{
  "": "",
  "Home": "होम पेज",
  "Content": "सामग्री",
  "Appearance": "उपस्थिति",
  "Search": "खोज",
  "Play Audio": "ऑडियो चलाएं",
  "Source": "स्रोत",
  "Notes": "टिप्पणियाँ",
  "Advanced View": "उन्नत दृश्य",
  "Bookmark": "बुकमार्क",
  "Devanagari": "देवनागरी",
  "Verse Text": "पद्य पाठ",
  "Synonyms": "समानार्थी शब्द",
  "Purport": "मुराद",
  "Translation": "अनुवाद",
  "Chapter": "अध्याय",
  "Chapters": "अध्याय",
  "Verses": "वर्सेज",
  "Verse": "कविता",
  "Privacy Policy": "गोपनीयता नीति",
  "Blog": "ब्लॉग",
  "About Us": "हमारे बारे में",
  "Donate": "दान करें",
  "Terms": "शर्तें",
  "Contact Us": "संपर्क करें",
  "Verse Commentary Source": "पद्य टीका स्रोत",
  "Verse Translation Source": "पद्य अनुवाद स्रोत",
  "Cancel": "रद्द करना",
  "Apply Settings": "सेटिंग लागू करें",
  "Commentary": "टीका",
  "All rights reserved": "सर्वाधिकार सुरक्षित",
  "Copyright": "कॉपीराइट",
  "Workflow": "कार्यप्रवाह",
  "Bhagavad Gita": "भागवद गीता",
  "Quotes": "उद्धरण",
  "About Gita": "भगवत गीता के बारे में",
  "Sign Up": "साइन अप करें",
  "Sign In": "दाखिल करना",
  "Close Menu": "मेनू बंद करें",
  "Account": "खाता",
  "Experience the Gita": "भगवत गीता का अनुभव करें",
  "Anywhere, Anytime": "कहीं भी कभी भी",
  "Bhagavad Gita in": "भगवद गीता",
  "Hindi & English with Audio": "हिंदी और अंग्रेजी में ऑडियो सहित",
  "Read now": "अभी पढ़ें",
  "Verse of the day": "आज का श्लोक",
  "See more": "और देखें",
  "Have the Shloka of the Day delivered to your inbox each morning": "दिन का श्लोक हर सुबह अपने इनबॉक्स में भेजें",
  "Enter Your Email": "अपना ईमेल दर्ज करें",
  "Enter Your Name": "अपना नाम दर्ज करें",
  "Subscribe": "सदस्यता लें",
  "Sort": "क्रम से लगाना",
  "Open main menu": "मुख्य मेनू खोलें",
  "Go To Verse": "पद्य पर जाएँ",
  "BG <%= verseNumber %>": "।।<%= verseNumber %>।।",
  "Settings": "समायोजन",
  "O Kṛṣṇa, maintainer of the people, I have heard by disciplic succession that those whose family traditions are destroyed dwell always in hell.": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन । नरके नियतं वासो भवतीत्यनुश‍ुश्रुम",
  "Aa": "अ",
  "English": "अंग्रेज़ी",
  "Hindi": "हिंदी",
  "Sanskrit": "संस्कृत",
  "Swami Chinmayananda": "स्वामी चिन्मयानंद",
  "Swami Ramsukhdas": "स्वामी रामसुखदास",
  "Sri Madhvacharya": "श्री माधवाचार्य",
  "Sri Anandgiri": "श्री आनंदगिरि",
  "Sri Neelkanth": "श्री नीलकंठ",
  "Sri Dhanpati": "श्री धनपति",
  "Sri Sridhara Swami": "श्री श्रीधर स्वामी",
  "Sri Vedanta Deshika Charya Venkatanatha": "श्री वेदांत देशिका चार्य वेंकटनाथ",
  "Sri Abhinavagupta": "श्री अभिनवगुप्त",
  "Sri Jayatirtha": "श्री जयतीर्थ",
  "Sri Purushottam Ji": "श्रीपुरुषोत्तम जी",
  "Sri Madhusudan Saraswati": "श्री मधुसूदन सरस्वती",
  "Sri Shankaracharya": "श्री शंकराचार्य",
  "Sri Ramanujacharya": "श्री रामानुजाचार्य",
  "Sri Vallabhacharya": "श्री वल्लभाचार्य",
  "Swami Sivananda": "स्वामी शिवानंद",
  "About Bhagwat Gita": "भगवत गीता के बारे में",
  "About Bhagavad Gita": "भगवद गीता के बारे में",
  "Sacred 700-verse scripture from the Mahabharata - Lord Krishna's timeless teachings to Arjuna on dharma, karma yoga, and spiritual liberation": "महाभारत से पवित्र 700-श्लोक शास्त्र - धर्म, कर्म योग और आध्यात्मिक मुक्ति पर अर्जुन को भगवान कृष्ण की कालातीत शिक्षाएं",
  "100+ inspiring quotes by Lord Krishna on life, karma, dharma & spiritual liberation": "जीवन, कर्म, धर्म और आध्यात्मिक मुक्ति पर भगवान श्री कृष्ण के 100+ प्रेरक उद्धरण",
  "Read Complete Bhagavad Gita": "संपूर्ण भगवद गीता पढ़ें",
  "700 verses with commentaries from 20+ scholars in Hindi & English": "हिंदी और अंग्रेजी में 20+ विद्वानों की टीका के साथ 700 श्लोक",
  "Start Reading": "पढ़ना शुरू करें",
  "Bhagavad Gita Quotes By\nLord Krishna": "भगवान कृष्ण द्वारा भगवद\nगीता उद्धरण",
  "Quote": "उद्धरण",
  "Searching results for": "के लिए परिणाम खोज रहे हैं",
  "Loading": "लोड हो रहा है",
  "No results": "कोई परिणाम नहीं",
  "Sorry, we couldn't find the page you're looking for": "क्षमा करें, हम वह पेज नहीं ढूंढ सके जिसे आप ढूंढ रहे थे",
  "App": "मोबाइल ऐप",
  "Privacy": "प्राइवेसी",
  "Acknowledgements": "स्वीकृतियाँ",
  "Gita AI": "गीता एआई",
  "Bhagavad Gita AI": "Bhagavad Gita AI",
  "Popular Verses": "लोकप्रिय श्लोक",
  "Explore timeless wisdom from Lord Krishna on karma yoga, bhakti, dharma, and moksha": "कर्म योग, भक्ति, धर्म और मोक्ष पर भगवान श्री कृष्ण की कालातीत शिक्षाओं का अन्वेषण करें",
  "Read full verse": "पूरा श्लोक पढ़ें",
  "Scroll to explore more": "अधिक जानने के लिए स्क्रॉल करें",
  "Frequently Asked Questions": "अक्सर पूछे जाने वाले प्रश्न",
  "Everything you need to know about the Bhagavad Gita": "भगवद गीता के बारे में आपको जो कुछ भी जानने की आवश्यकता है",
  "Learn more about the history and context of the Bhagavad Gita": "भगवद गीता के इतिहास और संदर्भ के बारे में और जानें",
  "What is the Bhagavad Gita?": "भगवद गीता क्या है?",
  "The Bhagavad Gita, also known as the Gita - \"The Song of The Lord\" is a 700-verse Hindu scripture that is part of the epic Mahabharata. It is a sacred dialogue between Lord Krishna and the warrior prince Arjuna on the battlefield of Kurukshetra.": "भगवद गीता, जिसे गीता के नाम से भी जाना जाता है - \"भगवान का गीत\" एक 700 श्लोकों का हिंदू धर्मग्रंथ है जो महाकाव्य महाभारत का हिस्सा है। यह कुरुक्षेत्र के युद्धभूमि पर भगवान कृष्ण और योद्धा राजकुमार अर्जुन के बीच एक पवित्र संवाद है।",
  "The Gita provides practical guidance on life, dharma (righteousness), karma (action), bhakti (devotion), and jnana (knowledge). It teaches how to achieve inner peace, fulfill one's duty, and attain moksha (spiritual liberation).": "गीता जीवन, धर्म, कर्म, भक्ति और ज्ञान पर व्यावहारिक मार्गदर्शन प्रदान करती है। यह सिखाती है कि आंतरिक शांति कैसे प्राप्त करें, अपने कर्तव्य को कैसे पूरा करें और मोक्ष (आध्यात्मिक मुक्ति) कैसे प्राप्त करें।",
  "The Mahabharata Context": "महाभारत का संदर्भ",
  "The Bhagavad Gita appears in the Bhishma Parva (Book of Bhishma) of the Mahabharata, the great Indian epic composed by Ved Vyasa. The Mahabharata narrates the story of two royal families - the Pandavas and Kauravas - and their struggle for the throne of Hastinapura.": "भगवद गीता महाभारत के भीष्म पर्व में प्रकट होती है, जो वेद व्यास द्वारा रचित महान भारतीय महाकाव्य है। महाभारत दो शाही परिवारों - पांडवों और कौरवों की कहानी और हस्तिनापुर के सिंहासन के लिए उनके संघर्ष का वर्णन करता है।",
  "The Gita's dialogue takes place just before the Kurukshetra war begins. Arjuna, one of the five Pandava brothers, faces an inner crisis when he sees his relatives, teachers, and friends on the opposing side. This moral dilemma becomes the setting for Krishna's divine discourse.": "गीता का संवाद कुरुक्षेत्र युद्ध शुरू होने से ठीक पहले होता है। पांच पांडव भाइयों में से एक अर्जुन को आंतरिक संकट का सामना करना पड़ता है जब वह विपक्षी पक्ष में अपने रिश्तेदारों, शिक्षकों और मित्रों को देखता है। यह नैतिक दुविधा कृष्ण के दिव्य प्रवचन की स्थापना बन जाती है।",
  "Ved Vyasa - The Author": "वेद व्यास - लेखक",
  "Ved Vyasa, also known as Vyasadeva or Krishna Dvaipayana, is revered as one of the greatest sages in Hindu tradition. He is credited with composing the Mahabharata, compiling the four Vedas, and writing the 18 Puranas.": "वेद व्यास, जिन्हें व्यासदेव या कृष्ण द्वैपायन के नाम से भी जाना जाता है, हिंदू परंपरा में सबसे महान ऋषियों में से एक के रूप में पूजनीय हैं। उन्हें महाभारत की रचना, चार वेदों का संकलन और 18 पुराणों की रचना का श्रेय दिया जाता है।",
  "Vyasa not only authored the Mahabharata but also appears as a character in it. His contribution to preserving and organizing ancient Vedic knowledge has earned him the title 'Veda Vyasa' - the one who classified the Vedas.": "व्यास ने न केवल महाभारत की रचना की बल्कि इसमें एक पात्र के रूप में भी प्रकट होते हैं। प्राचीन वैदिक ज्ञान को संरक्षित और व्यवस्थित करने में उनके योगदान ने उन्हें 'वेद व्यास' की उपाधि दी है - वह जिसने वेदों का वर्गीकरण किया।",
  "Lord Krishna - The Divine Teacher": "भगवान कृष्ण - दिव्य गुरु",
  "Lord Krishna is the central figure and speaker of the Bhagavad Gita. He is considered the eighth avatar (incarnation) of Lord Vishnu and is revered as the Supreme Being in many Hindu traditions.": "भगवान कृष्ण भगवद गीता के केंद्रीय व्यक्ति और वक्ता हैं। उन्हें भगवान विष्णु के आठवें अवतार के रूप में माना जाता है और कई हिंदू परंपराओं में परम सत्ता के रूप में पूजनीय हैं।",
  "In the Gita, Krishna serves as Arjuna's charioteer and guide. He reveals profound spiritual truths about the nature of the soul (atman), the Supreme Reality (Brahman), karma yoga, bhakti yoga, and jnana yoga. In Chapter 11, Krishna displays his Vishvarupa (universal form) to Arjuna.": "गीता में, कृष्ण अर्जुन के सारथी और मार्गदर्शक के रूप में कार्य करते हैं। वे आत्मा, परम सत्य (ब्रह्म), कर्म योग, भक्ति योग और ज्ञान योग की प्रकृति के बारे में गहन आध्यात्मिक सत्य प्रकट करते हैं। अध्याय 11 में, कृष्ण अर्जुन को अपना विश्वरूप (सार्वभौमिक रूप) दिखाते हैं।",
  "Krishna's teachings emphasize performing one's duty without attachment to results, devotion to God, and understanding the eternal nature of the soul beyond the physical body.": "कृष्ण की शिक्षाएं परिणामों से लगाव के बिना अपने कर्तव्य को निभाने, भगवान में भक्ति और भौतिक शरीर से परे आत्मा की शाश्वत प्रकृति को समझने पर जोर देती हैं।",
  "Arjuna - The Devoted Disciple": "अर्जुन - समर्पित शिष्य",
  "Arjuna is the third of the five Pandava brothers and one of the greatest warriors in the Mahabharata. He is the son of King Pandu and Queen Kunti, and the friend and devotee of Lord Krishna.": "अर्जुन पांच पांडव भाइयों में तीसरे हैं और महाभारत के सबसे महान योद्धाओं में से एक हैं। वह राजा पांडु और रानी कुंती के पुत्र हैं, और भगवान कृष्ण के मित्र और भक्त हैं।",
  "At the beginning of the Gita, Arjuna is overcome with doubt and compassion when he realizes he must fight against his own relatives, teachers like Dronacharya and Bhishma, and friends. He lays down his bow and arrows, refusing to fight.": "गीता की शुरुआत में, अर्जुन संदेह और करुणा से अभिभूत हो जाता है जब उसे एहसास होता है कि उसे अपने रिश्तेदारों, द्रोणाचार्य और भीष्म जैसे शिक्षकों और दोस्तों के खिलाफ लड़ना होगा। वह अपना धनुष-बाण नीचे रख देता है और लड़ने से इनकार कर देता है।",
  "Arjuna's questions and doubts represent the universal human struggles with duty, morality, and the meaning of life. His sincere seeking and willingness to learn make him the ideal student for Krishna's divine teachings.": "अर्जुन के प्रश्न और संदेह कर्तव्य, नैतिकता और जीवन के अर्थ के साथ सार्वभौमिक मानवीय संघर्षों का प्रतिनिधित्व करते हैं। उनकी ईमानदार खोज और सीखने की इच्छा उन्हें कृष्ण की दिव्य शिक्षाओं के लिए आदर्श छात्र बनाती है।",
  "Sanjaya - The Narrator": "संजय - वर्णनकर्ता",
  "Sanjaya is the narrator of the Bhagavad Gita. He was the charioteer and advisor to the blind king Dhritarashtra, the father of the Kauravas. Ved Vyasa blessed Sanjaya with divine vision (divya-drishti) to witness the events of the battlefield from afar.": "संजय भगवद गीता के वर्णनकर्ता हैं। वे कौरवों के पिता अंधे राजा धृतराष्ट्र के सारथी और सलाहकार थे। वेद व्यास ने संजय को दिव्य दृष्टि (दिव्य-दृष्टि) से आशीर्वाद दिया था ताकि वे युद्धभूमि की घटनाओं को दूर से देख सकें।",
  "Sanjaya narrates the entire dialogue between Krishna and Arjuna to King Dhritarashtra, who cannot see the battle himself. The Gita is framed as Sanjaya's narration, beginning with his words and ending with his reflections on the divine discourse.": "संजय कृष्ण और अर्जुन के बीच संपूर्ण संवाद का वर्णन राजा धृतराष्ट्र को करते हैं, जो स्वयं युद्ध नहीं देख सकते थे। गीता को संजय के वर्णन के रूप में प्रस्तुत किया गया है, जो उनके शब्दों से शुरू होता है और दिव्य प्रवचन पर उनके प्रतिबिंबों के साथ समाप्त होता है।",
  "The 18 Chapters of the Gita": "गीता के 18 अध्याय",
  "The Bhagavad Gita consists of 18 chapters, each focusing on different aspects of yoga (spiritual discipline) and philosophy:": "भगवद गीता में 18 अध्याय हैं, प्रत्येक योग (आध्यात्मिक अनुशासन) और दर्शन के विभिन्न पहलुओं पर केंद्रित है:",
  "The first six chapters deal with Karma Yoga (the yoga of action), the middle six with Bhakti Yoga (the yoga of devotion), and the final six with Jnana Yoga (the yoga of knowledge). Together, they provide a comprehensive spiritual guide covering action, devotion, knowledge, meditation, and the ultimate goal of self-realization.": "पहले छह अध्याय कर्म योग (क्रिया का योग) से संबंधित हैं, मध्य छह भक्ति योग (भक्ति का योग) से और अंतिम छह ज्ञान योग (ज्ञान का योग) से। एक साथ, वे कर्म, भक्ति, ज्ञान, ध्यान और आत्म-साक्षात्कार के परम लक्ष्य को कवर करने वाली एक व्यापक आध्यात्मिक मार्गदर्शिका प्रदान करते हैं।",
  "Timeless Relevance": "कालातीत प्रासंगिकता",
  "Though spoken over 5,000 years ago, the Bhagavad Gita's teachings remain highly relevant today. It addresses universal questions about duty, ethics, the nature of reality, managing stress and anxiety, finding purpose in life, and spiritual growth. The Gita has been studied and revered by spiritual seekers, scholars, and leaders worldwide, including Mahatma Gandhi, who called it his 'spiritual dictionary.'": "हालांकि 5,000 साल पहले कही गई थी, भगवद गीता की शिक्षाएं आज भी अत्यधिक प्रासंगिक हैं। यह कर्तव्य, नैतिकता, वास्तविकता की प्रकृति, तनाव और चिंता का प्रबंधन, जीवन में उद्देश्य खोजने और आध्यात्मिक विकास के बारे में सार्वभौमिक प्रश्नों को संबोधित करती है। गीता का अध्ययन और सम्मान दुनिया भर के आध्यात्मिक साधकों, विद्वानों और नेताओं द्वारा किया गया है, जिसमें महात्मा गांधी भी शामिल हैं, जिन्होंने इसे अपना 'आध्यात्मिक शब्दकोश' कहा।"
}
