{
  "": "",
  "Home": "होम पेज",
  "Content": "सामग्री",
  "Appearance": "उपस्थिति",
  "Search": "खोज",
  "Play Audio": "ऑडियो चलाएं",
  "Source": "स्रोत",
  "Notes": "टिप्पणियाँ",
  "Advanced View": "उन्नत दृश्य",
  "Bookmark": "बुकमार्क",
  "Devanagari": "देवनागरी",
  "Verse Text": "पद्य पाठ",
  "Synonyms": "समानार्थी शब्द",
  "Purport": "मुराद",
  "Translation": "अनुवाद",
  "Chapter": "अध्याय",
  "Chapters": "अध्याय",
  "Verses": "वर्सेज",
  "Verse": "कविता",
  "Privacy Policy": "गोपनीयता नीति",
  "Blog": "ब्लॉग",
  "About Us": "हमारे बारे में",
  "Donate": "दान करें",
  "Terms": "शर्तें",
  "Contact Us": "संपर्क करें",
  "Verse Commentary Source": "पद्य टीका स्रोत",
  "Verse Translation Source": "पद्य अनुवाद स्रोत",
  "Cancel": "रद्द करना",
  "Apply Settings": "सेटिंग लागू करें",
  "Commentary": "टीका",
  "All rights reserved": "सर्वाधिकार सुरक्षित",
  "Copyright": "कॉपीराइट",
  "Workflow": "कार्यप्रवाह",
  "Bhagavad Gita": "भागवद गीता",
  "Quotes": "उद्धरण",
  "About Gita": "भगवत गीता के बारे में",
  "Sign Up": "साइन अप करें",
  "Sign In": "लॉग इन",
  "Close Menu": "मेनू बंद करें",
  "Account": "खाता",
  "Experience the Gita": "भगवत गीता का अनुभव करें",
  "Anywhere, Anytime": "कहीं भी कभी भी",
  "Bhagavad Gita in": "भगवद गीता",
  "Hindi & English with Audio": "हिंदी और अंग्रेजी में ऑडियो सहित",
  "Read now": "अभी पढ़ें",
  "Verse of the day": "आज का श्लोक",
  "See more": "और देखें",
  "Have the Shloka of the Day delivered to your inbox each morning": "दिन का श्लोक हर सुबह अपने इनबॉक्स में भेजें",
  "Enter Your Email": "अपना ईमेल दर्ज करें",
  "Enter Your Name": "अपना नाम दर्ज करें",
  "Subscribe": "सदस्यता लें",
  "Sort": "क्रम से लगाना",
  "Open main menu": "मुख्य मेनू खोलें",
  "Go To Verse": "पद्य पर जाएँ",
  "BG <%= verseNumber %>": "।।<%= verseNumber %>।।",
  "Settings": "समायोजन",
  "O Kṛṣṇa, maintainer of the people, I have heard by disciplic succession that those whose family traditions are destroyed dwell always in hell.": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन । नरके नियतं वासो भवतीत्यनुश‍ुश्रुम",
  "Aa": "अ",
  "English": "अंग्रेज़ी",
  "Hindi": "हिंदी",
  "Sanskrit": "संस्कृत",
  "Swami Chinmayananda": "स्वामी चिन्मयानंद",
  "Swami Ramsukhdas": "स्वामी रामसुखदास",
  "Sri Madhvacharya": "श्री माधवाचार्य",
  "Sri Anandgiri": "श्री आनंदगिरि",
  "Sri Neelkanth": "श्री नीलकंठ",
  "Sri Dhanpati": "श्री धनपति",
  "Sri Sridhara Swami": "श्री श्रीधर स्वामी",
  "Sri Vedanta Deshika Charya Venkatanatha": "श्री वेदांत देशिका चार्य वेंकटनाथ",
  "Sri Abhinavagupta": "श्री अभिनवगुप्त",
  "Sri Jayatirtha": "श्री जयतीर्थ",
  "Sri Purushottam Ji": "श्रीपुरुषोत्तम जी",
  "Sri Madhusudan Saraswati": "श्री मधुसूदन सरस्वती",
  "Sri Shankaracharya": "श्री शंकराचार्य",
  "Sri Ramanujacharya": "श्री रामानुजाचार्य",
  "Sri Vallabhacharya": "श्री वल्लभाचार्य",
  "Swami Sivananda": "स्वामी शिवानंद",
  "About Bhagwat Gita": "भगवत गीता के बारे में",
  "About Bhagavad Gita": "भगवद गीता के बारे में",
  "Sacred 700-verse scripture from the Mahabharata - Lord Krishna's timeless teachings to Arjuna on dharma, karma yoga, and spiritual liberation": "महाभारत से पवित्र 700-श्लोक शास्त्र - धर्म, कर्म योग और आध्यात्मिक मुक्ति पर अर्जुन को भगवान कृष्ण की कालातीत शिक्षाएं",
  "100+ inspiring quotes by Lord Krishna on life, karma, dharma & spiritual liberation": "जीवन, कर्म, धर्म और आध्यात्मिक मुक्ति पर भगवान श्री कृष्ण के 100+ प्रेरक उद्धरण",
  "Read Complete Bhagavad Gita": "संपूर्ण भगवद गीता पढ़ें",
  "700 verses with commentaries from 20+ scholars in Hindi & English": "हिंदी और अंग्रेजी में 20+ विद्वानों की टीका के साथ 700 श्लोक",
  "Start Reading": "पढ़ना शुरू करें",
  "Bhagavad Gita Quotes By\nLord Krishna": "भगवान कृष्ण द्वारा भगवद\nगीता उद्धरण",
  "Quote": "उद्धरण",
  "Searching results for": "के लिए परिणाम खोज रहे हैं",
  "Loading": "लोड हो रहा है",
  "No results": "कोई परिणाम नहीं",
  "Sorry, we couldn't find the page you're looking for": "क्षमा करें, हम वह पेज नहीं ढूंढ सके जिसे आप ढूंढ रहे थे",
  "App": "मोबाइल ऐप",
  "Privacy": "प्राइवेसी",
  "Acknowledgements": "स्वीकृतियां",
  "Gita AI": "गीता एआई",
  "Bhagavad Gita AI": "Bhagavad Gita AI",
  "Popular Verses": "लोकप्रिय श्लोक",
  "Explore timeless wisdom from Lord Krishna on karma yoga, bhakti, dharma, and moksha": "कर्म योग, भक्ति, धर्म और मोक्ष पर भगवान श्री कृष्ण की कालातीत शिक्षाओं का अन्वेषण करें",
  "Read full verse": "पूरा श्लोक पढ़ें",
  "Scroll to explore more": "अधिक जानने के लिए स्क्रॉल करें",
  "Frequently Asked Questions": "अक्सर पूछे जाने वाले प्रश्न",
  "Everything you need to know about the Bhagavad Gita": "भगवद गीता के बारे में आपको जो कुछ भी जानने की आवश्यकता है",
  "Learn more about the history and context of the Bhagavad Gita": "भगवद गीता के इतिहास और संदर्भ के बारे में और जानें",
  "What is the Bhagavad Gita?": "भगवद गीता क्या है?",
  "The Bhagavad Gita, also known as the Gita - \"The Song of The Lord\" is a 700-verse Hindu scripture that is part of the epic Mahabharata. It is a sacred dialogue between Lord Krishna and the warrior prince Arjuna on the battlefield of Kurukshetra.": "भगवद गीता, जिसे गीता के नाम से भी जाना जाता है - \"भगवान का गीत\" एक 700 श्लोकों का हिंदू धर्मग्रंथ है जो महाकाव्य महाभारत का हिस्सा है। यह कुरुक्षेत्र के युद्धभूमि पर भगवान कृष्ण और योद्धा राजकुमार अर्जुन के बीच एक पवित्र संवाद है।",
  "The Gita provides practical guidance on life, dharma (righteousness), karma (action), bhakti (devotion), and jnana (knowledge). It teaches how to achieve inner peace, fulfill one's duty, and attain moksha (spiritual liberation).": "गीता जीवन, धर्म, कर्म, भक्ति और ज्ञान पर व्यावहारिक मार्गदर्शन प्रदान करती है। यह सिखाती है कि आंतरिक शांति कैसे प्राप्त करें, अपने कर्तव्य को कैसे पूरा करें और मोक्ष (आध्यात्मिक मुक्ति) कैसे प्राप्त करें।",
  "The Mahabharata Context": "महाभारत का संदर्भ",
  "The Bhagavad Gita appears in the Bhishma Parva (Book of Bhishma) of the Mahabharata, the great Indian epic composed by Ved Vyasa. The Mahabharata narrates the story of two royal families - the Pandavas and Kauravas - and their struggle for the throne of Hastinapura.": "भगवद गीता महाभारत के भीष्म पर्व में प्रकट होती है, जो वेद व्यास द्वारा रचित महान भारतीय महाकाव्य है। महाभारत दो शाही परिवारों - पांडवों और कौरवों की कहानी और हस्तिनापुर के सिंहासन के लिए उनके संघर्ष का वर्णन करता है।",
  "The Gita's dialogue takes place just before the Kurukshetra war begins. Arjuna, one of the five Pandava brothers, faces an inner crisis when he sees his relatives, teachers, and friends on the opposing side. This moral dilemma becomes the setting for Krishna's divine discourse.": "गीता का संवाद कुरुक्षेत्र युद्ध शुरू होने से ठीक पहले होता है। पांच पांडव भाइयों में से एक अर्जुन को आंतरिक संकट का सामना करना पड़ता है जब वह विपक्षी पक्ष में अपने रिश्तेदारों, शिक्षकों और मित्रों को देखता है। यह नैतिक दुविधा कृष्ण के दिव्य प्रवचन की स्थापना बन जाती है।",
  "Ved Vyasa - The Author": "वेद व्यास - लेखक",
  "Ved Vyasa, also known as Vyasadeva or Krishna Dvaipayana, is revered as one of the greatest sages in Hindu tradition. He is credited with composing the Mahabharata, compiling the four Vedas, and writing the 18 Puranas.": "वेद व्यास, जिन्हें व्यासदेव या कृष्ण द्वैपायन के नाम से भी जाना जाता है, हिंदू परंपरा में सबसे महान ऋषियों में से एक के रूप में पूजनीय हैं। उन्हें महाभारत की रचना, चार वेदों का संकलन और 18 पुराणों की रचना का श्रेय दिया जाता है।",
  "Vyasa not only authored the Mahabharata but also appears as a character in it. His contribution to preserving and organizing ancient Vedic knowledge has earned him the title 'Veda Vyasa' - the one who classified the Vedas.": "व्यास ने न केवल महाभारत की रचना की बल्कि इसमें एक पात्र के रूप में भी प्रकट होते हैं। प्राचीन वैदिक ज्ञान को संरक्षित और व्यवस्थित करने में उनके योगदान ने उन्हें 'वेद व्यास' की उपाधि दी है - वह जिसने वेदों का वर्गीकरण किया।",
  "Lord Krishna - The Divine Teacher": "भगवान कृष्ण - दिव्य गुरु",
  "Lord Krishna is the central figure and speaker of the Bhagavad Gita. He is considered the eighth avatar (incarnation) of Lord Vishnu and is revered as the Supreme Being in many Hindu traditions.": "भगवान कृष्ण भगवद गीता के केंद्रीय व्यक्ति और वक्ता हैं। उन्हें भगवान विष्णु के आठवें अवतार के रूप में माना जाता है और कई हिंदू परंपराओं में परम सत्ता के रूप में पूजनीय हैं।",
  "In the Gita, Krishna serves as Arjuna's charioteer and guide. He reveals profound spiritual truths about the nature of the soul (atman), the Supreme Reality (Brahman), karma yoga, bhakti yoga, and jnana yoga. In Chapter 11, Krishna displays his Vishvarupa (universal form) to Arjuna.": "गीता में, कृष्ण अर्जुन के सारथी और मार्गदर्शक के रूप में कार्य करते हैं। वे आत्मा, परम सत्य (ब्रह्म), कर्म योग, भक्ति योग और ज्ञान योग की प्रकृति के बारे में गहन आध्यात्मिक सत्य प्रकट करते हैं। अध्याय 11 में, कृष्ण अर्जुन को अपना विश्वरूप (सार्वभौमिक रूप) दिखाते हैं।",
  "Krishna's teachings emphasize performing one's duty without attachment to results, devotion to God, and understanding the eternal nature of the soul beyond the physical body.": "कृष्ण की शिक्षाएं परिणामों से लगाव के बिना अपने कर्तव्य को निभाने, भगवान में भक्ति और भौतिक शरीर से परे आत्मा की शाश्वत प्रकृति को समझने पर जोर देती हैं।",
  "Arjuna - The Devoted Disciple": "अर्जुन - समर्पित शिष्य",
  "Arjuna is the third of the five Pandava brothers and one of the greatest warriors in the Mahabharata. He is the son of King Pandu and Queen Kunti, and the friend and devotee of Lord Krishna.": "अर्जुन पांच पांडव भाइयों में तीसरे हैं और महाभारत के सबसे महान योद्धाओं में से एक हैं। वह राजा पांडु और रानी कुंती के पुत्र हैं, और भगवान कृष्ण के मित्र और भक्त हैं।",
  "At the beginning of the Gita, Arjuna is overcome with doubt and compassion when he realizes he must fight against his own relatives, teachers like Dronacharya and Bhishma, and friends. He lays down his bow and arrows, refusing to fight.": "गीता की शुरुआत में, अर्जुन संदेह और करुणा से अभिभूत हो जाता है जब उसे एहसास होता है कि उसे अपने रिश्तेदारों, द्रोणाचार्य और भीष्म जैसे शिक्षकों और दोस्तों के खिलाफ लड़ना होगा। वह अपना धनुष-बाण नीचे रख देता है और लड़ने से इनकार कर देता है।",
  "Arjuna's questions and doubts represent the universal human struggles with duty, morality, and the meaning of life. His sincere seeking and willingness to learn make him the ideal student for Krishna's divine teachings.": "अर्जुन के प्रश्न और संदेह कर्तव्य, नैतिकता और जीवन के अर्थ के साथ सार्वभौमिक मानवीय संघर्षों का प्रतिनिधित्व करते हैं। उनकी ईमानदार खोज और सीखने की इच्छा उन्हें कृष्ण की दिव्य शिक्षाओं के लिए आदर्श छात्र बनाती है।",
  "Sanjaya - The Narrator": "संजय - वर्णनकर्ता",
  "Sanjaya is the narrator of the Bhagavad Gita. He was the charioteer and advisor to the blind king Dhritarashtra, the father of the Kauravas. Ved Vyasa blessed Sanjaya with divine vision (divya-drishti) to witness the events of the battlefield from afar.": "संजय भगवद गीता के वर्णनकर्ता हैं। वे कौरवों के पिता अंधे राजा धृतराष्ट्र के सारथी और सलाहकार थे। वेद व्यास ने संजय को दिव्य दृष्टि (दिव्य-दृष्टि) से आशीर्वाद दिया था ताकि वे युद्धभूमि की घटनाओं को दूर से देख सकें।",
  "Sanjaya narrates the entire dialogue between Krishna and Arjuna to King Dhritarashtra, who cannot see the battle himself. The Gita is framed as Sanjaya's narration, beginning with his words and ending with his reflections on the divine discourse.": "संजय कृष्ण और अर्जुन के बीच संपूर्ण संवाद का वर्णन राजा धृतराष्ट्र को करते हैं, जो स्वयं युद्ध नहीं देख सकते थे। गीता को संजय के वर्णन के रूप में प्रस्तुत किया गया है, जो उनके शब्दों से शुरू होता है और दिव्य प्रवचन पर उनके प्रतिबिंबों के साथ समाप्त होता है।",
  "The 18 Chapters of the Gita": "गीता के 18 अध्याय",
  "The Bhagavad Gita consists of 18 chapters, each focusing on different aspects of yoga (spiritual discipline) and philosophy:": "भगवद गीता में 18 अध्याय हैं, प्रत्येक योग (आध्यात्मिक अनुशासन) और दर्शन के विभिन्न पहलुओं पर केंद्रित है:",
  "The first six chapters deal with Karma Yoga (the yoga of action), the middle six with Bhakti Yoga (the yoga of devotion), and the final six with Jnana Yoga (the yoga of knowledge). Together, they provide a comprehensive spiritual guide covering action, devotion, knowledge, meditation, and the ultimate goal of self-realization.": "पहले छह अध्याय कर्म योग (क्रिया का योग) से संबंधित हैं, मध्य छह भक्ति योग (भक्ति का योग) से और अंतिम छह ज्ञान योग (ज्ञान का योग) से। एक साथ, वे कर्म, भक्ति, ज्ञान, ध्यान और आत्म-साक्षात्कार के परम लक्ष्य को कवर करने वाली एक व्यापक आध्यात्मिक मार्गदर्शिका प्रदान करते हैं।",
  "Timeless Relevance": "कालातीत प्रासंगिकता",
  "Though spoken over 5,000 years ago, the Bhagavad Gita's teachings remain highly relevant today. It addresses universal questions about duty, ethics, the nature of reality, managing stress and anxiety, finding purpose in life, and spiritual growth. The Gita has been studied and revered by spiritual seekers, scholars, and leaders worldwide, including Mahatma Gandhi, who called it his 'spiritual dictionary.'": "हालांकि 5,000 साल पहले कही गई थी, भगवद गीता की शिक्षाएं आज भी अत्यधिक प्रासंगिक हैं। यह कर्तव्य, नैतिकता, वास्तविकता की प्रकृति, तनाव और चिंता का प्रबंधन, जीवन में उद्देश्य खोजने और आध्यात्मिक विकास के बारे में सार्वभौमिक प्रश्नों को संबोधित करती है। गीता का अध्ययन और सम्मान दुनिया भर के आध्यात्मिक साधकों, विद्वानों और नेताओं द्वारा किया गया है, जिसमें महात्मा गांधी भी शामिल हैं, जिन्होंने इसे अपना 'आध्यात्मिक शब्दकोश' कहा।",
  "Swipe to explore more": "Swipe to explore more",
  "Legal & Contact": "कानूनी और संपर्क",
  "Learn more": "अधिक जानें",
  "Mobile App": "मोबाइल ऐप",
  "Resources": "संसाधन",
  "Quick Links": "त्वरित लिंक",
  "Read, study, and practice the eternal wisdom of Lord Krishna's Bhagavad Gita": "भगवान श्री कृष्ण की भगवद गीता का शाश्वत ज्ञान पढ़ें, सीखें और अभ्यास करें",
  "Ancient wisdom for modern life": "Ancient wisdom for modern life",
  "Characters": "पात्र",
  "The Supreme Being & Charioteer": "परम सत्ता एवं सारथी",
  "Lord Krishna": "Lord Krishna",
  "Lord Krishna, the eighth avatar of Lord Vishnu, serves as Arjuna's charioteer and spiritual guide. He is the speaker of the Bhagavad Gita and reveals divine wisdom to Arjuna. Together with Arjuna, he represents the eternal Nar-Narayan - the divine sage duo.": "भगवान श्री कृष्ण, भगवान विष्णु के आठवें अवतार हैं, जो अर्जुन के सारथी और आध्यात्मिक मार्गदर्शक के रूप में कार्य करते हैं। वे भगवद गीता के वक्ता हैं और अर्जुन को दिव्य ज्ञान प्रदान करते हैं। अर्जुन के साथ मिलकर, वे शाश्वत नर-नारायण - दिव्य ऋषि द्वय का प्रतिनिधित्व करते हैं।",
  "Eighth avatar of Lord Vishnu": "भगवान विष्णु के आठवें अवतार",
  "Krishna's role transforms from a friend and charioteer to the Supreme Teacher, ultimately revealing his cosmic Vishvarupa form in Chapter 11.": "कृष्ण की भूमिका एक मित्र और सारथी से परम गुरु में परिवर्तित होती है, जो अंततः अध्याय 11 में अपने विराट विश्वरूप को प्रकट करते हैं।",
  "Incarnation of Narayan (from Nar-Narayan)": "नारायण के अवतार (नर-नारायण से)",
  "King of Dwaraka": "द्वारका के राजा",
  "Spoke all 700 verses of the Gita": "गीता के सभी 700 श्लोक बोले",
  "Ved Vyasa": "Ved Vyasa",
  "The Author & Sage": "रचयिता एवं महर्षि",
  "The legendary sage who composed the Mahabharata and compiled the four Vedas. Vyasa blessed Sanjaya with divine vision to narrate the war to Dhritarashtra. He is considered an avatar of Lord Vishnu.": "महान ऋषि जिन्होंने महाभारत की रचना की और चार वेदों का संकलन किया। व्यास ने संजय को दिव्य दृष्टि से आशीर्वाद दिया ताकि वे धृतराष्ट्र को युद्ध का वर्णन कर सकें। उन्हें भगवान विष्णु का अवतार माना जाता है।",
  "Classified the four Vedas": "चार वेदों का वर्गीकरण किया",
  "Author of 18 Puranas": "18 पुराणों के रचयिता",
  "Vyasa's literary contribution preserved the eternal wisdom of the Gita for humanity across millennia.": "व्यास के साहित्यिक योगदान ने सहस्राब्दियों तक मानवता के लिए गीता के शाश्वत ज्ञान को संरक्षित किया।",
  "Avatar of Lord Vishnu": "भगवान विष्णु के अवतार",
  "Father of Dhritarashtra and Pandu": "धृतराष्ट्र और पांडु के पिता",
  "The Divine Scribe": "दिव्य लेखक",
  "The elephant-headed deity who served as the scribe of the Mahabharata. Ved Vyasa chose Ganesha to write down the epic, and Ganesha agreed on the condition that Vyasa would dictate without pause. This divine collaboration preserved the epic for eternity.": "हाथी के सिर वाले देवता जिन्होंने महाभारत के लेखक के रूप में सेवा की। वेद व्यास ने गणेश को महाकाव्य लिखने के लिए चुना, और गणेश ने इस शर्त पर सहमति दी कि व्यास बिना रुके बोलते रहें। इस दिव्य सहयोग ने महाकाव्य को अनंत काल के लिए संरक्षित किया।",
  "Lord Ganesha": "Lord Ganesha",
  "Scribe of the Mahabharata": "महाभारत के लेखक",
  "Ganesha's role as the scribe represents the divine blessing that preserves sacred knowledge and removes obstacles to understanding.": "लेखक के रूप में गणेश की भूमिका उस दिव्य आशीर्वाद का प्रतिनिधित्व करती है जो पवित्र ज्ञान को संरक्षित करता है और समझ में आने वाली बाधाओं को दूर करता है।",
  "Son of Lord Shiva and Goddess Parvati": "भगवान शिव और देवी पार्वती के पुत्र",
  "Remover of obstacles": "विघ्नहर्ता",
  "Wrote the epic without stopping": "बिना रुके महाकाव्य लिखा",
  "Sanjaya": "Sanjaya",
  "The Divine Narrator": "दिव्य सूत्रधार",
  "Sanjaya frames the entire Gita narrative, and his reflections in the final chapter express the profound impact of witnessing Krishna's teachings.": "संजय संपूर्ण गीता कथा को प्रस्तुत करते हैं, और अंतिम अध्याय में उनके विचार कृष्ण की शिक्षाओं को देखने के गहन प्रभाव को व्यक्त करते हैं।",
  "The charioteer and advisor to the blind king Dhritarashtra. Blessed with divya-drishti (divine vision) by Ved Vyasa, Sanjaya could see all events on the distant battlefield and narrated them in real-time.": "अंधे राजा धृतराष्ट्र के सारथी और सलाहकार। वेद व्यास द्वारा दिव्य-दृष्टि (दिव्य दृष्टि) से आशीर्वादित, संजय दूर युद्धक्षेत्र की सभी घटनाओं को देख सकते थे और उन्हें वास्तविक समय में सुना सकते थे।",
  "Narrated the entire war to Dhritarashtra": "धृतराष्ट्र को संपूर्ण युद्ध का वर्णन किया",
  "Blessed with divine vision by Vyasa": "व्यास द्वारा दिव्य दृष्टि से आशीर्वादित",
  "Maintained neutrality as narrator": "सूत्रधार के रूप में तटस्थता बनाए रखी",
  "One of the few survivors of the war": "युद्ध के कुछ उत्तरजीवियों में से एक",
  "Kunti": "कुंती",
  "The revered mother of the three eldest Pandavas (Yudhishthir, Bhima, Arjuna) and Karna. Blessed with a divine mantra by sage Durvasa, she could invoke any deity. Her wisdom, devotion, and unwavering strength guided the Pandavas through their greatest trials.": "तीन ज्येष्ठ पांडवों (युधिष्ठिर, भीम, अर्जुन) और कर्ण की पूज्य माता। ऋषि दुर्वासा द्वारा एक दिव्य मंत्र से आशीर्वादित, वे किसी भी देवता का आह्वान कर सकती थीं। उनकी बुद्धिमत्ता, भक्ति और अटूट शक्ति ने पांडवों को उनकी सबसे बड़ी परीक्षाओं से गुजरने में मार्गदर्शन किया।",
  "Kunti represents maternal strength, devotion, and the courage to face life's hardships with dignity.": "कुंती मातृ शक्ति, भक्ति और गरिमा के साथ जीवन की कठिनाइयों का सामना करने के साहस का प्रतिनिधित्व करती हैं।",
  "Mother of Yudhishthir, Bhima, Arjuna, and Karna": "युधिष्ठिर, भीम, अर्जुन और कर्ण की माता",
  "Sister of Vasudeva (Krishna's father)": "वसुदेव की बहन (कृष्ण के पिता)",
  "The Mother of Pandavas": "पांडवों की माता",
  "Guided Pandavas with her wisdom": "अपनी बुद्धिमत्ता से पांडवों का मार्गदर्शन किया",
  "Yudhishthir": "युधिष्ठिर",
  "Blessed with divine mantra": "दिव्य मंत्र से आशीर्वादित",
  "The eldest Pandava, known for his unwavering commitment to truth and dharma. Son of Dharma (god of righteousness), he became king after the Kurukshetra war despite his reluctance to fight.": "ज्येष्ठ पांडव, सत्य और धर्म के प्रति अपनी अटूट प्रतिबद्धता के लिए जाने जाते हैं। धर्म (धर्म के देवता) के पुत्र, वे युद्ध में अनिच्छा के बावजूद कुरुक्षेत्र युद्ध के बाद राजा बने।",
  "Yudhishthir represents the ideal of righteous kingship and the struggles of maintaining dharma in difficult circumstances.": "युधिष्ठिर धर्मी राजत्व के आदर्श और कठिन परिस्थितियों में धर्म बनाए रखने के संघर्षों का प्रतिनिधित्व करते हैं।",
  "Son of Dharma (Yama)": "धर्म (यम) के पुत्र",
  "Never spoke a lie until the war": "युद्ध तक कभी झूठ नहीं बोला",
  "Performed Rajasuya and Ashwamedha Yagyas": "राजसूय और अश्वमेध यज्ञ किए",
  "Attained heaven in his mortal body": "अपने नश्वर शरीर में स्वर्ग प्राप्त किया",
  "Bhima": "भीम",
  "The Mighty Warrior": "महाबलशाली योद्धा",
  "The second Pandava, renowned for his immense physical strength and courage. Son of Vayu (god of wind), Bhima was a formidable warrior and protector of his family, known for his unwavering loyalty to his brothers and commitment to dharma.": "दूसरे पांडव, अपनी अपार शारीरिक शक्ति और साहस के लिए प्रसिद्ध। वायु (वायु देवता) के पुत्र, भीम एक दुर्जेय योद्धा और अपने परिवार के रक्षक थे, जो अपने भाइयों के प्रति अपनी अटूट निष्ठा और धर्म के प्रति प्रतिबद्धता के लिए जाने जाते थे।",
  "Bhima represents strength tempered with loyalty and righteous anger against injustice.": "भीम निष्ठा और अन्याय के विरुद्ध धर्मयुक्त क्रोध के साथ संयमित शक्ति का प्रतिनिधित्व करते हैं।",
  "Son of Vayu (wind god)": "वायु (वायु देवता) के पुत्र",
  "Master warrior of the mace (gada)": "गदा के महान योद्धा",
  "Known for immense strength and courage": "अपार शक्ति और साहस के लिए जाने जाते हैं",
  "The Dharma Raja": "धर्मराज",
  "Protector of the Pandava family": "पांडव परिवार के रक्षक",
  "Arjuna": "अर्जुन",
  "The Mighty Warrior & Disciple": "महान योद्धा एवं शिष्य",
  "As incarnation of Nara (from Nar-Narayan), Arjuna represents the eternal companion of the Divine. His questions shape the entire Gita.": "नर (नर-नारायण से) के अवतार के रूप में, अर्जुन परमात्मा के शाश्वत साथी का प्रतिनिधित्व करते हैं। उनके प्रश्न संपूर्ण गीता को आकार देते हैं।",
  "Son of Indra (god of thunder)": "इंद्र के पुत्र (देवराज)",
  "Incarnation of Nara (from Nar-Narayan)": "नर के अवतार (नर-नारायण से)",
  "Winner of Draupadi's Swayamvar": "द्रौपदी के स्वयंवर के विजेता",
  "The third Pandava prince and greatest archer of his time. Arjuna's moral crisis on the battlefield becomes the catalyst for Krishna's divine teachings. He represents the ideal seeker - humble, questioning, and devoted.": "तीसरे पांडव राजकुमार और अपने समय के महानतम धनुर्धर। युद्धक्षेत्र में अर्जुन का नैतिक संकट कृष्ण की दिव्य शिक्षाओं का उत्प्रेरक बन जाता है। वे आदर्श साधक का प्रतिनिधित्व करते हैं - विनम्र, जिज्ञासु और समर्पित।",
  "Nakul": "Nakul",
  "The Skilled Swordsman": "कुशल तलवारबाज",
  "The fourth Pandava and twin brother of Sahadev. Son of the Ashwini Kumaras (divine physicians), Nakul was renowned for his exceptional beauty, swordsmanship, and expertise in horse training and Ayurveda.": "चौथे पांडव और सहदेव के जुड़वां भाई। अश्विनी कुमारों (दिव्य चिकित्सकों) के पुत्र, नकुल अपनी असाधारण सुंदरता, तलवारबाजी और घोड़ों के प्रशिक्षण और आयुर्वेद में विशेषज्ञता के लिए प्रसिद्ध थे।",
  "Wielder of the divine bow Gandiva": "दिव्य धनुष गांडीव के धारक",
  "Nakul represents beauty combined with humility and dedication to service.": "नकुल विनम्रता और सेवा के प्रति समर्पण के साथ सुंदरता का प्रतिनिधित्व करते हैं।",
  "Twin brother of Sahadev": "सहदेव के जुड़वां भाई",
  "Son of Ashwini Kumaras": "अश्विनी कुमारों के पुत्र",
  "Known for his exceptional beauty": "अपनी असाधारण सुंदरता के लिए जाने जाते हैं",
  "Sahadev": "Sahadev",
  "Expert swordsman and horse trainer": "विशेषज्ञ तलवारबाज और घोड़ों के प्रशिक्षक",
  "The youngest Pandava and twin brother of Nakul. Son of the Ashwini Kumaras, Sahadev was a master astrologer and possessed deep knowledge of the future. His wisdom was sought by many, yet he remained humble.": "सबसे छोटे पांडव और नकुल के जुड़वां भाई। अश्विनी कुमारों के पुत्र, सहदेव एक महान ज्योतिषी थे और उन्हें भविष्य का गहरा ज्ञान था। उनकी बुद्धिमत्ता की कई लोगों ने मांग की, फिर भी वे विनम्र बने रहे।",
  "Sahadev represents wisdom, foresight, and the burden of knowledge that cannot always be shared.": "सहदेव बुद्धिमत्ता, दूरदर्शिता और उस ज्ञान के बोझ का प्रतिनिधित्व करते हैं जिसे हमेशा साझा नहीं किया जा सकता।",
  "Twin brother of Nakul": "Twin brother of Nakul",
  "Master astrologer": "महान ज्योतिषी",
  "The Wise Astrologer": "ज्ञानी ज्योतिषी",
  "Draupadi": "द्रौपदी",
  "The Empress": "साम्राज्ञी",
  "The revered empress and wife of the five Pandavas, daughter of King Drupada. Born from the sacred fire, her strength, dignity, and unwavering devotion to Lord Krishna made her one of the most significant figures in the Mahabharata.": "पांच पांडवों की पूज्य साम्राज्ञी और पत्नी, राजा द्रुपद की पुत्री। पवित्र अग्नि से जन्मी, उनकी शक्ति, गरिमा और भगवान कृष्ण के प्रति अटूट भक्ति ने उन्हें महाभारत में सबसे महत्वपूर्ण व्यक्तित्वों में से एक बना दिया।",
  "Draupadi represents the honor and dignity that must be protected, and the power of devotion - Krishna always came to her aid.": "द्रौपदी उस सम्मान और गरिमा का प्रतिनिधित्व करती हैं जिसे संरक्षित किया जाना चाहिए, और भक्ति की शक्ति - कृष्ण हमेशा उनकी सहायता के लिए आए।",
  "Knew about the war but remained silent": "युद्ध के बारे में जानते थे लेकिन मौन रहे",
  "Wife of the five Pandavas": "पांच पांडवों की पत्नी",
  "Born from sacred sacrificial fire": "पवित्र यज्ञाग्नि से जन्मी",
  "Devoted follower of Lord Krishna": "भगवान कृष्ण की समर्पित भक्त",
  "Symbol of strength and dignity": "शक्ति और गरिमा का प्रतीक",
  "Dhritarashtra": "धृतराष्ट्र",
  "The king of Hastinapura and father of the 100 Kauravas. Despite his wisdom and position, his deep attachment to his sons and inability to guide them on the path of dharma became a key factor in the great war. Sanjaya narrated the Gita to him.": "हस्तिनापुर के राजा और 100 कौरवों के पिता। अपनी बुद्धिमत्ता और पद के बावजूद, अपने पुत्रों के प्रति उनका गहरा लगाव और उन्हें धर्म के मार्ग पर मार्गदर्शन करने में असमर्थता महायुद्ध में एक प्रमुख कारक बन गई। संजय ने उन्हें गीता का वर्णन किया।",
  "Dhritarashtra represents how deep attachment to loved ones can sometimes cloud one's vision of dharma and righteous duty.": "धृतराष्ट्र यह दर्शाते हैं कि प्रियजनों के प्रति गहरा लगाव कभी-कभी धर्म और कर्तव्य की दृष्टि को धुंधला कर सकता है।",
  "King of Hastinapura": "हस्तिनापुर के राजा",
  "Father of 100 Kauravas and one daughter": "100 कौरवों और एक पुत्री के पिता",
  "The Gita was narrated to him by Sanjaya": "संजय ने उन्हें गीता सुनाई",
  "Listener of the divine dialogue": "दिव्य संवाद के श्रोता",
  "Duryodhana": "दुर्योधन",
  "The Antagonist Prince": "प्रतिद्वंद्वी राजकुमार",
  "The eldest Kaurava prince whose ambition and rivalry with the Pandavas led to the great war. A skilled warrior and master of the mace, Duryodhana inspired fierce loyalty from his allies, especially Karna, and fought bravely until his final moment.": "ज्येष्ठ कौरव राजकुमार जिनकी महत्वाकांक्षा और पांडवों के साथ प्रतिद्वंद्विता ने महान युद्ध को जन्म दिया। एक कुशल योद्धा और गदा के स्वामी, दुर्योधन ने अपने सहयोगियों, विशेष रूप से कर्ण से उग्र निष्ठा प्राप्त की, और अपने अंतिम क्षण तक बहादुरी से लड़े।",
  "Eldest of 100 Kaurava brothers": "100 कौरव भाइयों में सबसे बड़े",
  "Duryodhana's story illustrates the consequences of allowing ambition and rivalry to overshadow dharma, and the importance of wise counsel.": "दुर्योधन की कहानी महत्वाकांक्षा और प्रतिद्वंद्विता को धर्म पर हावी होने देने के परिणामों और बुद्धिमान परामर्श के महत्व को दर्शाती है।",
  "The Blind King": "अंधे राजा",
  "Leader of the Kaurava forces": "कौरव सेना के नेता",
  "Inspired great loyalty among his followers": "अपने अनुयायियों में महान निष्ठा प्रेरित की",
  "The Grandsire": "पितामह",
  "Bhishma": "भीष्म",
  "Bhishma represents the tragic conflict between personal dharma and duty to one's oath. His discourse on the bed of arrows later became the Shanti Parva.": "भीष्म व्यक्तिगत धर्म और अपनी प्रतिज्ञा के प्रति कर्तव्य के बीच दुखद संघर्ष का प्रतिनिधित्व करते हैं। बाणों की शय्या पर उनका प्रवचन बाद में शांति पर्व बन गया।",
  "The revered grand-uncle of both Pandavas and Kauravas, Bhishma was bound by his sacred vow to serve the throne of Hastinapura. Known for his wisdom, valor, and unwavering commitment to his word, he served as the Kaurava commander for the first ten days of the war.": "पांडवों और कौरवों दोनों के पूज्य पितामह, भीष्म हस्तिनापुर के सिंहासन की सेवा करने की अपनी पवित्र प्रतिज्ञा से बंधे थे। अपनी बुद्धिमत्ता, वीरता और अपने वचन के प्रति अटूट प्रतिबद्धता के लिए जाने जाते हुए, उन्होंने युद्ध के पहले दस दिनों तक कौरव सेनापति के रूप में सेवा की।",
  "Took a vow of lifelong celibacy (Bhishma Pratigya)": "आजीवन ब्रह्मचर्य की प्रतिज्ञा ली (भीष्म प्रतिज्ञा)",
  "Could choose the time of his death": "अपनी मृत्यु का समय चुन सकते थे",
  "Commander of Kaurava forces for 10 days": "10 दिनों तक कौरव सेना के सेनापति",
  "Imparted wisdom while on his deathbed of arrows": "बाणों की शय्या पर ज्ञान प्रदान किया",
  "Dronacharya": "Dronacharya",
  "The Supreme Teacher": "परम गुरु",
  "The legendary guru who trained both Pandavas and Kauravas in martial arts. Despite his affection for Arjuna, his favorite student, Drona fought for the Kauravas due to his obligation to Hastinapura.": "महान गुरु जिन्होंने पांडवों और कौरवों दोनों को युद्ध कला में प्रशिक्षित किया। अर्जुन, अपने प्रिय शिष्य के प्रति स्नेह के बावजूद, द्रोण ने हस्तिनापुर के प्रति अपने दायित्व के कारण कौरवों के लिए युद्ध किया।",
  "Greatest martial arts teacher of his era": "अपने युग के महानतम युद्ध कला शिक्षक",
  "Drona exemplifies the conflict between duty and affection, and the price of misplaced loyalty.": "द्रोण कर्तव्य और स्नेह के बीच संघर्ष और गलत निष्ठा की कीमत का उदाहरण प्रस्तुत करते हैं।",
  "Commander after Bhishma fell": "भीष्म के पतन के बाद सेनापति",
  "Arjuna was his favorite disciple": "अर्जुन उनके प्रिय शिष्य थे",
  "Karna": "कर्ण",
  "Father of Ashwatthama": "अश्वत्थामा के पिता",
  "The Tragic Hero": "दुखद नायक",
  "Karna represents the complexities of dharma, loyalty, and destiny. His life teaches us about dignity in adversity and the nobility of character transcending circumstances.": "कर्ण धर्म, निष्ठा और भाग्य की जटिलताओं का प्रतिनिधित्व करते हैं। उनका जीवन हमें विपरीत परिस्थितियों में गरिमा और परिस्थितियों से परे चरित्र की कुलीनता के बारे में सिखाता है।",
  "Firstborn son of Kunti": "कुंती के पहलौठे पुत्र",
  "Born with divine armor (kavach-kundal)": "दिव्य कवच-कुंडल के साथ जन्मे",
  "Equal to Arjuna in archery": "धनुर्विद्या में अर्जुन के बराबर",
  "Renowned for his extraordinary generosity": "अपनी असाधारण उदारता के लिए प्रसिद्ध",
  "Epic Characters": "महाकाव्य के पात्र",
  "Characters of the Mahabharata": "महाभारत के पात्र",
  "The firstborn son of Kunti, Karna was raised by a charioteer family. Known for his unparalleled generosity and warrior skills, his unwavering loyalty to Duryodhana led him to fight against the Pandavas, creating one of the Mahabharata's most poignant tragedies.": "कुंती के पहलौठे पुत्र, कर्ण का पालन-पोषण एक सारथी परिवार द्वारा किया गया। अपनी अद्वितीय उदारता और योद्धा कौशल के लिए जाने जाते हुए, दुर्योधन के प्रति उनकी अटूट निष्ठा ने उन्हें पांडवों के खिलाफ लड़ने के लिए प्रेरित किया, जिससे महाभारत की सबसे मार्मिक त्रासदियों में से एक का निर्माण हुआ।",
  "Now that you know the characters, explore the timeless dialogue between Krishna and Arjuna": "अब जब आप पात्रों को जान गए हैं, तो कृष्ण और अर्जुन के बीच शाश्वत संवाद का अन्वेषण करें",
  "Learn More About the Gita": "गीता के बारे में और जानें",
  "Kaurava": "कौरव",
  "Dive Into the Bhagavad Gita": "भगवद गीता में गोता लगाएं",
  "Neutral": "तटस्थ",
  "Pandava": "पांडव",
  "Significance in the Gita": "गीता में महत्व",
  "Key Facts": "मुख्य तथ्य",
  "Kauravas & Allies": "Kauravas & Allies",
  "Divine": "Divine",
  "Pandavas": "Pandavas",
  "Divine & Narrators": "Divine & Narrators",
  "All Characters": "All Characters",
  "Legends of the Mahabharata": "महाभारत के महान पात्र",
  "Each character brings unique lessons and perspectives to Krishna's timeless wisdom": "प्रत्येक पात्र कृष्ण की शाश्वत ज्ञान को अनूठी शिक्षाएं और दृष्टिकोण प्रदान करता है",
  "MEET THE CHARACTERS": "पात्रों से मिलें",
  "Understanding the relationships between characters helps illuminate the moral dilemmas presented in the Bhagavad Gita. The conflict between cousins, duties to teachers, and bonds of family form the backdrop of Krishna's teachings.": "पात्रों के बीच संबंधों को समझना भगवद गीता में प्रस्तुत नैतिक दुविधाओं को स्पष्ट करने में मदद करता है। चचेरे भाइयों के बीच संघर्ष, गुरुओं के प्रति कर्तव्य और पारिवारिक बंधन कृष्ण की शिक्षाओं की पृष्ठभूमि बनते हैं।",
  "The House of Kuru": "कुरु राजवंश",
  "FAMILY TREE": "वंशवृक्ष",
  "About the Gita": "गीता के बारे में",
  "Read the Gita": "गीता पढ़ें",
  "Meet the legendary figures whose stories interweave with the timeless teachings of the Bhagavad Gita": "उन महान पात्रों से मिलें जिनकी कहानियां भगवद गीता की शाश्वत शिक्षाओं से जुड़ी हुई हैं",
  "Ved Vyasa, also called Krishna Dvaipayana, is one of the most revered sages in Indian history. He didn't just write the Mahabharata - he compiled the four Vedas, authored the 18 Puranas, and even appears as a character in his own epic.": "वेद व्यास, जिन्हें कृष्ण द्वैपायन भी कहा जाता है, भारतीय इतिहास के सबसे सम्मानित ऋषियों में से एक हैं। उन्होंने न केवल महाभारत लिखा - उन्होंने चार वेदों का संकलन किया, 18 पुराणों की रचना की, और अपने स्वयं के महाकाव्य में एक पात्र के रूप में भी प्रकट होते हैं।",
  "The Author": "The Author",
  "The Bhagavad Gita is part of Vyasa's masterwork, the Mahabharata. This massive 100,000-verse epic tells the story of a family divided, a kingdom in conflict, and the conversation that changed everything.": "भगवद गीता व्यास की महान कृति महाभारत का हिस्सा है। यह विशाल 100,000 श्लोकों का महाकाव्य एक विभाजित परिवार, संघर्षरत राज्य और उस संवाद की कहानी बताता है जिसने सब कुछ बदल दिया।",
  "Ganesh ji": "Ganesh ji",
  "The Scribe": "The Scribe",
  "When Ved Vyasa needed someone to write down the Mahabharata as he composed it, he turned to Lord Ganesh. But Ganesh set one condition: Vyasa had to recite without pause.": "जब वेद व्यास को महाभारत की रचना करते समय इसे लिखने के लिए किसी की आवश्यकता थी, तो उन्होंने भगवान गणेश की ओर रुख किया। लेकिन गणेश ने एक शर्त रखी: व्यास को बिना रुके सुनाना था।",
  "So Vyasa created complex verses to slow Ganesh down while he thought ahead. This divine collaboration gave us the Mahabharata - and within it, the Bhagavad Gita. Every verse was carefully crafted, every word chosen with purpose.": "इसलिए व्यास ने गणेश को धीमा करने के लिए जटिल श्लोक बनाए जबकि वे आगे सोचते रहे। इस दिव्य सहयोग ने हमें महाभारत दिया - और इसके भीतर, भगवद गीता। प्रत्येक श्लोक को सावधानीपूर्वक तैयार किया गया, प्रत्येक शब्द को उद्देश्य के साथ चुना गया।",
  "The Divine Teacher": "The Divine Teacher",
  "Lord Krishna is the speaker of the Bhagavad Gita and the eighth avatar of Vishnu. He's Arjuna's friend, charioteer, and guide. What makes Krishna's teachings powerful isn't just what he says - it's who he is.": "भगवान श्री कृष्ण भगवद गीता के वक्ता और विष्णु के आठवें अवतार हैं। वे अर्जुन के मित्र, सारथी और मार्गदर्शक हैं। कृष्ण की शिक्षाओं को शक्तिशाली बनाता है कि वे क्या कहते हैं - बल्कि यह कि वे कौन हैं।",
  "Krishna doesn't preach from a distance. He stands with Arjuna on the battlefield, in the middle of chaos, answering real questions with real solutions. In Chapter 11, he reveals his Vishvarupa - the cosmic form - showing Arjuna that he's talking to the Supreme Being himself.": "कृष्ण दूर से उपदेश नहीं देते। वे अर्जुन के साथ युद्धक्षेत्र में, अराजकता के बीच में खड़े होते हैं, वास्तविक समाधानों के साथ वास्तविक प्रश्नों का उत्तर देते हैं। अध्याय 11 में, वे अपना विश्वरूप - ब्रह्मांडीय रूप - प्रकट करते हैं, अर्जुन को दिखाते हुए कि वे स्वयं परम सत्ता से बात कर रहे हैं।",
  "His teachings cover everything: how to act without anxiety, how to love without attachment, how to know yourself beyond your body. He's practical about spirituality and spiritual about practical life.": "उनकी शिक्षाएं सब कुछ कवर करती हैं: बिना चिंता के कैसे कार्य करें, बिना आसक्ति के कैसे प्रेम करें, अपने शरीर से परे खुद को कैसे जानें। वे आध्यात्मिकता के बारे में व्यावहारिक और व्यावहारिक जीवन के बारे में आध्यात्मिक हैं।",
  "Arjuna is the third Pandava brother and one of history's greatest warriors. He's skilled, respected, and ready for battle. But when he sees his teachers, uncles, and cousins on the opposite side, he breaks down.": "अर्जुन तीसरे पांडव भाई और इतिहास के महानतम योद्धाओं में से एक हैं। वे कुशल, सम्मानित और युद्ध के लिए तैयार हैं। लेकिन जब वे विपरीत पक्ष में अपने शिक्षकों, चाचाओं और चचेरे भाइयों को देखते हैं, तो वे टूट जाते हैं।",
  "The Seeker": "The Seeker",
  "This isn't weakness - it's the most human moment in the Mahabharata. Arjuna asks the questions we all ask: What's the right thing to do when all choices seem wrong? How do I act when I'm paralyzed by doubt? What's the point of success if it costs everything?": "यह कमजोरी नहीं है - यह महाभारत का सबसे मानवीय क्षण है। अर्जुन वे प्रश्न पूछते हैं जो हम सभी पूछते हैं: जब सभी विकल्प गलत लगते हैं तो क्या करना सही है? जब मैं संदेह से लकवाग्रस्त हूं तो मैं कैसे कार्य करूं? सफलता का क्या मतलब है अगर यह सब कुछ खर्च करता है?",
  "The Narrator": "The Narrator",
  "His honesty makes him the perfect student. He doesn't pretend to understand. He asks, he challenges, he learns. That's why the Gita works - it's a real conversation, not a lecture.": "उनकी ईमानदारी उन्हें परफेक्ट छात्र बनाती है। वे समझने का नाटक नहीं करते। वे पूछते हैं, चुनौती देते हैं, सीखते हैं। इसीलिए गीता काम करती है - यह एक वास्तविक बातचीत है, व्याख्यान नहीं।",
  "The Gita is framed as Sanjaya's narration to Dhritarashtra. He sees everything, hears everything, and reports it with precision. The last verse of the Gita is his - a powerful reflection on witnessing this divine conversation and what it means for anyone who hears it.": "The Gita is framed as Sanjaya's narration to Dhritarashtra. He sees everything, hears everything, and reports it with precision. The last verse of the Gita is his - a powerful reflection on witnessing this divine conversation and what it means for anyone who hears it.",
  "For Students & Career Starters": "छात्रों और करियर शुरू करने वालों के लिए",
  "Sanjaya is the narrator who makes the Bhagavad Gita possible. As advisor to the blind king Dhritarashtra, he was blessed with divine vision by Ved Vyasa to witness the entire battle from afar.": "संजय वर्णनकर्ता हैं जो भगवद गीता को संभव बनाते हैं। अंधे राजा धृतराष्ट्र के सलाहकार के रूप में, वेद व्यास ने उन्हें दिव्य दृष्टि से आशीर्वाद दिया था ताकि वे दूर से संपूर्ण युद्ध देख सकें।",
  "For Working Professionals": "कार्यरत पेशेवरों के लिए",
  "Burnout is real. Workplace stress is real. The Gita teaches karma yoga - how to give your best effort while staying mentally detached from results. It's not about not caring; it's about not letting anxiety run your life.": "बर्नआउट वास्तविक है। कार्यस्थल का तनाव वास्तविक है। गीता कर्म योग सिखाती है - परिणामों से मानसिक रूप से अलग रहते हुए अपना सर्वश्रेष्ठ प्रयास कैसे दें। यह परवाह न करने के बारे में नहीं है; यह चिंता को अपने जीवन को चलाने न देने के बारे में है।",
  "For Anyone Seeking Purpose": "उद्देश्य की तलाश करने वाले किसी भी व्यक्ति के लिए",
  "Choosing a major? Deciding between passion and practicality? The Gita talks about dharma - finding your path and walking it without comparing yourself to others. It's about doing your work well, not obsessing over outcomes you can't control.": "कोई विषय चुन रहे हैं? जुनून और व्यावहारिकता के बीच निर्णय ले रहे हैं? गीता धर्म के बारे में बात करती है - अपना मार्ग खोजना और दूसरों से तुलना किए बिना उस पर चलना। यह आपके काम को अच्छी तरह से करने के बारे में है, उन परिणामों पर ध्यान न देना जिन्हें आप नियंत्रित नहीं कर सकते।",
  "Feeling lost? Questioning everything? The Gita addresses the big questions: Who am I? What matters? How do I live meaningfully? It offers three paths - action, devotion, and knowledge - and says you don't have to pick just one.": "खोया हुआ महसूस कर रहे हैं? सब कुछ सवाल कर रहे हैं? गीता बड़े प्रश्नों को संबोधित करती है: मैं कौन हूं? क्या मायने रखता है? मैं अर्थपूर्ण रूप से कैसे जीऊं? यह तीन मार्ग प्रदान करती है - कर्म, भक्ति और ज्ञान - और कहती है कि आपको केवल एक को चुनने की आवश्यकता नहीं है।",
  "For Dealing with Change & Loss": "परिवर्तन और हानि से निपटने के लिए",
  "For Building Mental Resilience": "मानसिक लचीलापन बनाने के लिए",
  "The Gita talks a lot about equanimity - staying steady in success and failure, praise and criticism. It's ancient mindfulness practice, teaching you to observe your thoughts without being controlled by them.": "गीता समभाव के बारे में बहुत बात करती है - सफलता और विफलता, प्रशंसा और आलोचना में स्थिर रहना। यह प्राचीन माइंडफुलनेस अभ्यास है, जो आपको अपने विचारों को नियंत्रित किए बिना उन्हें देखना सिखाता है।",
  "The Gita starts with Arjuna's grief and confusion. Krishna doesn't dismiss these feelings - he addresses them directly. The wisdom here helps you process change, handle loss, and find stability when everything feels uncertain.": "गीता अर्जुन के शोक और भ्रम के साथ शुरू होती है। कृष्ण इन भावनाओं को खारिज नहीं करते - वे सीधे उन्हें संबोधित करते हैं। यहां की बुद्धिमत्ता आपको परिवर्तन को संसाधित करने, हानि को संभालने और जब सब कुछ अनिश्चित लगता है तो स्थिरता खोजने में मदद करती है।",
  "Whether you're deeply religious or just spiritually curious, the Gita meets you where you are. It discusses meditation, self-realization, devotion, and the nature of consciousness - without requiring you to believe anything blindly.": "चाहे आप गहराई से धार्मिक हों या केवल आध्यात्मिक रूप से जिज्ञासु हों, गीता आपसे वहां मिलती है जहां आप हैं। यह ध्यान, आत्म-साक्षात्कार, भक्ति और चेतना की प्रकृति पर चर्चा करती है - बिना आपको कुछ भी आंख बंद करके विश्वास करने की आवश्यकता के।",
  "Karma Yoga": "Karma Yoga",
  "For Spiritual Growth": "आध्यात्मिक विकास के लिए",
  "The first six chapters focus on action - how to work, fight, and live without being consumed by desire or fear. It's about doing what needs to be done with full effort and zero attachment to how things turn out.": "पहले छह अध्याय कर्म पर ध्यान केंद्रित करते हैं - इच्छा या भय से खपत किए बिना काम करने, लड़ने और जीने के तरीके। यह पूर्ण प्रयास के साथ जो करने की आवश्यकता है उसे करने के बारे में है और चीजें कैसे निकलती हैं इसके प्रति शून्य लगाव।",
  "Chapters 1-6": "अध्याय 1-6",
  "Bhakti Yoga": "Bhakti Yoga",
  "Chapters 7-12": "अध्याय 7-12",
  "The middle six chapters explore devotion and love for the divine. It's not blind faith - it's understanding who Krishna really is, how to connect with that ultimate reality, and what real devotion looks like in daily life.": "बीच के छह अध्याय दिव्य के प्रति भक्ति और प्रेम का अन्वेषण करते हैं। यह अंधा विश्वास नहीं है - यह समझना है कि कृष्ण वास्तव में कौन हैं, उस परम वास्तविकता से कैसे जुड़ें, और दैनिक जीवन में वास्तविक भक्ति कैसी दिखती है।",
  "Jnana Yoga": "Jnana Yoga",
  "The final six chapters dive into knowledge - understanding the difference between body and soul, matter and spirit, the temporary and eternal. It all comes together in Chapter 18 with practical synthesis of everything taught.": "अंतिम छह अध्याय ज्ञान में गोता लगाते हैं - शरीर और आत्मा, पदार्थ और आत्मा, अस्थायी और शाश्वत के बीच अंतर को समझना। यह सब अध्याय 18 में सिखाई गई हर चीज के व्यावहारिक संश्लेषण के साथ एक साथ आता है।",
  "The Pandavas": "पांडव",
  "Chapters 13-18": "अध्याय 13-18",
  "The Kauravas": "कौरव",
  "Five brothers - Yudhishthira, Bhima, Arjuna, Nakula, and Sahadeva - who lost their kingdom through deceit and now must fight to reclaim it.": "पांच भाई - युधिष्ठिर, भीम, अर्जुन, नकुल और सहदेव - जिन्होंने धोखे से अपना राज्य खो दिया और अब इसे पुनः प्राप्त करने के लिए लड़ना होगा।",
  "The Dilemma": "दुविधा",
  "Their hundred cousins, led by Duryodhana, who refuse to return even five villages to avoid war. Pride and greed have brought everyone to this battlefield.": "उनके सौ चचेरे भाई, दुर्योधन के नेतृत्व में, जो युद्ध से बचने के लिए पांच गांव भी वापस करने से इनकार करते हैं। अभिमान और लालच ने सभी को इस युद्धक्षेत्र में ला दिया है।",
  "Arjuna must fight his grandfather Bhishma, his teacher Dronacharya, and his cousins. How do you do your duty when duty itself seems wrong?": "अर्जुन को अपने दादा भीष्म, अपने शिक्षक द्रोणाचार्य और अपने चचेरे भाइयों से लड़ना होगा। जब कर्तव्य ही गलत लगता है तो आप अपना कर्तव्य कैसे निभाते हैं?",
  "The Bhagavad Gita (the Song of the Lord) is a 700-verse Hindu scripture that's part of the Mahabharata. It's a conversation between Lord Krishna and the warrior Arjuna on the battlefield of Kurukshetra, moments before a massive war. Arjuna is paralyzed by doubt, and Krishna responds with teachings on life, duty, action, devotion, and the nature of reality itself.": "भगवद गीता (भगवान का गीत) एक 700 श्लोकों का हिंदू धर्मग्रंथ है जो महाभारत का हिस्सा है। यह कुरुक्षेत्र के युद्धक्षेत्र पर भगवान कृष्ण और योद्धा अर्जुन के बीच एक संवाद है, एक विशाल युद्ध से कुछ क्षण पहले। अर्जुन संदेह से लकवाग्रस्त हैं, और कृष्ण जीवन, कर्तव्य, कर्म, भक्ति और वास्तविकता की प्रकृति पर शिक्षाओं के साथ प्रतिक्रिया देते हैं।",
  "Ved Vyasa composed the Mahabharata, which includes the Bhagavad Gita. According to tradition, Lord Ganesh served as the scribe, writing down the epic as Vyasa dictated it. Vyasa agreed to recite without pause, and Ganesh agreed to write without stopping - a collaboration that required both divine speed and wisdom.": "वेद व्यास ने महाभारत की रचना की, जिसमें भगवद गीता शामिल है। परंपरा के अनुसार, भगवान गणेश ने लेखक के रूप में सेवा की, व्यास द्वारा बोले जाने पर महाकाव्य को लिखा। व्यास बिना रुके सुनाने के लिए सहमत हुए, और गणेश बिना रुके लिखने के लिए सहमत हुए - एक सहयोग जिसमें दोनों दिव्य गति और ज्ञान की आवश्यकता थी।",
  "Who wrote the Bhagavad Gita?": "भगवद गीता किसने लिखी?",
  "What role did Ganesh ji play in the Gita?": "गीता में गणेश जी की क्या भूमिका थी?",
  "Ganesh ji was the scribe who wrote down the Mahabharata as Ved Vyasa composed it. When Vyasa needed someone who could write as fast as he could compose, he approached Ganesh. Ganesh agreed but set one condition: Vyasa must recite without stopping. To give himself time to think, Vyasa created complex verses that would take Ganesh a moment to comprehend before writing.": "गणेश जी लेखक थे जिन्होंने वेद व्यास द्वारा रचना करते समय महाभारत लिखा। जब व्यास को किसी ऐसे व्यक्ति की आवश्यकता थी जो उतनी तेजी से लिख सके जितनी तेजी से वे रचना कर सकते थे, तो उन्होंने गणेश से संपर्क किया। गणेश सहमत हुए लेकिन एक शर्त रखी: व्यास को बिना रुके सुनाना होगा। खुद को सोचने का समय देने के लिए, व्यास ने जटिल श्लोक बनाए जो गणेश को लिखने से पहले समझने में एक क्षण लगेगा।",
  "How does the Gita fit into the Mahabharata?": "गीता महाभारत में कैसे फिट बैठती है?",
  "What are the main teachings of the Bhagavad Gita?": "भगवद गीता की मुख्य शिक्षाएं क्या हैं?",
  "The Mahabharata is a 100,000-verse epic about a family conflict that leads to the Kurukshetra war. The Bhagavad Gita appears in the Bhishma Parva (Book of Bhishma), right before the war begins. It's the conversation that happens when Arjuna refuses to fight. While the Mahabharata tells the story, the Gita teaches the philosophy.": "महाभारत एक 100,000 श्लोकों का महाकाव्य है जो एक पारिवारिक संघर्ष के बारे में है जो कुरुक्षेत्र युद्ध की ओर ले जाता है। भगवद गीता भीष्म पर्व (भीष्म की पुस्तक) में प्रकट होती है, युद्ध शुरू होने से ठीक पहले। यह वह संवाद है जो तब होता है जब अर्जुन लड़ने से इनकार करते हैं। जबकि महाभारत कहानी बताता है, गीता दर्शन सिखाती है।",
  "The Gita teaches three main paths (yogas): Karma Yoga (selfless action without attachment to results), Bhakti Yoga (devotion and love for the divine), and Jnana Yoga (knowledge of the self and ultimate reality). It also discusses dharma (duty), the eternal nature of the soul, meditation, and how to live with purpose in a chaotic world.": "गीता तीन मुख्य मार्ग (योग) सिखाती है: कर्म योग (परिणामों से लगाव के बिना निस्वार्थ कर्म), भक्ति योग (दिव्य के प्रति भक्ति और प्रेम), और ज्ञान योग (स्वयं और परम वास्तविकता का ज्ञान)। यह धर्म (कर्तव्य), आत्मा की शाश्वत प्रकृति, ध्यान, और एक अराजक दुनिया में उद्देश्य के साथ कैसे जीना है, इस पर भी चर्चा करती है।",
  "Why is the Bhagavad Gita relevant today?": "आज भगवद गीता प्रासंगिक क्यों है?",
  "Who are Nar and Narayan in relation to Krishna and Arjuna?": "कृष्ण और अर्जुन के संबंध में नर और नारायण कौन हैं?",
  "Krishna and Arjuna are considered incarnations of Narayan (Vishnu) and Nar respectively - the divine sage-duo. This eternal partnership appears throughout Hindu tradition. The Gita is special because it shows the divine (Krishna) teaching the devoted (Arjuna), continuing their timeless relationship in human form.": "कृष्ण और अर्जुन को क्रमशः नारायण (विष्णु) और नर के अवतार माना जाता है - दिव्य ऋषि-युगल। यह शाश्वत साझेदारी हिंदू परंपरा में प्रकट होती है। गीता विशेष है क्योंकि यह दिव्य (कृष्ण) को समर्पित (अर्जुन) को सिखाते हुए दिखाती है, मानव रूप में अपने कालातीत संबंध को जारी रखते हुए।",
  "Sacred Scripture": "पवित्र शास्त्र",
  "The Gita addresses timeless human struggles: making difficult decisions, managing stress and anxiety, finding purpose, dealing with loss, and understanding who you really are. It's been used by students facing career choices, professionals dealing with burnout, leaders making tough calls, and anyone seeking deeper meaning. Mahatma Gandhi called it his 'spiritual dictionary' and read it daily.": "गीता कालातीत मानवीय संघर्षों को संबोधित करती है: कठिन निर्णय लेना, तनाव और चिंता का प्रबंधन करना, उद्देश्य खोजना, हानि से निपटना, और यह समझना कि आप वास्तव में कौन हैं। इसका उपयोग करियर विकल्पों का सामना करने वाले छात्रों, बर्नआउट से निपटने वाले पेशेवरों, कठिन निर्णय लेने वाले नेताओं और गहरे अर्थ की तलाश करने वाले किसी भी व्यक्ति द्वारा किया गया है। महात्मा गांधी ने इसे अपना 'आध्यात्मिक शब्दकोश' कहा और इसे रोजाना पढ़ा।",
  "The Bhagavad Gita": "भगवद गीता",
  "700 verses that changed everything. A conversation on a battlefield. A guide for life.": "700 श्लोक जिन्होंने सब कुछ बदल दिया। एक युद्धक्षेत्र पर संवाद। जीवन के लिए एक मार्गदर्शक।",
  "Explore Chapters": "अध्यायों का अन्वेषण करें",
  "DISCOVER": "खोजें",
  "Arjuna is ready to fight. His arrows are sharp, his army is strong. Then he looks across the field and sees his grandfather, his teacher, his cousins. People he loves. People he's supposed to kill. He can't do it. He breaks down.": "अर्जुन लड़ने के लिए तैयार हैं। उनके बाण तीखे हैं, उनकी सेना मजबूत है। फिर वे मैदान के उस पार देखते हैं और अपने दादा, अपने शिक्षक, अपने चचेरे भाइयों को देखते हैं। वे लोग जिनसे वे प्रेम करते हैं। वे लोग जिन्हें उन्हें मारना है। वे ऐसा नहीं कर सकते। वे टूट जाते हैं।",
  "The Bhagavad Gita - the Song of the Lord - is a 700-verse conversation between Lord Krishna and the warrior prince Arjuna. It happens on a battlefield, right before a war that will destroy families and change kingdoms.": "भगवद गीता - भगवान का गीत - भगवान कृष्ण और योद्धा राजकुमार अर्जुन के बीच 700 श्लोकों का संवाद है। यह एक युद्धक्षेत्र में होता है, उस युद्ध से ठीक पहले जो परिवारों को नष्ट कर देगा और राज्यों को बदल देगा।",
  "THE EPIC": "महाकाव्य",
  "That's when Krishna speaks. What follows isn't just battle advice - it's a complete guide to life, duty, action, devotion, and self-knowledge. The Gita talks about work without anxiety, love without attachment, and understanding who you truly are beyond your body and mind.": "तभी कृष्ण बोलते हैं। जो होता है वह केवल युद्ध की सलाह नहीं है - यह जीवन, कर्तव्य, कर्म, भक्ति और आत्म-ज्ञान का एक संपूर्ण मार्गदर्शक है। गीता बिना चिंता के काम, बिना आसक्ति के प्रेम, और यह समझने के बारे में बात करती है कि आप अपने शरीर और मन से परे वास्तव में कौन हैं।",
  "The Story Behind the Gita": "गीता के पीछे की कहानी",
  "The Bhagavad Gita is part of the Mahabharata - the longest epic poem ever written. The Mahabharata tells the story of two families, the Pandavas and Kauravas, fighting for the throne of Hastinapura. Lies, betrayal, gambling, exile - everything leads to Kurukshetra, where armies face each other and Arjuna faces his crisis.": "भगवद गीता महाभारत का हिस्सा है - अब तक लिखी गई सबसे लंबी महाकाव्य कविता। महाभारत दो परिवारों, पांडवों और कौरवों की कहानी बताता है, जो हस्तिनापुर के सिंहासन के लिए लड़ रहे हैं। झूठ, विश्वासघात, जुआ, निर्वासन - सब कुछ कुरुक्षेत्र की ओर ले जाता है, जहां सेनाएं एक-दूसरे का सामना करती हैं और अर्जुन अपने संकट का सामना करते हैं।",
  "The Gita begins where Arjuna's resolve ends. It's the moment between decision and action, where Krishna steps in with wisdom that transcends the battlefield and speaks to every human struggle.": "गीता वहां शुरू होती है जहां अर्जुन का संकल्प समाप्त होता है। यह निर्णय और कार्य के बीच का क्षण है, जहां कृष्ण उस ज्ञान के साथ आते हैं जो युद्धक्षेत्र से परे है और हर मानवीय संघर्ष से बात करता है।",
  "THE AUTHORS": "रचयिता",
  "KEY FIGURES": "प्रमुख पात्र",
  "Ved Vyasa & Ganesh ji": "वेद व्यास और गणेश जी",
  "The Main Characters": "मुख्य पात्र",
  "TODAY": "आज",
  "Explore All Mahabharata Characters": "सभी महाभारत पात्रों का अन्वेषण करें",
  "Why Read the Gita Now?": "अब गीता क्यों पढ़ें?",
  "The Gita was spoken 5,000 years ago, but the questions haven't changed. The answers still work.": "गीता 5,000 साल पहले बोली गई थी, लेकिन प्रश्न नहीं बदले हैं। उत्तर अभी भी काम करते हैं।",
  "STRUCTURE": "संरचना",
  "The 18 Chapters": "18 अध्याय",
  "The Gita's 18 chapters are organized into three sections, each focusing on a different path to spiritual growth and self-realization.": "गीता के 18 अध्याय तीन खंडों में व्यवस्थित हैं, प्रत्येक आध्यात्मिक विकास और आत्म-साक्षात्कार के एक अलग मार्ग पर ध्यान केंद्रित करते हैं।",
  "Read All Chapters": "सभी अध्याय पढ़ें",
  "Common Questions": "सामान्य प्रश्न",
  "What people ask about the Bhagavad Gita, answered clearly": "भगवद गीता के बारे में लोग क्या पूछते हैं, स्पष्ट रूप से उत्तर दिया गया",
  "Ready to Read?": "पढ़ने के लिए तैयार हैं?",
  "Start with Chapter 1 and see why millions have found guidance, peace, and purpose in Krishna's words to Arjuna.": "अध्याय 1 से शुरू करें और देखें कि लाखों लोगों ने अर्जुन को कृष्ण के शब्दों में मार्गदर्शन, शांति और उद्देश्य क्यों पाया है।",
  "Start Chapter 1": "अध्याय 1 शुरू करें",
  "Browse All Chapters": "सभी अध्याय ब्राउज़ करें",
  "Bhagavad Gita Quotes By Lord Krishna": "भगवान श्री कृष्ण के भगवद गीता उद्धरण",
  "Divine Wisdom": "दिव्य ज्ञान",
  "Explore timeless wisdom from the sacred dialogue between Lord Krishna and Arjuna": "Explore timeless wisdom from the sacred dialogue between Lord Krishna and Arjuna",
  "Read Full Gita": "पूरी गीता पढ़ें",
  "Read the Complete Bhagavad Gita": "संपूर्ण भगवद गीता पढ़ें",
  "View All Chapters": "View All Chapters",
  "King of Hastinapur": "हस्तिनापुर के राजा",
  "River Goddess (Wife 1)": "नदी देवी (पहली पत्नी)",
  "Queen (Wife 2)": "रानी (दूसरी पत्नी)",
  "Author of Mahabharata": "महाभारत के रचयिता",
  "Eldest Prince": "ज्येष्ठ राजकुमार",
  "Princess of Kashi": "काशी की राजकुमारी",
  "Eldest Kaurava": "ज्येष्ठ कौरव",
  "Second Kaurava": "द्वितीय कौरव",
  "+ 98 more brothers": "+ 98 और भाई",
  "100 Kauravas total": "कुल 100 कौरव",
  "Only Daughter": "एकमात्र पुत्री",
  "King of Sindhu": "सिंधु के राजा",
  "Princess of Kunti (Wife 1)": "कुंती की राजकुमारी (पहली पत्नी)",
  "Princess of Madra (Wife 2)": "मद्र की राजकुमारी (दूसरी पत्नी)",
  "The Eldest of Kunti": "कुंती के ज्येष्ठ पुत्र",
  "Son of Karna": "कर्ण के पुत्र",
  "Common wife of 5 Pandavas": "5 पांडवों की पत्नी",
  "Common wife": "साझी पत्नी",
  "Rakshasi wife": "राक्षसी पत्नी",
  "Son from Draupadi": "द्रौपदी के पुत्र",
  "Son from Hidimbi": "हिडिम्बी के पुत्र",
  "Half-demon warrior": "अर्ध-राक्षस योद्धा",
  "Greatest warrior": "महानतम योद्धा",
  "Sister of Krishna": "कृष्ण की बहन",
  "Naga princess": "नाग राजकुमारी",
  "Princess of Manipur": "मणिपुर की राजकुमारी",
  "Son from Subhadra": "सुभद्रा के पुत्र",
  "Princess of Matsya": "मत्स्य की राजकुमारी",
  "King of Kuru Dynasty": "कुरु वंश के राजा",
  "The Handsome": "सुंदर",
  "The Wise": "बुद्धिमान",
  "Wise Counsellor": "बुद्धिमान सलाहकार",
  "Wife of Vidura": "विदुर की पत्नी",
  "Princess of Gandhara": "गांधार की राजकुमारी",
  "Maharaj Shantanu": "महाराज शांतनु",
  "Ganga": "गंगा",
  "Satyavati": "सत्यवती",
  "Veda Vyasa": "वेद व्यास",
  "Chitrangada": "चित्रांगदा",
  "Vichitravirya": "विचित्रवीर्य",
  "Ambika": "अंबिका",
  "Ambalika": "अम्बालिका",
  "Gandhari": "गांधारी",
  "Dushasana": "दुःशासन",
  "Dussala": "दुःशला",
  "Jayadratha": "जयद्रथ",
  "Pandu": "पांडु",
  "Madri": "माद्री",
  "Vrishasena": "वृषसेन",
  "Prativindhya": "प्रतिविंध्य",
  "Hidimbi": "हिडिम्बी",
  "Sutasoma": "सुतसोम",
  "Ghatotkacha": "घटोत्कच",
  "Barbarik": "बर्बरीक",
  "Subhadra": "सुभद्रा",
  "Ulupi": "उलूपी",
  "Shrutakarma": "श्रुतकर्म",
  "Abhimanyu": "अभिमन्यु",
  "Uttara": "उत्तरा",
  "Parikshit": "परीक्षित",
  "Janamejaya": "जनमेजय",
  "Nakula": "नकुल",
  "Shatanika": "शतानीक",
  "Sahadeva": "सहदेव",
  "Shrutasena": "श्रुतसेन",
  "Vidura": "विदुर",
  "Sulabha": "सुलभा",
  "Son of Ganga. Took the sacred vow of celibacy (Bhishma Pratigya) for his father's happiness.": "गंगा के पुत्र। अपने पिता की खुशी के लिए ब्रह्मचर्य की पवित्र प्रतिज्ञा (भीष्म प्रतिज्ञा) ली।",
  "Son of Satyavati & Sage Parashara. The great sage who performed Niyoga to continue the lineage.": "सत्यवती और ऋषि पराशर के पुत्र। महान ऋषि जिन्होंने वंश को आगे बढ़ाने के लिए नियोग किया।",
  "Son of Satyavati & Shantanu. Eldest prince of Hastinapura.": "सत्यवती और शांतनु के पुत्र। हस्तिनापुर के ज्येष्ठ राजकुमार।",
  "Son of Satyavati & Shantanu. Passed away young. Vyasa performed Niyoga to continue the lineage.": "सत्यवती और शांतनु के पुत्र। कम उम्र में देहांत। व्यास ने वंश को आगे बढ़ाने के लिए नियोग किया।",
  "Son of Ambika via Niyoga by Vyasa. King of Hastinapura.": "अंबिका के पुत्र व्यास के नियोग से। हस्तिनापुर के राजा।",
  "Son of Ambalika via Niyoga by Vyasa. His sons were born through divine boons.": "अम्बालिका के पुत्र व्यास के नियोग से। उनके पुत्रों का जन्म दिव्य वरदानों से हुआ।",
  "Firstborn son of Kunti & Surya (Sun God). Raised with love by Adhiratha & Radha. Allied with Kauravas.": "कुंती और सूर्य (सूर्य देवता) के पहलौठे पुत्र। अधिरथ और राधा द्वारा प्रेम से पाले गए। कौरवों से सहयोगी।",
  "Eldest Pandava. Son of Kunti & Dharma (God of Righteousness).": "ज्येष्ठ पांडव। कुंती और धर्म (धर्म के देवता) के पुत्र।",
  "Second Pandava. Son of Kunti & Vayu (Wind God).": "द्वितीय पांडव। कुंती और वायु (वायु देवता) के पुत्र।",
  "Brave warrior with divine powers. Sacrificed himself in the great war.": "दिव्य शक्तियों वाले बहादुर योद्धा। महायुद्ध में अपना बलिदान दिया।",
  "Could end war in 1 minute": "एक मिनट में युद्ध समाप्त कर सकते थे",
  "Third Pandava. Son of Kunti & Indra (King of Gods). Greatest archer.": "तीसरे पांडव। कुंती और इंद्र (देवराज) के पुत्र। महानतम धनुर्धर।",
  "Brave warrior who knew the secrets of Chakravyuha. Attained martyrdom at a young age.": "बहादुर योद्धा जो चक्रव्यूह के रहस्य जानते थे। कम उम्र में शहीद हुए।",
  "Born after war. Continued the Kuru lineage.": "युद्ध के बाद जन्मे। कुरु वंश को आगे बढ़ाया।",
  "Performed Sarpa Satra": "सर्प सत्र किया",
  "Fourth Pandava. Son of Madri & Ashwini Kumaras. Master of horses & swords.": "चौथे पांडव। माद्री और अश्विनी कुमारों के पुत्र। घोड़ों और तलवारों के स्वामी।",
  "Youngest Pandava. Son of Madri & Ashwini Kumaras. Master astrologer.": "सबसे छोटे पांडव। माद्री और अश्विनी कुमारों के पुत्र। महान ज्योतिषी।",
  "Son via Niyoga by Vyasa. Incarnation of Dharma. Wise advisor to kings.": "व्यास के नियोग से पुत्र। धर्म के अवतार। राजाओं के बुद्धिमान सलाहकार।",
  "View All Characters": "सभी पात्र देखें",
  "We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.": "हम सेवा प्रदान करने और सुधारने के लिए आपके व्यक्तिगत डेटा का उपयोग करते हैं। सेवा का उपयोग करके, आप इस गोपनीयता नीति के अनुसार जानकारी के संग्रह और उपयोग के लिए सहमत हैं।",
  "This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.": "यह गोपनीयता नीति सेवा का उपयोग करते समय आपकी जानकारी के संग्रह, उपयोग और प्रकटीकरण पर हमारी नीतियों और प्रक्रियाओं का वर्णन करती है और आपको आपके गोपनीयता अधिकारों और कानून आपकी सुरक्षा कैसे करता है के बारे में बताती है।",
  "Interpretation and Definitions": "व्याख्या और परिभाषाएं",
  "The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.": "जिन शब्दों का प्रारंभिक अक्षर बड़ा है, उनके अर्थ निम्नलिखित शर्तों के तहत परिभाषित हैं। निम्नलिखित परिभाषाएं एक ही अर्थ रखेंगी, चाहे वे एकवचन में दिखाई दें या बहुवचन में।",
  "Definitions": "परिभाषाएं",
  "Interpretation": "व्याख्या",
  "For the purposes of this Privacy Policy:": "इस गोपनीयता नीति के उद्देश्यों के लिए:",
  "means a unique account created for You to access our Service or parts of our Service.": "हमारी सेवा या हमारी सेवा के भागों तक पहुंचने के लिए आपके लिए बनाए गए एक अद्वितीय खाते का मतलब है।",
  "Company": "कंपनी",
  "(referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to Ved Vyas Foundation, C-604 IRWO Sector 47 Gurugram Gurgaon HR 122018 INDIA.": "(इस समझौते में \"कंपनी\", \"हम\", \"हमारा\" या \"हमारा\" के रूप में संदर्भित) वेद व्यास फाउंडेशन, C-604 IRWO सेक्टर 47 गुरुग्राम गुड़गांव HR 122018 भारत को संदर्भित करता है।",
  "Cookies": "कुकीज़",
  "Personal Data": "व्यक्तिगत डेटा",
  "are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.": "छोटी फाइलें हैं जो एक वेबसाइट द्वारा आपके कंप्यूटर, मोबाइल डिवाइस या किसी अन्य डिवाइस पर रखी जाती हैं, जिसमें उस वेबसाइट पर आपके ब्राउज़िंग इतिहास का विवरण उसके कई उपयोगों के बीच होता है।",
  "Service": "सेवा",
  "refers to the Website.": "वेबसाइट को संदर्भित करता है।",
  "is any information that relates to an identified or identifiable individual.": "कोई भी जानकारी है जो एक पहचाने गए या पहचान योग्य व्यक्ति से संबंधित है।",
  "Website": "वेबसाइट",
  "refers to BhagavadGita.io, accessible from": "BhagavadGita.io को संदर्भित करता है, जिस तक पहुंचा जा सकता है",
  "Collecting and Using Your Personal Data": "आपके व्यक्तिगत डेटा का संग्रह और उपयोग",
  "Email address": "ईमेल पता",
  "While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:": "हमारी सेवा का उपयोग करते समय, हम आपसे कुछ व्यक्तिगत रूप से पहचान योग्य जानकारी प्रदान करने के लिए कह सकते हैं जिसका उपयोग आपसे संपर्क करने या आपकी पहचान करने के लिए किया जा सकता है। व्यक्तिगत रूप से पहचान योग्य जानकारी में शामिल हो सकते हैं, लेकिन इन्हीं तक सीमित नहीं हैं:",
  "Usage Data": "उपयोग डेटा",
  "Usage Data is collected automatically when using the Service. Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.": "सेवा का उपयोग करते समय उपयोग डेटा स्वचालित रूप से एकत्र किया जाता है। उपयोग डेटा में जानकारी शामिल हो सकती है जैसे आपके डिवाइस का इंटरनेट प्रोटोकॉल पता (उदाहरण के लिए IP पता), ब्राउज़र प्रकार, ब्राउज़र संस्करण, हमारी सेवा के पृष्ठ जो आप देखते हैं, आपकी यात्रा का समय और तारीख, उन पृष्ठों पर बिताया गया समय, अद्वितीय डिवाइस पहचानकर्ता और अन्य नैदानिक डेटा।",
  "First name and last name": "पहला नाम और अंतिम नाम",
  "We use Cookies and similar tracking technologies to track the activity on Our Service and store certain information. We use both Session and Persistent Cookies for the purposes set out below:": "हम हमारी सेवा पर गतिविधि को ट्रैक करने और कुछ जानकारी संग्रहीत करने के लिए कुकीज़ और समान ट्रैकिंग प्रौद्योगिकियों का उपयोग करते हैं। हम नीचे निर्धारित उद्देश्यों के लिए सत्र और लगातार कुकीज़ दोनों का उपयोग करते हैं:",
  "Necessary / Essential Cookies": "आवश्यक / आवश्यक कुकीज़",
  "These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features.": "ये कुकीज़ वेबसाइट के माध्यम से उपलब्ध सेवाएं प्रदान करने और आपको इसकी कुछ सुविधाओं का उपयोग करने में सक्षम बनाने के लिए आवश्यक हैं।",
  "Cookies Policy / Notice Acceptance Cookies": "कुकीज़ नीति / नोटिस स्वीकृति कुकीज़",
  "Tracking Technologies and Cookies": "ट्रैकिंग प्रौद्योगिकियां और कुकीज़",
  "These Cookies identify if users have accepted the use of cookies on the Website.": "ये कुकीज़ पहचानती हैं कि उपयोगकर्ताओं ने वेबसाइट पर कुकीज़ के उपयोग को स्वीकार किया है या नहीं।",
  "Functionality Cookies": "कार्यक्षमता कुकीज़",
  "These Cookies allow us to remember choices You make when You use the Website, such as remembering your login details or language preference.": "ये कुकीज़ हमें वेबसाइट का उपयोग करते समय आपके द्वारा किए गए विकल्पों को याद रखने की अनुमति देती हैं, जैसे आपके लॉगिन विवरण या भाषा वरीयता को याद रखना।",
  "The Company may use Personal Data for the following purposes:": "कंपनी निम्नलिखित उद्देश्यों के लिए व्यक्तिगत डेटा का उपयोग कर सकती है:",
  "To provide and maintain our Service, including to monitor the usage of our Service.": "हमारी सेवा प्रदान करने और बनाए रखने के लिए, जिसमें हमारी सेवा के उपयोग की निगरानी शामिल है।",
  "To manage Your Account and registration as a user of the Service.": "सेवा के उपयोगकर्ता के रूप में आपके खाते और पंजीकरण का प्रबंधन करने के लिए।",
  "To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication regarding updates or informative communications.": "अपडेट या सूचनात्मक संचार के संबंध में ईमेल, टेलीफोन कॉल, SMS, या इलेक्ट्रॉनिक संचार के अन्य समकक्ष रूपों के माध्यम से आपसे संपर्क करने के लिए।",
  "To provide You with news, special offers and general information about other goods, services and events.": "आपको अन्य वस्तुओं, सेवाओं और घटनाओं के बारे में समाचार, विशेष ऑफर और सामान्य जानकारी प्रदान करने के लिए।",
  "Use of Your Personal Data": "आपके व्यक्तिगत डेटा का उपयोग",
  "For other purposes such as data analysis, identifying usage trends, and improving our Service.": "अन्य उद्देश्यों के लिए जैसे डेटा विश्लेषण, उपयोग रुझानों की पहचान करना, और हमारी सेवा में सुधार करना।",
  "To manage Your requests to Us.": "हमारे लिए आपके अनुरोधों का प्रबंधन करने के लिए।",
  "Retention of Your Personal Data": "आपके व्यक्तिगत डेटा का प्रतिधारण",
  "The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations, resolve disputes, and enforce our legal agreements and policies.": "कंपनी इस गोपनीयता नीति में निर्धारित उद्देश्यों के लिए आवश्यक समय तक ही आपके व्यक्तिगत डेटा को बनाए रखेगी। हम अपने कानूनी दायित्वों का पालन करने, विवादों को हल करने और अपने कानूनी समझौतों और नीतियों को लागू करने के लिए आवश्यक सीमा तक आपके व्यक्तिगत डेटा को बनाए रखेंगे और उपयोग करेंगे।",
  "The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.": "आपके व्यक्तिगत डेटा की सुरक्षा हमारे लिए महत्वपूर्ण है, लेकिन याद रखें कि इंटरनेट पर प्रसारण का कोई भी तरीका, या इलेक्ट्रॉनिक भंडारण का तरीका 100% सुरक्षित नहीं है। जबकि हम आपके व्यक्तिगत डेटा की सुरक्षा के लिए व्यावसायिक रूप से स्वीकार्य साधनों का उपयोग करने का प्रयास करते हैं, हम इसकी पूर्ण सुरक्षा की गारंटी नहीं दे सकते।",
  "Security of Your Personal Data": "आपके व्यक्तिगत डेटा की सुरक्षा",
  "Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us.": "हमारी सेवा 13 वर्ष से कम उम्र के किसी भी व्यक्ति को संबोधित नहीं करती है। हम जानबूझकर 13 वर्ष से कम उम्र के किसी भी व्यक्ति से व्यक्तिगत रूप से पहचान योग्य जानकारी एकत्र नहीं करते हैं। यदि आप एक माता-पिता या अभिभावक हैं और आप जानते हैं कि आपके बच्चे ने हमें व्यक्तिगत डेटा प्रदान किया है, तो कृपया हमसे संपर्क करें।",
  "Changes to this Privacy Policy": "इस गोपनीयता नीति में परिवर्तन",
  "We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page and updating the \"Last updated\" date at the top of this Privacy Policy.": "हम समय-समय पर अपनी गोपनीयता नीति को अपडेट कर सकते हैं। हम इस पृष्ठ पर नई गोपनीयता नीति पोस्ट करके और इस गोपनीयता नीति के शीर्ष पर \"अंतिम अपडेट\" तारीख अपडेट करके आपको किसी भी परिवर्तन की सूचना देंगे।",
  "Children's Privacy": "बच्चों की गोपनीयता",
  "By email": "ईमेल द्वारा",
  "If you have any questions about this Privacy Policy, You can contact us:": "यदि आपके पास इस गोपनीयता नीति के बारे में कोई प्रश्न हैं, तो आप हमसे संपर्क कर सकते हैं:",
  "Legal": "कानूनी",
  "July 17, 2023": "17 जुलाई, 2023",
  "Learn how we protect your data and ensure your privacy": "जानें कि हम आपके डेटा की सुरक्षा कैसे करते हैं और आपकी गोपनीयता सुनिश्चित करते हैं",
  "Terms of Service": "सेवा की शर्तें",
  "Essential guidelines for using our platform and services": "हमारे प्लेटफ़ॉर्म और सेवाओं का उपयोग करने के लिए आवश्यक दिशानिर्देश",
  "Copyright & Attribution": "कॉपीराइट और अट्रिब्यूशन",
  "Understanding how to use and share the sacred teachings responsibly": "पवित्र शिक्षाओं का जिम्मेदारी से उपयोग और साझा करने का तरीका समझना",
  "Please read these Terms of Service (\"Terms\", \"Terms of Service\") carefully before using the BhagavadGita.io website (the \"Service\") operated by Ved Vyas Foundation (\"us\", \"we\", or \"our\").": "कृपया वेद व्यास फाउंडेशन (\"हम\", \"हमारा\") द्वारा संचालित BhagavadGita.io वेबसाइट (सेवा) का उपयोग करने से पहले इन सेवा की शर्तों (\"शर्तें\", \"सेवा की शर्तें\") को ध्यान से पढ़ें।",
  "Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms. These Terms apply to all visitors, users, and others who access or use the Service.": "सेवा तक आपकी पहुंच और उपयोग इन शर्तों को स्वीकार करने और उनका पालन करने पर निर्भर है। ये शर्तें सभी आगंतुकों, उपयोगकर्ताओं और अन्य लोगों पर लागू होती हैं जो सेवा तक पहुंचते हैं या उसका उपयोग करते हैं।",
  "By accessing or using the Service, you agree to be bound by these Terms. If you disagree with any part of the terms, then you may not access the Service.": "सेवा तक पहुंचकर या उसका उपयोग करके, आप इन शर्तों से बाध्य होने के लिए सहमत हैं। यदि आप शर्तों के किसी भी हिस्से से असहमत हैं, तो आप सेवा तक पहुंच नहीं सकते।",
  "Account Terms": "खाता शर्तें",
  "Required Information": "आवश्यक जानकारी",
  "You must provide a valid email address in order to complete the signup process. Any other information requested, such as your real name, is optional, unless you are accepting these terms on behalf of a legal entity.": "साइनअप प्रक्रिया पूरी करने के लिए आपको एक वैध ईमेल पता प्रदान करना होगा। अनुरोध की गई कोई अन्य जानकारी, जैसे आपका वास्तविक नाम, वैकल्पिक है, जब तक कि आप किसी कानूनी इकाई की ओर से इन शर्तों को स्वीकार नहीं कर रहे हैं।",
  "Account Requirements": "खाता आवश्यकताएं",
  "We have a few simple rules for accounts on BhagavadGita.io's Service:": "BhagavadGita.io की सेवा पर खातों के लिए हमारे पास कुछ सरल नियम हैं:",
  "You must be a human to create an account. Accounts registered by \"bots\" or other automated methods are not permitted.": "खाता बनाने के लिए आपको एक मानव होना चाहिए। \"बॉट्स\" या अन्य स्वचालित तरीकों से पंजीकृत खातों की अनुमति नहीं है।",
  "One person or legal entity may maintain no more than one account.": "एक व्यक्ति या कानूनी इकाई एक से अधिक खाता नहीं रख सकती।",
  "Your login may only be used by one person — i.e., a single login may not be shared by multiple people.": "आपका लॉगिन केवल एक व्यक्ति द्वारा उपयोग किया जा सकता है — अर्थात, एक लॉगिन को कई लोगों द्वारा साझा नहीं किया जा सकता।",
  "User Account Security": "उपयोगकर्ता खाता सुरक्षा",
  "You are responsible for keeping your account secure while you use our Service.": "हमारी सेवा का उपयोग करते समय आप अपने खाते को सुरक्षित रखने के लिए जिम्मेदार हैं।",
  "Copyright Statement": "कॉपीराइट बयान",
  "From this site, you may download the information and use it on your computer for personal study or other non-commercial purposes. You must include appropriate attribution/credit on the material you extract. In this case, free means free. It cannot be bundled with anything sold, nor can you charge for shipping, handling, or anything. It is provided for personal study or for use in undergraduate or seminary religion classes or other non-commercial study.": "इस साइट से, आप जानकारी डाउनलोड कर सकते हैं और इसे व्यक्तिगत अध्ययन या अन्य गैर-व्यावसायिक उद्देश्यों के लिए अपने कंप्यूटर पर उपयोग कर सकते हैं। आपको निकाली गई सामग्री पर उचित अट्रिब्यूशन/क्रेडिट शामिल करना होगा। इस मामले में, मुफ्त का मतलब मुफ्त है। इसे किसी भी बेची गई चीज़ के साथ बंडल नहीं किया जा सकता है, न ही आप शिपिंग, हैंडलिंग या किसी भी चीज़ के लिए शुल्क ले सकते हैं। यह व्यक्तिगत अध्ययन या स्नातक या सेमिनरी धर्म कक्षाओं या अन्य गैर-व्यावसायिक अध्ययन में उपयोग के लिए प्रदान किया गया है।",
  "All the translations on this site have been taken with permission from their respective authors.": "इस साइट पर सभी अनुवाद उनके संबंधित लेखकों की अनुमति से लिए गए हैं।",
  "Acceptable Use": "स्वीकार्य उपयोग",
  "Compliance with Laws and Regulations": "कानूनों और नियमों का अनुपालन",
  "Your use of the Website and Service must not violate any applicable laws, including copyright or trademark laws, export control laws, or other laws in your jurisdiction. You are responsible for making sure that your use of the Service is in compliance with laws and any applicable regulations.": "वेबसाइट और सेवा का आपका उपयोग किसी भी लागू कानूनों का उल्लंघन नहीं करना चाहिए, जिसमें कॉपीराइट या ट्रेडमार्क कानून, निर्यात नियंत्रण कानून, या आपके अधिकार क्षेत्र में अन्य कानून शामिल हैं। आप यह सुनिश्चित करने के लिए जिम्मेदार हैं कि सेवा का आपका उपयोग कानूनों और किसी भी लागू नियमों के अनुपालन में है।",
  "Conduct Restrictions": "आचरण प्रतिबंध",
  "While using BhagavadGita.io, you agree that you will not under any circumstances:": "BhagavadGita.io का उपयोग करते समय, आप सहमत हैं कि आप किसी भी परिस्थिति में नहीं करेंगे:",
  "Use our servers for any form of excessive automated bulk activity (for example, spamming), or relay any other form of unsolicited advertising or solicitation through our servers, such as get-rich-quick schemes.": "अत्यधिक स्वचालित बल्क गतिविधि (उदाहरण के लिए, स्पैमिंग) के किसी भी रूप के लिए हमारे सर्वर का उपयोग करें, या हमारे सर्वर के माध्यम से अवांछित विज्ञापन या अनुरोध के किसी भी अन्य रूप को रिले करें, जैसे कि तेजी से अमीर बनने की योजनाएं।",
  "Attempt to disrupt or tamper with BhagavadGita.io's servers in ways that could harm our Website or Service, to place undue burden on BhagavadGita.io's servers through automated means, or to access BhagavadGita.io's Service in ways that exceed your authorization.": "BhagavadGita.io के सर्वर को बाधित करने या छेड़छाड़ करने का प्रयास करें जो हमारी वेबसाइट या सेवा को नुकसान पहुंचा सकता है, स्वचालित साधनों के माध्यम से BhagavadGita.io के सर्वर पर अनुचित बोझ डालने के लिए, या BhagavadGita.io की सेवा तक उन तरीकों से पहुंचने के लिए जो आपके अधिकार से अधिक हैं।",
  "Scraping": "स्क्रैपिंग",
  "Scraping refers to extracting data from our Website via an automated process, such as a bot or webcrawler. You may scrape the website for the following reasons:": "स्क्रैपिंग एक स्वचालित प्रक्रिया के माध्यम से हमारी वेबसाइट से डेटा निकालने को संदर्भित करती है, जैसे बॉट या वेबक्रॉलर। आप निम्नलिखित कारणों से वेबसाइट को स्क्रैप कर सकते हैं:",
  "Researchers may scrape public, non-personal information from BhagavadGita.io for research purposes, only if any publications resulting from that research are open access.": "शोधकर्ता शोध उद्देश्यों के लिए BhagavadGita.io से सार्वजनिक, गैर-व्यक्तिगत जानकारी स्क्रैप कर सकते हैं, केवल तभी जब उस शोध से उत्पन्न कोई भी प्रकाशन ओपन एक्सेस हो।",
  "Archivists may scrape BhagavadGita.io for public data for archival purposes.": "अभिलेखागार सार्वजनिक डेटा के लिए अभिलेखागार उद्देश्यों के लिए BhagavadGita.io को स्क्रैप कर सकते हैं।",
  "You may not scrape BhagavadGita.io for spamming purposes.": "आप स्पैमिंग उद्देश्यों के लिए BhagavadGita.io को स्क्रैप नहीं कर सकते।",
  "API Terms": "API शर्तें",
  "No Abuse or Overuse of the API": "API का दुरुपयोग या अत्यधिक उपयोग नहीं",
  "Abuse or excessively frequent requests to BhagavadGita.io via the API may result in the temporary or permanent suspension of your account's access to the API. BhagavadGita.io, in our sole discretion, will determine abuse or excessive usage of the API.": "API के माध्यम से BhagavadGita.io को दुरुपयोग या अत्यधिक बार-बार अनुरोध के परिणामस्वरूप आपके खाते की API तक पहुंच अस्थायी या स्थायी रूप से निलंबित हो सकती है। BhagavadGita.io, हमारे एकमात्र विवेक से, API के दुरुपयोग या अत्यधिक उपयोग का निर्धारण करेगा।",
  "Using the Bhagavad Gita API, you may download the information and use it in your app or website as long as you do not charge for it. You must include appropriate attribution/credit on the material you extract. In this case, free means free. It cannot be bundled with anything sold, nor can you charge for shipping, handling, or anything. It is provided for non-commercial use only.": "Bhagavad Gita API का उपयोग करके, आप जानकारी डाउनलोड कर सकते हैं और इसे अपने ऐप या वेबसाइट में उपयोग कर सकते हैं जब तक आप इसके लिए शुल्क नहीं लेते हैं। आपको निकाली गई सामग्री पर उचित अट्रिब्यूशन/क्रेडिट शामिल करना होगा। इस मामले में, मुफ्त का मतलब मुफ्त है। इसे किसी भी बेची गई चीज़ के साथ बंडल नहीं किया जा सकता है, न ही आप शिपिंग, हैंडलिंग या किसी भी चीज़ के लिए शुल्क ले सकते हैं। यह केवल गैर-व्यावसायिक उपयोग के लिए प्रदान किया गया है।",
  "Termination": "समाप्ति",
  "We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.": "हम किसी भी कारण से, बिना पूर्व सूचना या दायित्व के, तुरंत आपके खाते को समाप्त या निलंबित कर सकते हैं, जिसमें बिना सीमा के यदि आप शर्तों का उल्लंघन करते हैं तो शामिल है।",
  "Upon termination, your right to use the Service will immediately cease. If you wish to terminate your account, you may simply discontinue using the Service.": "समाप्ति पर, सेवा का उपयोग करने का आपका अधिकार तुरंत समाप्त हो जाएगा। यदि आप अपना खाता समाप्त करना चाहते हैं, तो आप बस सेवा का उपयोग बंद कर सकते हैं।",
  "Governing Law": "शासी कानून",
  "These Terms shall be governed and construed in accordance with the laws of Haryana, India, without regard to its conflict of law provisions.": "ये शर्तें हरियाणा, भारत के कानूनों के अनुसार शासित और निर्माण की जाएंगी, बिना इसके कानूनी प्रावधानों के संघर्ष पर विचार किए।",
  "Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. These Terms constitute the entire agreement between us regarding our Service and supersede and replace any prior agreements we might have had between us regarding the Service.": "इन शर्तों के किसी भी अधिकार या प्रावधान को लागू करने में हमारी विफलता को उन अधिकारों के परित्याग के रूप में नहीं माना जाएगा। यदि इन शर्तों का कोई प्रावधान अदालत द्वारा अमान्य या अप्रवर्तनीय माना जाता है, तो इन शर्तों के शेष प्रावधान प्रभाव में रहेंगे। ये शर्तें हमारी सेवा के संबंध में हमारे बीच पूर्ण समझौता बनाती हैं और सेवा के संबंध में हमारे बीच किसी भी पूर्व समझौते को अधिलेखित और प्रतिस्थापित करती हैं।",
  "Changes": "परिवर्तन",
  "We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material, we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.": "हम अपने एकमात्र विवेक से, किसी भी समय इन शर्तों को संशोधित या प्रतिस्थापित करने का अधिकार सुरक्षित रखते हैं। यदि संशोधन महत्वपूर्ण है, तो हम किसी भी नई शर्तों के प्रभावी होने से पहले कम से कम 30 दिनों का नोटिस प्रदान करने का प्रयास करेंगे। एक महत्वपूर्ण परिवर्तन क्या है यह हमारे एकमात्र विवेक से निर्धारित किया जाएगा।",
  "By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, please stop using the Service.": "उन संशोधनों के प्रभावी होने के बाद हमारी सेवा तक पहुंचना या उसका उपयोग जारी रखकर, आप संशोधित शर्तों से बाध्य होने के लिए सहमत हैं। यदि आप नई शर्तों से सहमत नहीं हैं, तो कृपया सेवा का उपयोग बंद करें।",
  "If you have any questions about these Terms, please contact us:": "यदि आपके पास इन शर्तों के बारे में कोई प्रश्न हैं, तो कृपया हमसे संपर्क करें:",
  "Non-Profit Mission": "गैर-लाभकारी मिशन",
  "BhagavadGita.io is a non-profit initiative operated by the Ved Vyas Foundation. Our mission is to make the sacred wisdom of the Bhagavad Gita freely accessible to seekers worldwide, transcending barriers of language, geography, and economic circumstance.": "BhagavadGita.io वेद व्यास फाउंडेशन द्वारा संचालित एक गैर-लाभकारी पहल है। हमारा मिशन भगवद गीता की पवित्र बुद्धिमत्ता को दुनिया भर के साधकों के लिए स्वतंत्र रूप से सुलभ बनाना है, भाषा, भूगोल और आर्थिक परिस्थितियों की बाधाओं को पार करते हुए।",
  "We believe that spiritual knowledge should be available to all who seek it. All content on this platform is provided free of charge, and we do not seek to profit from the distribution of these sacred teachings.": "हम मानते हैं कि आध्यात्मिक ज्ञान उन सभी के लिए उपलब्ध होना चाहिए जो इसकी तलाश करते हैं। इस प्लेटफ़ॉर्म पर सभी सामग्री निःशुल्क प्रदान की जाती है, और हम इन पवित्र शिक्षाओं के वितरण से लाभ प्राप्त करने का प्रयास नहीं करते हैं।",
  "Content Usage Guidelines": "सामग्री उपयोग दिशानिर्देश",
  "Public Domain Content": "सार्वजनिक डोमेन सामग्री",
  "The original Sanskrit verses of the Bhagavad Gita are ancient sacred texts in the public domain. These verses may be freely used, reproduced, and distributed by anyone.": "भगवद गीता के मूल संस्कृत श्लोक सार्वजनिक डोमेन में प्राचीन पवित्र ग्रंथ हैं। इन श्लोकों का कोई भी व्यक्ति स्वतंत्र रूप से उपयोग, पुनरुत्पादन और वितरण कर सकता है।",
  "Translations and Commentaries": "अनुवाद और टीकाएं",
  "All translations and commentaries featured on BhagavadGita.io have been used with explicit permission from their respective authors, publishers, and organizations. Copyrights to these works remain with their original creators.": "BhagavadGita.io पर प्रदर्शित सभी अनुवाद और टीकाएं उनके संबंधित लेखकों, प्रकाशकों और संगठनों की स्पष्ट अनुमति के साथ उपयोग की गई हैं। इन कार्यों के कॉपीराइट उनके मूल रचनाकारों के पास रहते हैं।",
  "Personal Use": "व्यक्तिगत उपयोग",
  "You are welcome to download, read, and use the content from this site for:": "आप इस साइट से सामग्री डाउनलोड करने, पढ़ने और उपयोग करने के लिए स्वागत कर रहे हैं:",
  "Personal study and spiritual practice": "व्यक्तिगत अध्ययन और आध्यात्मिक अभ्यास",
  "Educational purposes in classrooms and study groups": "कक्षाओं और अध्ययन समूहों में शैक्षिक उद्देश्य",
  "Non-commercial religious or spiritual teaching": "गैर-व्यावसायिक धार्मिक या आध्यात्मिक शिक्षण",
  "Academic research and citation": "शैक्षणिक अनुसंधान और उद्धरण",
  "Commercial Use Restrictions": "व्यावसायिक उपयोग प्रतिबंध",
  "The content may NOT be used for commercial purposes. This means you cannot:": "सामग्री का उपयोग व्यावसायिक उद्देश्यों के लिए नहीं किया जा सकता है। इसका मतलब है कि आप नहीं कर सकते:",
  "Sell or bundle the content with products or services": "उत्पादों या सेवाओं के साथ सामग्री बेचें या बंडल करें",
  "Charge fees for access, including shipping or handling": "पहुंच के लिए शुल्क लें, जिसमें शिपिंग या हैंडलिंग शामिल है",
  "Use the content in commercial applications or websites": "व्यावसायिक अनुप्रयोगों या वेबसाइटों में सामग्री का उपयोग करें",
  "Reproduce the content in commercial publications": "व्यावसायिक प्रकाशनों में सामग्री का पुनरुत्पादन करें",
  "Attribution Requirements": "अट्रिब्यूशन आवश्यकताएं",
  "When using content from BhagavadGita.io, please provide appropriate attribution. A simple citation format is:": "BhagavadGita.io से सामग्री का उपयोग करते समय, कृपया उचित अट्रिब्यूशन प्रदान करें। एक सरल उद्धरण प्रारूप है:",
  "The Bhagavad Gita Online": "भगवद गीता ऑनलाइन",
  "Translation by Author Name, if applicable": "लेखक नाम द्वारा अनुवाद, यदि लागू हो",
  "Proper attribution helps others discover these teachings and supports our mission to spread this wisdom.": "उचित अट्रिब्यूशन दूसरों को इन शिक्षाओं को खोजने में मदद करता है और इस ज्ञान को फैलाने के हमारे मिशन का समर्थन करता है।",
  "API and Data Access": "API और डेटा पहुंच",
  "We provide a free API for developers who wish to integrate Bhagavad Gita content into their non-commercial applications. When using our API:": "हम उन डेवलपर्स के लिए एक मुफ्त API प्रदान करते हैं जो भगवद गीता सामग्री को अपने गैर-व्यावसायिक अनुप्रयोगों में एकीकृत करना चाहते हैं। हमारे API का उपयोग करते समय:",
  "Attribution must be clearly displayed": "अट्रिब्यूशन स्पष्ट रूप से प्रदर्शित होना चाहिए",
  "Usage must be non-commercial": "उपयोग गैर-व्यावसायिक होना चाहिए",
  "Rate limits must be respected": "दर सीमाओं का सम्मान किया जाना चाहिए",
  "Content integrity must be maintained": "सामग्री की अखंडता बनाए रखी जानी चाहिए",
  "For API documentation and access, please visit our developer portal or contact us at": "API दस्तावेज़ीकरण और पहुंच के लिए, कृपया हमारे डेवलपर पोर्टल पर जाएं या हमसे संपर्क करें",
  "Contributor Acknowledgements": "योगदानकर्ता स्वीकृतियां",
  "We are deeply grateful to the organizations and individuals who have granted us permission to feature their translations and commentaries. For a complete list of contributors and their works, please visit our": "हम उन संगठनों और व्यक्तियों के प्रति गहराई से आभारी हैं जिन्होंने हमें अपने अनुवाद और टीकाओं को प्रदर्शित करने की अनुमति दी है। योगदानकर्ताओं और उनके कार्यों की पूरी सूची के लिए, कृपया हमारे",
  "Acknowledgements page": "स्वीकृतियां पृष्ठ",
  "To acquire individual copies of any featured works, please contact the respective organizations directly. Contact information is available on our Acknowledgements page.": "किसी भी प्रदर्शित कार्य की व्यक्तिगत प्रतियां प्राप्त करने के लिए, कृपया संबंधित संगठनों से सीधे संपर्क करें। संपर्क जानकारी हमारे स्वीकृतियां पृष्ठ पर उपलब्ध है।",
  "Supporting Our Mission": "हमारे मिशन का समर्थन",
  "As a non-profit initiative, we rely on the generosity of supporters to maintain and improve this platform. If you find value in our work, please consider:": "एक गैर-लाभकारी पहल के रूप में, हम इस प्लेटफ़ॉर्म को बनाए रखने और सुधारने के लिए समर्थकों की उदारता पर निर्भर करते हैं। यदि आपको हमारे काम में मूल्य मिलता है, तो कृपया विचार करें:",
  "Making a donation to support our operations": "हमारे संचालन का समर्थन करने के लिए दान करना",
  "Sharing our website with others": "दूसरों के साथ हमारी वेबसाइट साझा करना",
  "Contributing translations or improvements": "अनुवाद या सुधार में योगदान देना",
  "Volunteering your time and expertise": "अपना समय और विशेषज्ञता स्वेच्छा से देना",
  "Donate page": "दान पृष्ठ",
  "to learn more about supporting our mission.": "हमारे मिशन का समर्थन करने के बारे में अधिक जानने के लिए।",
  "Copyright Infringement or Removal Requests": "कॉपीराइट उल्लंघन या हटाने के अनुरोध",
  "We respect the intellectual property rights of all content creators. If you believe that content on BhagavadGita.io infringes your copyright, or if you are a rights holder and would like your content removed, please contact us immediately.": "हम सभी सामग्री रचनाकारों के बौद्धिक संपदा अधिकारों का सम्मान करते हैं। यदि आपको लगता है कि BhagavadGita.io पर सामग्री आपके कॉपीराइट का उल्लंघन करती है, या यदि आप एक अधिकार धारक हैं और चाहते हैं कि आपकी सामग्री हटा दी जाए, तो कृपया तुरंत हमसे संपर्क करें।",
  "Please provide: (1) identification of the copyrighted work, (2) the location of the infringing material on our site, (3) your contact information, and (4) a statement of good faith belief that the use is not authorized.": "कृपया प्रदान करें: (1) कॉपीराइट कार्य की पहचान, (2) हमारी साइट पर उल्लंघन सामग्री का स्थान, (3) आपकी संपर्क जानकारी, और (4) अच्छे विश्वास का बयान कि उपयोग अधिकृत नहीं है।",
  "Email": "ईमेल",
  "Visit our": "हमारे",
  "Gratitude": "कृतज्ञता",
  "Honoring the scholars, translators, and organizations who preserve and share the wisdom of the Bhagavad Gita": "उन विद्वानों, अनुवादकों और संगठनों का सम्मान करना जो भगवद गीता की बुद्धिमत्ता को संरक्षित और साझा करते हैं",
  "Phone": "फोन",
  "Featured Work": "प्रदर्शित कार्य",
  "Support Our Mission": "हमारे मिशन का समर्थन करें",
  "Help us continue making the Bhagavad Gita accessible to seekers worldwide": "हमें दुनिया भर के साधकों के लिए भगवद गीता को सुलभ बनाना जारी रखने में मदद करें",
  "Donate Now": "अभी दान करें",
  "Commentary on Bhagavadgita by Sankaracarya, translated by Swami Gambhirananda (Published in 1995)": "शंकराचार्य द्वारा भगवद्गीता पर टीका, स्वामी गंभीरानंद द्वारा अनुवादित (1995 में प्रकाशित)",
  "Srimadbhagavadgita translated by Swami Tejomayananda (1993) [Hindi translation of The Holy Geeta by Swami Chinmayananda]": "स्वामी तेजोमयानंद द्वारा अनुवादित श्रीमद्भगवद्गीता (1993) [स्वामी चिन्मयानंद द्वारा द होली गीता का हिंदी अनुवाद]",
  "The Bhagavad Gita by Swami Sivananda (1995, The Divine Life Society, Shivanandanagar)": "स्वामी शिवानंद द्वारा भगवद गीता (1995, द डिवाइन लाइफ सोसाइटी, शिवानंदनगर)",
  "Srimadbhagavadgita: with Hindi translation of Sankarabhashya translated by Sri Harikrishandas Goenka (1998) and Srimadbhagavadgita: Sadhaka Sanjivani (Hindi Commentary) by Swami Ramsukhdas (1995)": "श्रीमद्भगवद्गीता: शंकरभाष्य का हिंदी अनुवाद श्री हरिकृष्णदास गोयनका द्वारा अनुवादित (1998) और श्रीमद्भगवद्गीता: साधक संजीवनी (हिंदी टीका) स्वामी रामसुखदास द्वारा (1995)",
  "Srimadbhagavadgita with Gitarthasangraha of Abhinavagupta Part 1 & 2. Translation by Dr. S Sankaranarayan (1985)": "अभिनवगुप्त के गीतार्थसंग्रह के साथ श्रीमद्भगवद्गीता भाग 1 और 2. डॉ. एस संकरनारायण द्वारा अनुवाद (1985)",
  "Special thanks to the team at Gita Supersite by IIT Kanpur for their hard work in collating various translations and commentaries of the Bhagavad Gita in one comprehensive platform.": "आईआईटी कानपुर द्वारा गीता सुपरसाइट की टीम के प्रति विशेष धन्यवाद जिन्होंने भगवद गीता के विभिन्न अनुवादों और टीकाओं को एक व्यापक प्लेटफ़ॉर्म में संकलित करने में कड़ी मेहनत की है।",
  "Our Contributors": "हमारे योगदानकर्ता",
  "All copyrights are retained by the respective organizations.": "सभी कॉपीराइट संबंधित संगठनों द्वारा बनाए रखे जाते हैं।",
  "Support": "समर्थन",
  "Support the digital revival of ancient wisdom. Help us make the Bhagavad Gita accessible to seekers worldwide, free and ad-free.": "प्राचीन ज्ञान के डिजिटल पुनरुद्धार का समर्थन करें। हमें दुनिया भर के साधकों के लिए भगवद गीता को निःशुल्क और विज्ञापन-मुक्त रूप से सुलभ बनाने में मदद करें।",
  "OUR MISSION": "हमारा मिशन",
  "Support the Digital Revival of Ancient Wisdom": "प्राचीन ज्ञान के डिजिटल पुनरुद्धार का समर्थन करें",
  "Your generous support enables the Ved Vyas Foundation to offer spiritual resources entirely free of charge and devoid of distractions.": "आपका उदार समर्थन वेद व्यास फाउंडेशन को पूरी तरह से निःशुल्क और विचलन से मुक्त आध्यात्मिक संसाधन प्रदान करने में सक्षम बनाता है।",
  "By donating, you help us maintain and expand our offerings, such as the ad-free": "दान करके, आप हमें अपने प्रस्तावों को बनाए रखने और विस्तारित करने में मदद करते हैं, जैसे कि विज्ञापन-मुक्त",
  "Bhagavad Gita website": "भगवद गीता वेबसाइट",
  "mobile apps": "मोबाइल ऐप्स",
  "and": "और",
  "GitaGPT AI chatbot": "गीताGPT AI चैटबॉट",
  "ensuring that the essence of Sanatana Dharma reaches the hands and hearts of seekers around the world without any barriers.": "यह सुनिश्चित करते हुए कि सनातन धर्म का सार दुनिया भर के साधकों के हाथों और दिलों तक बिना किसी बाधा के पहुंचे।",
  "Our dedication is to the digitization and modern presentation of the Ramayan, Mahabharat, Vedas, Puranas, and other precious Indian scriptures. With your contribution, we continue to create and innovate—providing state-of-the-art applications for state-of-the-art spirituality, accessible to all, anytime and anywhere.": "हमारी प्रतिबद्धता रामायण, महाभारत, वेद, पुराण और अन्य बहुमूल्य भारतीय शास्त्रों के डिजिटलीकरण और आधुनिक प्रस्तुति के प्रति है। आपके योगदान के साथ, हम निरंतर निर्माण और नवाचार करते रहते हैं—अत्याधुनिक आध्यात्मिकता के लिए अत्याधुनिक अनुप्रयोग प्रदान करते हुए, सभी के लिए सुलभ, कभी भी और कहीं भी।",
  "IMPACT": "प्रभाव",
  "What Your Donation Supports": "आपका दान किसका समर्थन करता है",
  "Free, ad-free access to all 700 verses with translations and commentaries": "अनुवाद और टीकाओं के साथ सभी 700 श्लोकों तक निःशुल्क, विज्ञापन-मुक्त पहुंच",
  "iOS and Android apps bringing the Gita to your fingertips": "iOS और Android ऐप्स जो गीता को आपकी उंगलियों पर लाते हैं",
  "AI-powered spiritual guidance based on the Bhagavad Gita": "भगवद गीता पर आधारित AI-संचालित आध्यात्मिक मार्गदर्शन",
  "Bhagavad Gita Website": "भगवद गीता वेबसाइट",
  "Mobile Apps": "मोबाइल ऐप्स",
  "GitaGPT AI Chatbot": "गीताGPT AI चैटबॉट",
  "Make a Donation": "दान करें",
  "Scan the QR code with any UPI app": "किसी भी UPI ऐप से QR कोड स्कैन करें",
  "Donate to Ved Vyas Foundation": "वेद व्यास फाउंडेशन को दान करें",
  "UPI ID": "UPI ID",
  "Thank You for Your Support": "आपके समर्थन के लिए धन्यवाद",
  "Your contribution helps preserve and share the timeless wisdom of the Bhagavad Gita with seekers around the world.": "आपका योगदान दुनिया भर के साधकों के साथ भगवद गीता की कालातीत बुद्धिमत्ता को संरक्षित और साझा करने में मदद करता है।",
  "Learn More About Us": "हमारे बारे में अधिक जानें",
  "API": "एपीआई",
  "Standing on the shoulders of giants. Honoring the scholars, translators, and visionaries whose dedication makes the Bhagavad Gita accessible to millions.": "विशालकाय लोगों के कंधों पर खड़े होकर। उन विद्वानों, अनुवादकों और दूरदर्शी लोगों का सम्मान करते हुए जिनके समर्पण ने भगवद गीता को लाखों लोगों के लिए सुलभ बनाया है।",
  "Explore the Gita": "गीता का अन्वेषण करें",
  "Preserving Timeless Wisdom": "कालातीत ज्ञान का संरक्षण",
  "The Bhagavad Gita you read here is the result of centuries of dedication. From ancient sages who first heard Krishna's words on the battlefield of Kurukshetra, to modern scholars who preserve and translate them, this wisdom has been passed down through an unbroken chain of devotion.": "आप यहाँ जो भगवद गीता पढ़ते हैं वह सदियों के समर्पण का परिणाम है। प्राचीन ऋषियों से जिन्होंने कुरुक्षेत्र के युद्ध के मैदान में कृष्ण के शब्द पहली बार सुने, आधुनिक विद्वानों तक जो उन्हें संरक्षित और अनुवादित करते हैं, यह ज्ञान भक्ति की एक अटूट श्रृंखला के माध्यम से पारित किया गया है।",
  "We are deeply grateful to the publishers, spiritual organizations, academic institutions, and technology pioneers featured below. Their authentic translations, profound commentaries, and innovative platforms have made it possible for seekers worldwide to access the Gita's transformative teachings.": "हम नीचे दर्शाए गए प्रकाशकों, आध्यात्मिक संगठनों, शैक्षणिक संस्थानों और प्रौद्योगिकी अग्रदूतों के प्रति गहराई से आभारी हैं। उनके प्रामाणिक अनुवाद, गहन टीकाएं और नवीन मंच दुनिया भर के साधकों के लिए गीता की परिवर्तनकारी शिक्षाओं तक पहुंचना संभव बनाते हैं।",
  "OUR CONTRIBUTORS": "हमारे योगदानकर्ता",
  "Guardians of Sacred Knowledge": "पवित्र ज्ञान के संरक्षक",
  "All Contributors": "सभी योगदानकर्ता",
  "Publishers": "प्रकाशक",
  "Spiritual Organizations": "आध्यात्मिक संगठन",
  "Academic Institutions": "शैक्षणिक संस्थान",
  "Technology": "प्रौद्योगिकी",
  "Sacred Publisher": "पवित्र प्रकाशक",
  "Since 1923, Gita Press has been one of the world's largest publishers of Hindu religious texts. Their commitment to making spiritual literature accessible and affordable has touched millions of lives across generations.": "1923 से, गीता प्रेस हिंदू धार्मिक ग्रंथों के विश्व के सबसे बड़े प्रकाशकों में से एक रहा है। आध्यात्मिक साहित्य को सुलभ और सस्ता बनाने की उनकी प्रतिबद्धता ने पीढ़ियों में लाखों लोगों के जीवन को छुआ है।",
  "We are honored to feature their authentic Hindi translations, including the commentary by Swami Ramsukhdas and the translation of Shankaracharya's Bhashya by Sri Harikrishandas Goenka.": "हम उनके प्रामाणिक हिंदी अनुवादों को प्रदर्शित करने के लिए सम्मानित हैं, जिसमें स्वामी रामसुखदास की टीका और श्री हरिकृष्णदास गोयनका द्वारा शंकराचार्य के भाष्य का अनुवाद शामिल है।",
  "Ramakrishna Mission Publication House": "रामकृष्ण मिशन प्रकाशन गृह",
  "The publication house of the Ramakrishna Order, Advaita Ashrama has been spreading the message of Vedanta since 1909. Their scholarly publications maintain the highest standards of authenticity and clarity.": "रामकृष्ण आदेश का प्रकाशन गृह, अद्वैत आश्रम 1909 से वेदांत का संदेश फैला रहा है। उनके विद्वतापूर्ण प्रकाशन प्रामाणिकता और स्पष्टता के उच्चतम मानकों को बनाए रखते हैं।",
  "Their publication of Shankaracharya's commentary, translated by Swami Gambhirananda, is renowned for its precision and deep philosophical insight.": "स्वामी गंभीरानंद द्वारा अनुवादित शंकराचार्य की टीका का उनका प्रकाशन इसकी सटीकता और गहन दार्शनिक अंतर्दृष्टि के लिए प्रसिद्ध है।",
  "Global Spiritual Movement": "वैश्विक आध्यात्मिक आंदोलन",
  "Founded by Swami Chinmayananda, the Chinmaya Mission has been transforming lives through Vedantic wisdom since 1953. Their teachings make ancient philosophy accessible to modern minds.": "स्वामी चिन्मयानंद द्वारा स्थापित, चिन्मय मिशन 1953 से वैदांतिक ज्ञान के माध्यम से जीवन को बदल रहा है। उनकी शिक्षाएं प्राचीन दर्शन को आधुनिक मन के लिए सुलभ बनाती हैं।",
  "We feature Swami Tejomayananda's beautiful Hindi translation, which carries forward the legacy of Swami Chinmayananda's profound and practical approach to the Gita.": "हम स्वामी तेजोमयानंद के सुंदर हिंदी अनुवाद को प्रदर्शित करते हैं, जो गीता के प्रति स्वामी चिन्मयानंद के गहन और व्यावहारिक दृष्टिकोण की विरासत को आगे ले जाता है।",
  "Himalayan Spiritual Sanctuary": "हिमालयी आध्यात्मिक अभयारण्य",
  "Established by Swami Sivananda in 1936 in the sacred Himalayas, the Divine Life Society continues to spread the universal message of truth, love, and service. Swami Sivananda was a prolific author and spiritual giant.": "1936 में पवित्र हिमालय में स्वामी शिवानंद द्वारा स्थापित, दिव्य जीवन सोसायटी सत्य, प्रेम और सेवा का सार्वभौमिक संदेश फैलाना जारी रखती है। स्वामी शिवानंद एक विपुल लेखक और आध्यात्मिक दिग्गज थे।",
  "His commentary on the Bhagavad Gita combines deep spiritual wisdom with practical guidance for modern seekers, making the eternal truths accessible to all.": "भगवद गीता पर उनकी टीका आधुनिक साधकों के लिए व्यावहारिक मार्गदर्शन के साथ गहन आध्यात्मिक ज्ञान को जोड़ती है, शाश्वत सत्य को सभी के लिए सुलभ बनाती है।",
  "Oriental Research Institute": "प्राच्य अनुसंधान संस्थान",
  "The Oriental Research Institute at Sri Venkateswara University is a renowned center for Indological research. Their scholarly work preserves and promotes India's rich literary and philosophical heritage.": "श्री वेंकटेश्वर विश्वविद्यालय में प्राच्य अनुसंधान संस्थान भारतीय अध्ययन अनुसंधान के लिए एक प्रसिद्ध केंद्र है। उनका विद्वतापूर्ण कार्य भारत की समृद्ध साहित्यिक और दार्शनिक विरासत को संरक्षित और प्रचारित करता है।",
  "Their publication of Abhinavagupta's Gitarthasangraha, translated by Dr. S. Sankaranarayan, offers a unique Kashmir Shaivism perspective on the Gita—a rare and valuable contribution to Gita literature.": "डॉ. एस. संकरनारायणन द्वारा अनुवादित अभिनवगुप्त के गीतार्थसंग्रह का उनका प्रकाशन गीता पर एक अद्वितीय कश्मीर शैववाद दृष्टिकोण प्रदान करता है—गीता साहित्य में एक दुर्लभ और मूल्यवान योगदान।",
  "Digital Heritage Platform": "डिजिटल विरासत मंच",
  "The brilliant team at IIT Kanpur created Gita Supersite, a pioneering digital platform that brought together translations and commentaries from multiple scholars in one comprehensive resource.": "आईआईटी कानपुर की प्रतिभाशाली टीम ने गीता सुपरसाइट बनाई, एक अग्रणी डिजिटल मंच जो एक व्यापक संसाधन में कई विद्वानों से अनुवाद और टीकाओं को एक साथ लाया।",
  "Their groundbreaking work in digitizing and organizing classical Gita commentaries has been an invaluable resource for our platform. We are deeply grateful for their vision and technical excellence in preserving spiritual heritage.": "शास्त्रीय गीता टीकाओं के डिजिटलीकरण और आयोजन में उनका अभूतपूर्व कार्य हमारे मंच के लिए एक अमूल्य संसाधन रहा है। हम आध्यात्मिक विरासत को संरक्षित करने में उनकी दृष्टि और तकनीकी उत्कृष्टता के लिए गहराई से आभारी हैं।",
  "Continue Their Legacy": "उनकी विरासत जारी रखें",
  "Help us preserve and share the Bhagavad Gita with future generations. Your support ensures this sacred wisdom remains free and accessible to all.": "हमें भविष्य की पीढ़ियों के साथ भगवद गीता को संरक्षित और साझा करने में मदद करें। आपका समर्थन सुनिश्चित करता है कि यह पवित्र ज्ञान सभी के लिए मुफ़्त और सुलभ रहे।",
  "Since 1923, one of the world's largest publishers of Hindu religious texts": "1923 से, हिंदू धार्मिक ग्रंथों के विश्व के सबसे बड़े प्रकाशकों में से एक",
  "Publication house of the Ramakrishna Order, spreading Vedanta since 1909": "रामकृष्ण आदेश का प्रकाशन गृह, 1909 से वेदांत का प्रसार",
  "Founded by Swami Chinmayananda, transforming lives through Vedantic wisdom since 1953": "स्वामी चिन्मयानंद द्वारा स्थापित, 1953 से वैदांतिक ज्ञान के माध्यम से जीवन को बदलना",
  "Established by Swami Sivananda in 1936 in the sacred Himalayas": "1936 में पवित्र हिमालय में स्वामी शिवानंद द्वारा स्थापित",
  "Renowned center for Indological research and India's literary heritage": "भारतीय अध्ययन अनुसंधान और भारत की साहित्यिक विरासत के लिए प्रसिद्ध केंद्र",
  "Pioneering digital platform by IIT Kanpur for Gita translations and commentaries": "गीता अनुवाद और टीकाओं के लिए आईआईटी कानपुर द्वारा अग्रणी डिजिटल मंच",
  "Since 1923, Gita Press has been one of the world's largest publishers of Hindu religious texts. Their unwavering commitment to making spiritual literature accessible and affordable has touched millions of lives across generations, spreading the timeless wisdom of the Bhagavad Gita throughout India and beyond.": "1923 से, गीता प्रेस हिंदू धार्मिक ग्रंथों के विश्व के सबसे बड़े प्रकाशकों में से एक रहा है। आध्यात्मिक साहित्य को सुलभ और सस्ता बनाने की उनकी अटूट प्रतिबद्धता ने पीढ़ियों में लाखों लोगों के जीवन को छुआ है, भारत और उससे परे भगवद गीता की कालातीत बुद्धि का प्रसार किया है।",
  "The publication house of the Ramakrishna Order, Advaita Ashrama has been spreading the message of Vedanta since 1909. Their scholarly publications maintain the highest standards of authenticity and clarity, making profound philosophical truths accessible to seekers worldwide.": "रामकृष्ण आदेश का प्रकाशन गृह, अद्वैत आश्रम 1909 से वेदांत का संदेश फैला रहा है। उनके विद्वतापूर्ण प्रकाशन प्रामाणिकता और स्पष्टता के उच्चतम मानकों को बनाए रखते हैं, गहन दार्शनिक सत्य को दुनिया भर के साधकों के लिए सुलभ बनाते हैं।",
  "Founded by Swami Chinmayananda in 1953, the Chinmaya Mission has been transforming lives through Vedantic wisdom for over seven decades. Their teachings make ancient philosophy accessible to modern minds, bridging traditional knowledge with contemporary understanding.": "1953 में स्वामी चिन्मयानंद द्वारा स्थापित, चिन्मय मिशन सात दशकों से अधिक समय से वैदांतिक ज्ञान के माध्यम से जीवन को बदल रहा है। उनकी शिक्षाएं प्राचीन दर्शन को आधुनिक मन के लिए सुलभ बनाती हैं, पारंपरिक ज्ञान को समकालीन समझ के साथ जोड़ती हैं।",
  "Established by Swami Sivananda in 1936 in the sacred Himalayas, the Divine Life Society continues to spread the universal message of truth, love, and service. Swami Sivananda was a prolific author and spiritual giant whose teachings combine deep wisdom with practical guidance.": "1936 में पवित्र हिमालय में स्वामी शिवानंद द्वारा स्थापित, दिव्य जीवन सोसायटी सत्य, प्रेम और सेवा का सार्वभौमिक संदेश फैलाना जारी रखती है। स्वामी शिवानंद एक विपुल लेखक और आध्यात्मिक दिग्गज थे जिनकी शिक्षाएं गहन ज्ञान को व्यावहारिक मार्गदर्शन के साथ जोड़ती हैं।",
  "The Oriental Research Institute at Sri Venkateswara University is a renowned center for Indological research. Their scholarly work preserves and promotes India's rich literary and philosophical heritage, making rare texts and commentaries available to researchers and spiritual seekers.": "श्री वेंकटेश्वर विश्वविद्यालय में प्राच्य अनुसंधान संस्थान भारतीय अध्ययन अनुसंधान के लिए एक प्रसिद्ध केंद्र है। उनका विद्वतापूर्ण कार्य भारत की समृद्ध साहित्यिक और दार्शनिक विरासत को संरक्षित और प्रचारित करता है, दुर्लभ ग्रंथों और टीकाओं को शोधकर्ताओं और आध्यात्मिक साधकों के लिए उपलब्ध कराता है।",
  "The brilliant team at IIT Kanpur created Gita Supersite, a pioneering digital platform that brought together translations and commentaries from multiple scholars in one comprehensive resource. Their groundbreaking work in digitizing classical Gita commentaries has been invaluable.": "आईआईटी कानपुर की प्रतिभाशाली टीम ने गीता सुपरसाइट बनाई, एक अग्रणी डिजिटल मंच जो एक व्यापक संसाधन में कई विद्वानों से अनुवाद और टीकाओं को एक साथ लाया। शास्त्रीय गीता टीकाओं को डिजिटल बनाने में उनका अभूतपूर्व कार्य अमूल्य रहा है।",
  "Srimad Bhagavad Gita: with Hindi translation of Sankarabhashya translated by Sri Harikrishandas Goenka (1998) and Srimad Bhagavad Gita: Sadhaka Sanjivani (Hindi Commentary) by Swami Ramsukhdas (1995)": "श्रीमद् भगवद् गीता: श्री हरिकृष्णदास गोयनका द्वारा अनुवादित शंकरभाष्य के हिंदी अनुवाद के साथ (1998) और श्रीमद् भगवद् गीता: साधक संजीवनी (हिंदी टीका) स्वामी रामसुखदास द्वारा (1995)",
  "Commentary on Bhagavad Gita by Sankaracarya, translated by Swami Gambhirananda (Published in 1995)": "शंकराचार्य द्वारा भगवद् गीता पर टीका, स्वामी गंभीरानंद द्वारा अनुवादित (1995 में प्रकाशित)",
  "Srimad Bhagavad Gita translated by Swami Tejomayananda (1993) [Hindi translation of The Holy Geeta by Swami Chinmayananda]": "श्रीमद् भगवद् गीता स्वामी तेजोमयानंद द्वारा अनुवादित (1993) [स्वामी चिन्मयानंद द्वारा द होली गीता का हिंदी अनुवाद]",
  "Srimad Bhagavad Gita with Gitarthasangraha of Abhinavagupta Part 1 & 2. Translation by Dr. S Sankaranarayan (1985)": "श्रीमद् भगवद् गीता अभिनवगुप्त के गीतार्थसंग्रह के साथ भाग 1 और 2। डॉ. एस. संकरनारायणन द्वारा अनुवाद (1985)",
  "December 2, 2025": "2 दिसंबर, 2025",
  "By signing in, you agree to our": "लॉग इन करके, आप हमारी",
  "Continue with Apple": "Apple से जारी रखें",
  "Secure authentication": "सुरक्षित प्रमाणीकरण",
  "Continue with Google": "Google से जारी रखें",
  "Sign in to access Gita AI chatbot, save your notes, bookmarks, and reading progress": "गीता AI चैटबॉट का उपयोग करने, अपने नोट्स, बुकमार्क और पठन प्रगति को सहेजने के लिए लॉग इन करें",
  "Welcome to Bhagavad Gita": "भगवद गीता में आपका स्वागत है",
  "Terms of Service": "सेवा की शर्तें",
  "and": "और",
  "Sign Out": "साइन आउट"
}
