{
  "author_id": 18,
  "author_name": "Swami Adidevananda",
  "language_code": "en",
  "chapters": [
    {
      "chapter_number": 1,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Dhṛtarāṣṭra said: “O Sanjaya, what did my people and the Pāṇḍavas do, gathered together on the holy field of Kurukshetra, eager for battle?”",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "Sanjaya said: King Duryodhana, upon seeing the Pandava army in battle array, approached his teacher Drona and said these words.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "Behold, O teacher, this mighty army of the Pandavas, arrayed by the son of Drupada, your intelligent disciple.",
          "commentary": ""
        },
        {
          "verse_number": "4-6",
          "translation": "There (in that army) are heroes, great bowmen, such as Bhima and Arjuna; Yuyudhana, Virata, and Drupada, a mighty warrior;\n\nDhrstaketu, Cekitana, the valiant king of Kasi, Purujit, Kuntibhoja, and Saibya, the best among men;\n\nYudhamanyu, the valiant one, and Uttamaujas, the strong one; and also the son of Subhadra, as well as the sons of Draupadi, all mighty warriors.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "Know, O best of Brahmanas, those who are important on our side—those who are the commanders of my army. I shall name them to refresh your memory.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "Yourself, Bhisma, Karna, the victorious Krpa, Asvatthama, Vikarna, and Jayadratha, the son of Somadatta;",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "And there are many other heroes who are determined to give up their lives for my sake. They are all experts in using manifold missiles and dexterous in battle.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "Our force is inadequate, guarded by Bhisma, while their force is adequate, guarded by Bhima.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "Therefore, all of you, taking your places firmly in your respective divisions, should guard Bhisma at all costs.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Then the valiant grandsire Bhisma, the senior-most of the Kuru clan, roared like a lion and blew his conch with the intention of cheering up Duryodhana.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "Then suddenly conchs, kettle drums, trumpets, tabors, and blow horns blared forth, and the sound was terrific.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "Then Sri Krishna and Arjuna, stationed in their great chariot yoked with white horses, blew their divine conchs.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Sri Krishna blew his conch, Pancajanya, Arjuna his Devadatta, and Bhima of terrible deeds blew his great conch, Paundra.",
          "commentary": ""
        },
        {
          "verse_number": "16-18",
          "translation": "King Yudhisthira, the son of Kunti, blew his conch, Anantavijaya, and Nakula and Sahadeva blew their conchs, Sughosa and Manipuspaka.\n\nAnd the King of Kasi, the supreme bowman, Sikandi the mighty warrior, Dhrstadyumna, and Virata; and Satyaki, the invincible;\n\nDrupada and the sons of Draupadi, as well as the strong-armed son of Subhadra—all, O King, blew their respective conchs again and again.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "And that tumultuous uproar, reverberating through heaven and earth, rent the hearts of Dhrtarastra's sons.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Then Arjuna, whose banner crest was Hanuman, on beholding the sons of Dhrtarastra arrayed, took up his bow, while missiles were beginning to fly.",
          "commentary": ""
        },
        {
          "verse_number": "21-22",
          "translation": "And he spoke, O Lord of the Earth, these words to Sri Krishna: Arjuna said, “Draw up my chariot, O Krishna, between the two armies.\n\nSo that I may have a good look at those who are standing, eager to fight, and know with whom I must fight in this enterprise of war.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "I wish to see those gathered here ready to fight in this battle in order to please the evil-minded son of Dhrtarashtra.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "Sanjaya said: Thus addressed by Arjuna, Sri Krishna drew up the best of chariots between the two armies, in full view of Bhisma, Drona, and all the other kings, O Dhrtarastra. He then said, \"O Arjuna, behold these assembled Kauravas.\"",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "Sanjaya said: Thus addressed by Arjuna, Sri Krishna drew up the best of chariots between the two armies, in full view of Bhisma, Drona, and all the other kings, O Dhrtarastra. He then said, \"O Arjuna, behold these assembled Kauravas.\"",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "Then, as Arjuna looked on, he saw standing there fathers, grandfathers, teachers, uncles, brothers, sons, grandsons, and comrades.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "Fathers-in-law and dear friends in both armies, when Arjuna saw all these kinsmen arrayed,",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "He was filled with deep compassion and said these words in despair:",
          "commentary": ""
        },
        {
          "verse_number": "29-31",
          "translation": "My limbs have weakened, my mouth has become parched, my body is trembling, and my hairs are standing on end.\n\nThe bow Gandiva slips from my hand and my skin is burning. I can no longer stand. My mind seems to be reeling.\n\nI see, Kṛṣṇa, inauspicious omens. I foresee no good in slaying my kinsmen in battle.",
          "commentary": ""
        },
        {
          "verse_number": "32-33",
          "translation": "I desire no victory, nor empire, nor pleasures. What have we to do with empire, O Krishna, or enjoyment, or even life?\n\nThose for whose sake we desire empire, enjoyment, and pleasures, stand here in war, renouncing life and wealth.",
          "commentary": ""
        },
        {
          "verse_number": "34-35",
          "translation": "all these are to be regarded as one's own self.\n\nTeachers, fathers, sons, grandfathers, uncles, fathers-in-law, grandsons, brothers-in-law, and other kinsmen—all these are to be regarded as one's own self.\n\nI would not slay them, even if they might slay me, for the sovereignty of the three worlds—how much less for this earth, O Krsna?",
          "commentary": ""
        },
        {
          "verse_number": "36-37",
          "translation": "If we were to kill the sons of Dhrtarastra, what joy would be ours, O Krsna? Sin alone would accrue to us if we killed these murderous felons.\n\nTherefore, it is not befitting for us to slay our kin, the sons of Dhrtarastra. For if we kill our kinsmen, O Krsna, how can we be happy?",
          "commentary": ""
        },
        {
          "verse_number": "38-39",
          "translation": "Though these people, whose minds are overpowered by greed, see no evil in the destruction of a clan and no sin in treachery to friends,\n\nWhy should we not learn to shun this crime—we who see the evil of ruining a clan, O Krishna?",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "\n\nWith the ruin of a clan, its ancient traditions perish, and when traditions perish, lawlessness overtakes the whole clan.",
          "commentary": ""
        },
        {
          "verse_number": "41",
          "translation": "When lawlessness prevails, O Krsna, the women of the clan become corrupted; when women become corrupted, there arises an intermixing of classes.",
          "commentary": ""
        },
        {
          "verse_number": "42",
          "translation": "This mixing of classes leads to hell for the clan itself and its destroyers; for the spirits of their ancestors fall degraded, deprived of the ritual offerings of food and water.",
          "commentary": ""
        },
        {
          "verse_number": "43",
          "translation": "By the sins of the clan-destroyers who bring about intermixing of classes, the ancient traditions of the clans and classes are destroyed.",
          "commentary": ""
        },
        {
          "verse_number": "44",
          "translation": "For those whose clan laws are destroyed, dwelling in hell is ordained, O Krishna; thus, we have heard.",
          "commentary": ""
        },
        {
          "verse_number": "45-46",
          "translation": "Alas! We have resolved to commit a great sin, for we are ready to slay our kin out of desire for sovereignty and enjoyment.\n\nIf the well-armed sons of Dhrtarastra should slay me in battle, unresisting and unarmed, that would be better for me.",
          "commentary": ""
        },
        {
          "verse_number": "47",
          "translation": "Sanjaya said: Having spoken thus on the battlefield, Arjuna threw aside his bow and arrows and sat down on the chariot seat, his heart overwhelmed with grief.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 2,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Sanjaya said: To him, who was overcome with pity, whose eyes were wet with tears, who was sorrow-stricken and bore a bewildered look, Sri Krishna spoke as follows:",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "The Lord said, \"Whence comes this despondency upon you, O Arjuna, in this crisis? It is unfitting for a noble person; it is disgraceful and it obstructs one's attainment of heaven.\"",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "Do not yield to unmanliness, O Arjuna, it does not befit you. Shake off this base faint-heartedness and arise, O conqueror of foes!",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "Arjuna said, \"O slayer of foes, how can I aim arrows in battle against Bhisma and Drona, who are worthy of reverence?\"",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "It is better even to live on a beggar's fare in this world than to slay these most venerable teachers. If I were to slay my teachers, though they may be degraded by desire for wealth, I would only be enjoying blood-stained pleasures here.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "We do not know which of the two is better for us: whether our vanquishing them or their vanquishing us. The very sons of Dhrtarastra, whom, if we were to slay, we would not wish to live, even they are standing in array against us.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "With my heart stricken by the fault of weak compassion, my mind perplexed about my duty, I implore you to tell me for certain what is good for me. I am your disciple; teach me, who have taken refuge in you.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "Even if I were to win unchallenged sovereignty of a prosperous earth or even lordship over the Devas, I do not feel that it would dispel the grief that withers up my senses.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "Sanjaya said, Having thus spoken to Sri Krsna, Arjuna, the conqueror of sleep and the scorcher of foes, said, \"I will not fight,\" and became silent.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "O King, to him who was thus sorrowing between the two armies, Sri Krishna spoke the following words, as if smiling (by way of ridicule).",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "The Lord said, \"You grieve for those who should not be grieved for; yet you speak words of wisdom. The wise grieve neither for the dead nor for the living.\"",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "There never was a time when I did not exist, nor you, nor any of these kings. Nor will there be any time in the future when all of us shall cease to exist.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "Just as the self associated with a body passes through childhood, youth, and old age, so too, at death, it passes into another body. A wise man is not deluded by that.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "The contact of the senses with their objects, O Arjuna, gives rise to feelings of cold and heat, pleasure and pain. They come and go, never lasting long. Endure them, O Arjuna.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "For, he whom these do not affect, O chief of men, and to whom pain and pleasure are equal - that steadfast man alone is worthy of immortality.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "The unreal never comes into being, the real never ceases to be. The truth about these two is seen by the seers.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "Know that to be indestructible by which all this is pervaded. No one can cause the destruction of this immutable.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "These bodies of the Jiva (the embodied self) are said to have an end, while the Jiva itself is eternal, indestructible, and incomprehensible. Therefore, fight, O Bharata (Arjuna).",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "He who considers It (the self) to be the slayer, and he who thinks of It as slain—both are ignorant. For, the self neither slays nor is being slain.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "It is never born; it never dies; having come into existence once, it never ceases to exist. Unborn, eternal, perpetual, and primordial, it is not destroyed when the body is destroyed.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "He who knows this self to be indestructible, unborn, unchanging, and thus eternal—how, O Arjuna, does he cause anyone to be killed, and whom does he kill?",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "As a man casts off worn-out garments and puts on new ones, so does the embodied self cast off its worn-out bodies and enter into new ones.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "Weapons cannot cleave It, fire cannot burn It, waters cannot wet It, and wind cannot dry It.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "It cannot be cleaved; It cannot be burned; It cannot be wetted, and It cannot be dried; It is eternal, all-pervasive, stable, immovable, and primordial.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "This (self) is said to be unmanifest, inconceivable, and unchanging. Therefore, knowing it thus, it does not befit you to grieve.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "Or, if you consider this self as constantly being born and constantly dying, O mighty-armed one, it still does not become you to feel grief.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "For, death is certain for the born, and rebirth is certain for the dead; therefore, you should not grieve for what is inevitable.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "O Arjuna, beings have an unknown beginning, a known middle, and an unknown end. What is there to grieve about in all this?",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "One regards This (self) as a wonder; another speaks of It as a wonder; yet another hears of It as a wonder; and even after hearing of It, one does not know It.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "The self in the body, O Arjuna, is eternal and indestructible. This is the case for all selves in all bodies. Therefore, it is not fitting for you to feel grief for any being.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "Further, considering also your own duty, it does not befit you to waver. For, to a Kshatriya, there is no greater good than a righteous war.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "Happy are the Ksatriyas, O Arjuna, to whom such a war comes of its own accord; it opens the gates to heaven.",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "But if you do not fight this righteous war, you will be turning away from your duty and honor, and will incur sin.",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "Further, people will speak ill of you for all time, and for one accustomed to being honored, dishonor is worse than death.",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "The great warriors will think that you have fled from battle out of fear. Those who held you in high esteem will now speak of you disparagingly.",
          "commentary": ""
        },
        {
          "verse_number": "36",
          "translation": "Your enemies, slandering your prowess, will use words that should never be uttered. What could be more painful than that?",
          "commentary": ""
        },
        {
          "verse_number": "37",
          "translation": "If slain, you will win heaven; or if victorious, you will enjoy the earth. Therefore, arise, O Arjuna, resolved to fight.",
          "commentary": ""
        },
        {
          "verse_number": "38",
          "translation": "Holding pleasure and pain, gain and loss, victory and defeat as equal, gird yourself up for the battle. Thus, you shall not incur any sin.",
          "commentary": ""
        },
        {
          "verse_number": "39",
          "translation": "This Buddhi concerning the Self (Sankhya) has been imparted to you. Now listen to this with regard to Yoga, by following which you will get rid of the bondage of Karma.",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "Here, there is no loss of effort, nor any accrual of evil. Even a little of this Dharma (called Karma Yoga) protects one from the great fear.",
          "commentary": ""
        },
        {
          "verse_number": "41",
          "translation": "In this (Karma Yoga), O Arjuna, the resolute mind is single-pointed; the minds of the irresolute are multi-branched and endless.",
          "commentary": ""
        },
        {
          "verse_number": "42-43",
          "translation": "- O Partha, the unwise, who rejoice in the letter of the Vedas, say, \"There is nothing else.\" They are full only of worldly desires and they hanker for heaven. They speak flowery words that offer mirth as the fruit of work. They look upon the Vedas as consisting entirely of varied rites for the attainment of pleasure and power. Those who cling so to pleasure and power are attracted by that speech (offering heavenly rewards) and are unable to develop the resolute will of a concentrated mind.\n\n- O Partha, the unwise, who rejoice in the letter of the Vedas, say, \"There is nothing else.\" They are full only of worldly desires and they yearn for heaven. They speak flowery words that offer mirth as the fruit of work. They view the Vedas as consisting entirely of varied rites for the attainment of pleasure and power. Those who cling so to pleasure and power are attracted by that speech (offering heavenly rewards) and are unable to develop the resolute will of a focused mind.",
          "commentary": ""
        },
        {
          "verse_number": "44",
          "translation": "- O Partha, the unwise, who rejoice in the letter of the Vedas, say, \"There is nothing else.\" They are full only of worldly desires and they hanker for heaven. They speak flowery words that offer mirth as the fruit of work. They look upon the Vedas as consisting entirely of varied rites for the attainment of pleasure and power. Those who cling so to pleasure and power are attracted by that speech (offering heavenly rewards) and are unable to develop the resolute will of a concentrated mind.",
          "commentary": ""
        },
        {
          "verse_number": "45",
          "translation": "The Vedas have the three Gunas as their sphere, O Arjuna. You must be free from the three Gunas and be free from the pairs of opposites. Abide in pure Sattva; never care to acquire things and to protect what has been acquired, but be established in the Self.",
          "commentary": ""
        },
        {
          "verse_number": "46",
          "translation": "What use does a thirsty person have for a water reservoir when all sides of it are flooded—that is the only use of all the Vedas for a Brahmana who knows.",
          "commentary": ""
        },
        {
          "verse_number": "47",
          "translation": "You have the right to work alone, but not to the fruits of it. Do not be driven by the results of your work, nor have attachment to inaction.",
          "commentary": ""
        },
        {
          "verse_number": "48",
          "translation": "Abandoning attachment and established in Yoga, perform works, viewing success and failure with an even mind. Evenness of mind is said to be Yoga.",
          "commentary": ""
        },
        {
          "verse_number": "49",
          "translation": "Action done with attachment, O Arjuna, is far inferior to action done with evenness of mind. Seek refuge in evenness of mind; those who act with a motive for results are miserable.",
          "commentary": ""
        },
        {
          "verse_number": "50",
          "translation": "A person with an evenness of mind discards both good and evil here and now. Therefore, strive for Yoga; for Yoga is skill in action.",
          "commentary": ""
        },
        {
          "verse_number": "51",
          "translation": "The wise, who possess evenness of mind, relinquish the fruits born of action, and are freed from the bondage of birth, going to the region beyond all ills.",
          "commentary": ""
        },
        {
          "verse_number": "52",
          "translation": "When your intellect has passed beyond the tangle of delusion, you will yourself feel disgusted with what you have heard and what you will hear.",
          "commentary": ""
        },
        {
          "verse_number": "53",
          "translation": "When your intellect, having been well enlightened by hearing from Me and firmly placed, stands unshaken in a concentrated mind, then you will attain the vision of the Self.",
          "commentary": ""
        },
        {
          "verse_number": "54",
          "translation": "Arjuna said, \"What is the mode of speech of one who is of firm wisdom, established in the control of the mind? What does a man of firm wisdom speak, O Krsna? How does he sit? How does he move?\"",
          "commentary": ""
        },
        {
          "verse_number": "55",
          "translation": "The Lord said, \"When a man renounces all the desires of the mind and is content with himself, then he is said to possess firm wisdom.\"",
          "commentary": ""
        },
        {
          "verse_number": "56",
          "translation": "He whose mind is not perturbed by pain, who has no longing for pleasures, who is free from desire, fear, and anger—he is called a sage of firm wisdom.",
          "commentary": ""
        },
        {
          "verse_number": "57",
          "translation": "He who has no love on any side, who, upon finding good or evil, neither rejoices nor hates—his wisdom is firmly set.",
          "commentary": ""
        },
        {
          "verse_number": "58",
          "translation": "When one is able to draw their senses away from the objects of sense on all sides, like a tortoise draws in its limbs, then their wisdom is firmly established.",
          "commentary": ""
        },
        {
          "verse_number": "59",
          "translation": "The objects of the senses, except for the pleasure they bring, turn away from the abstinent dweller in the body. Even the pleasure turns away from him when the Self, which is supreme over the senses, is seen.",
          "commentary": ""
        },
        {
          "verse_number": "60",
          "translation": "The turbulent senses, O Arjuna, can forcibly carry away the mind of even a wise man, though he is ever striving.",
          "commentary": ""
        },
        {
          "verse_number": "61",
          "translation": "Having controlled all the senses, let him remain in contemplation, regarding Me as supreme; for his knowledge is firmly established when his senses are under control.",
          "commentary": ""
        },
        {
          "verse_number": "62",
          "translation": "To one who is thinking about sense-objects, attachment to them arises; from attachment arises desire, and from desire arises anger.",
          "commentary": ""
        },
        {
          "verse_number": "63",
          "translation": "Anger leads to delusion, which causes the loss of memory; the loss of memory leads to the destruction of discrimination, and with the destruction of discrimination, one is lost.",
          "commentary": ""
        },
        {
          "verse_number": "64",
          "translation": "But he who goes through the sense-objects with the senses free from love and hate, disciplined and controlled, attains serenity.",
          "commentary": ""
        },
        {
          "verse_number": "65",
          "translation": "In that serenity, all sorrow is lost; for in the case of the person with a serene mind, the Buddhi is quickly established.",
          "commentary": ""
        },
        {
          "verse_number": "66",
          "translation": "There is no Buddhi for the unintegrated, nor is there contemplation of the self for him, and without contemplation of the self, there is no peace; and for one who lacks peace, where is the happiness?",
          "commentary": ""
        },
        {
          "verse_number": "67",
          "translation": "For, when the mind follows the senses, experiencing their objects, his understanding is carried away by them, just as the wind carries away a ship on the waters.",
          "commentary": ""
        },
        {
          "verse_number": "68",
          "translation": "Therefore, O mighty-armed one, he whose senses are restrained from going after their objects on all sides, his wisdom is firmly established.",
          "commentary": ""
        },
        {
          "verse_number": "69",
          "translation": "What is night for all beings, in it the one who is controlled is awake; when all beings are awake, that is the night for the sage who sees.",
          "commentary": ""
        },
        {
          "verse_number": "70",
          "translation": "He into whom all desires enter, just as the waters enter the full and undisturbed sea, attains peace, and not he who longs after objects of desire.",
          "commentary": ""
        },
        {
          "verse_number": "71",
          "translation": "The one who, abandoning all desires, abides without longing, possession, and the sense of 'I' and 'mine', wins peace.",
          "commentary": ""
        },
        {
          "verse_number": "72",
          "translation": "This is the Brahmic state, O Arjuna. No one attaining to this is deluded. By abiding in this state even at the hour of death, one will attain the Self.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 3,
      "verses": [
        {
          "verse_number": "1-2",
          "translation": "Arjuna said, \"O Krsna, if you deem knowledge to be superior to action, why then do you urge me to engage in this terrible deed?\"\n\nYou confuse my mind with statements that seem to contradict each other; tell me for certain the one way by which I could reach the highest good.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "The Lord said, \"In this world, a two-fold way was of yore laid down by Me, O sinless one: Jnana Yoga for the Sankhyas and Karma Yoga for the Yogins.\"",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "No one experiences freedom from action (Naiskarmya) by abstaining from work; and no one ever attains success through mere renunciation of work.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "No one can remain still for even a moment without doing work; for everyone is compelled to act, despite themselves, by the Gunas born of Nature.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "He who, controlling the organs of action, lets his mind dwell on the objects of the senses, is a deluded person and a hypocrite.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "But he who, subduing his senses by the mind, O Arjuna, begins to practice Karma Yoga through the organs of action and who is free from attachment, excels.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "You must perform your obligatory action; for action is superior to non-action (Jñāna Yoga). For a person following non-action, not even the sustenance of the body is possible.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "This world is held in the bondage of work only when work is not performed as a sacrifice. O Arjuna, you must perform work for this purpose, free from attachment.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "In the beginning, the Lord of all beings created man along with the sacrifice and said, \"By this shall you prosper; this shall be the cow of plenty, granting all your desires.\"",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "By this, please the gods, and they will support you. Thus, nourishing each other, you may obtain the highest good.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "The gods, pleased by the sacrifice, will bestow upon you the enjoyments you desire. He who enjoys the bounty of the gods without giving them anything in return is but a thief.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "Pious people who eat the remnants of sacrifices are freed from all sins, whereas those who are sinful and cook only for their own sake will only incur sin.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "All beings arise from food; food is produced from rain; rain comes from sacrifice; and sacrifice is born of action.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Know that activity springs from Brahman, i.e., the physical body; Brahman arises from the imperishable Self; therefore, the all-pervading Brahman is ever established in sacrifice.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "He who does not follow the wheel thus set in motion here, lives in sin, satisfying the senses, O Arjuna; he lives in vain.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "But the man whose delight is only in the Self, who is satisfied with the Self, who rejoices in the Self, for him nothing remains to be accomplished.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "He has no purpose to gain from work done or left undone, nor does he have to rely on any end.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "Therefore, do your work without attachment, which ought to be done. For, a person who works without attachment attains the Supreme.",
          "commentary": ""
        },
        {
          "verse_number": "20-21",
          "translation": "Indeed, Janaka and others reached perfection through Karma Yoga alone. Even recognizing its necessity for guiding the world, you must perform action.\n\nWhatever a great man does, others do too. Whatever standard he sets, the world follows it.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "For me, Arjuna, there is nothing in all the three worlds that ought to be done, nor is there anything unaccomplished that ought to be accomplished. Yet I continue to work.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "If I did not continue to work unweariedly, O Arjuna, people would follow my path.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "If I do not do the work, these people will be lost; and I will be causing chaos in life and thereby ruining all these people.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "Just as the ignorant, attached to their work, act, O Arjuna, so too the learned should act without any attachment, and only for the welfare of the world.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "He should not bewilder the minds of the ignorant who are attached to work; rather, he should himself perform work with devotion and cause others to do the same.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "Actions are being performed in every way by the Gunas of Prakrti; he whose nature is deluded by egoism, however, thinks, 'I am the doer.'",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "But he who knows the truth about the division of the Gunas and works, O mighty-armed one, through his knowledge that the Gunas 'operate on their own products,' is not attached.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "Those who are deluded by the Gunas of Prakrti are attached to the works of the Gunas. But he who knows the whole truth should not disturb the ignorant who do not know the whole truth.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "Surrender all your actions to Me, with a mind focused on the Self, free from desire and selfishness, and fight with the heat of excitement abated.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "Those men who, full of faith, ever practice this teaching of Mine and those who receive it without cavil—even they are released from karma.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "But those who slander it, and those who do not practice this teaching of Mine—know them to be utterly senseless and devoid of all knowledge, and thus lost.",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "Even the man of knowledge acts according to his nature; all beings follow their own nature. What will repression accomplish?",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "Each sense has a fixed attachment to and aversion for its corresponding object, but one should not come under their sway, for they are enemies.",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "Better is one's own duty, even if done poorly, than the duty of another done well. It is better to die while performing one's own duty; the duty of another is full of fear.",
          "commentary": ""
        },
        {
          "verse_number": "36",
          "translation": "Arjuna said, \"But, O Krsna, what impels one to commit sin, even against their own will, as if constrained by force?\"",
          "commentary": ""
        },
        {
          "verse_number": "37",
          "translation": "The Lord said, \"It is desire, it is wrath, born of the guna of rajas; it is a great devourer, an impeller of sin. Know this to be the enemy here.\"",
          "commentary": ""
        },
        {
          "verse_number": "38",
          "translation": "As a fire is enveloped by smoke, as a mirror is covered by dust, and as an embryo is encased in the amniotic sac, so is this world enveloped by desire.",
          "commentary": ""
        },
        {
          "verse_number": "39",
          "translation": "The knowledge of the intelligent self is enveloped by this constant enemy, O Arjuna, which is of the nature of desire and is difficult to gratify and insatiable.",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "The senses, the mind, and the intellect are said to be its instruments; by these, it overpowers the embodied self, enveloping its knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "41",
          "translation": "Therefore, O Arjuna, control your senses from the outset and slay this sinful thing that destroys both knowledge and discernment.",
          "commentary": ""
        },
        {
          "verse_number": "42",
          "translation": "They say that the senses are high, the mind is higher than the senses, the intellect is higher than the mind, but what is greater than the intellect is that (desire).",
          "commentary": ""
        },
        {
          "verse_number": "43",
          "translation": "Thus, knowing that which is higher than the intellect and fixing the mind with the help of the intellect in Karma Yoga, O Arjuna, slay this enemy which takes the form of desire, and which is difficult to overcome.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 4,
      "verses": [
        {
          "verse_number": "1",
          "translation": "The Lord said, \"I taught this imperishable Yoga to Vivasvan; Vivasvan taught it to Manu; Manu declared it to Iksvaku.\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "Thus handed down in succession, the royal sages knew this (Karma Yoga). But with a long lapse of time, O Arjuna, that Yoga was lost to the world.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "It is the same ancient Yoga that I am now teaching you, for you are My devotee and My friend. For, this is a supreme mystery.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "Arjuna said, \"Your birth was later, and Vivasvan's birth was earlier. How then can I understand that you taught it in the beginning?\"",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "The Lord said, \"Many of My births have passed, O Arjuna, as have yours. I know them all, but you do not know them.\"",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "Though I am birthless and of immutable nature, and the Lord of all beings, yet by employing My own Nature (Prakrti), I am born out of My own free will.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "Whenever there is a decline of Dharma, O Arjuna, and an uprising of Adharma, then I incarnate myself.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "For the protection of the good and the destruction of the wicked, for the establishment of Dharma, I am born from age to age.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "He who thus knows in truth My divine birth and actions does not get rebirth after leaving the body; he will come to Me, O Arjuna.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "Freed from desire, fear, and wrath, absorbed in Me, depending upon Me, purified by the austerity of knowledge, many have attained My state.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "Whoever resorts to Me in any manner, I favor them in the same manner; men experience Me alone in different ways, O Arjuna.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Those who desire the fruits of their ritualistic acts, sacrifice to the gods here; for, success quickly accrues in the world of men.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "The system of four stations was created by Me, according to the distinction of Gunas and Karma. Though I am their creator, know Me to be non-agent and immutable.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "Works cannot contaminate Me. There is no desire for the fruits of actions in Me. He who understands this is not bound by actions.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Knowing thus, even ancient seekers of liberation did their work. Therefore, do your work only as the ancients did in olden times.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "What is action? What is non-action? Even the wise are puzzled in respect of these. I shall declare to you that kind of action, knowing which you will be freed from evil.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "For, there is what ought to be known in action; likewise, there is what ought to be known in multi-form action; and there is what ought to be understood in non-action. Thus, mysterious is the way of action.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "He who sees inaction in action and also action in inaction is wise among men. He is fit for release and has accomplished all actions.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "He whose every undertaking is free from desire and delusive identification (of the body with the self), whose actions are burned up in the fire of knowledge—the wise describe him as a sage.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Having renounced attachment to the fruits of their actions, ever contented with the eternal self, and dependent on none, one does not act at all, even while being engaged in action.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "Free from desire, his intellect and mind controlled, having given up all possessions, and doing bodily work only, he is not subject to evil.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "Content with what chance may bring, rising above the pairs of opposites, free from ill-will, even-minded in success and failure, he acts, yet is not bound.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "One whose attachments have been relinquished, who is liberated, whose mind is established in knowledge, and who works only for sacrifices—their Karma is entirely dissolved.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "Brahman is the instrument with which to offer; Brahman is the oblation. By Brahman is the oblation offered into the fire of Brahman; Brahman alone is to be attained by one who meditates on Him in their works.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "Some yogis resort only to the sacrifice relating to gods; others offer sacrifice into the fire of Brahman solely through sacrifice.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "Others offer as oblations hearing and other senses into the fires of restraint. Some others offer as oblations the objects of the senses, such as sound and the rest, into the fires of their senses.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "Some again offer as an oblation the functions of the senses and the activity of the vital breaths into the fire of the Yoga of restraint of the mind, kindled by knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "Self-controlled and firm of resolve, others perform the sacrifice of material objects or austerities or yoga; while others offer their scriptural study and knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "29-30",
          "translation": "Others, with restricted diets, are devoted to the control of breath. Some sacrifice the inward breath in the outward breath; similarly, others sacrifice the outward breath in the inward breath. Some others, stopping the flow of both the inward and outward breaths, sacrifice the inward and outward breaths.\n\nAll these know the meaning of sacrifices, and through sacrifices, their sins are eradicated. Those who subsist on the ambrosial food, the remnants of sacrifices, go to eternal Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "This world is not for one who makes no sacrifice; how then for the other, O Arjuna?",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "Thus, many forms of sacrifices have been spread out as means of reaching Brahman (individual self in its own nature). Know that all of these are born of actions. Knowing thus, you will be free.",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "The sacrifice of knowledge is superior to material sacrifice. O Arjuna, all actions and everything else culminate in knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "Know this through prostration, questioning, and service. The wise who have realized the truth will instruct you in knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "Knowing this, O Arjuna, you will not fall again into delusion in this way—by that knowledge, you will see all beings without exception in yourself and then in Me.",
          "commentary": ""
        },
        {
          "verse_number": "36",
          "translation": "Even if you are the most sinful of all sinners, you can cross over all sins by the boat of knowledge alone.",
          "commentary": ""
        },
        {
          "verse_number": "37",
          "translation": "Just as a burning fire turns fuel to ashes, O Arjuna, so does the fire of knowledge turn all karmas to ashes.",
          "commentary": ""
        },
        {
          "verse_number": "38",
          "translation": "For there is no purifier equal to knowledge; he who is perfected in Karma Yoga finds this knowledge of his own accord in himself in due time.",
          "commentary": ""
        },
        {
          "verse_number": "39",
          "translation": "He who has faith, is intent on it, and has mastered his senses, attains knowledge. Having attained knowledge, he quickly goes to supreme peace.",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "The ignorant, the faithless, and the doubting one perish; for the doubting one, there is neither this world nor the one beyond, nor happiness.",
          "commentary": ""
        },
        {
          "verse_number": "41",
          "translation": "Actions do not bind him, O Arjuna, who has renounced them through Karma Yoga and whose doubts have been dispelled by knowledge, and who thus possesses a steady mind.",
          "commentary": ""
        },
        {
          "verse_number": "42",
          "translation": "Therefore, sever, with the sword of knowledge, this doubt present in your heart resulting from ignorance concerning the Self. Practice this Yoga, O Arjuna, and arise.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 5,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Arjuna said, \"O Krsna, you praise the renunciation of actions, and then you also praise Karma Yoga. Please tell me with certainty which of these is the superior one, leading to the ultimate good.",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "The Lord said, \"Renunciation of actions and Karma Yoga both lead to the highest excellence; however, of the two, Karma Yoga surpasses renunciation of actions.\"",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "He who neither hates nor desires, and is beyond the pairs of opposites, is to be understood as an ever-renouncer. Therefore, he is easily set free from bondage, O Arjuna.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "Children, not the learned, speak of Sankhya and Yoga as distinct; however, he who is firmly set in one, attains the fruit of both.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "That state which is reached by the Sankhyans, the same is also attained by the Yogins; that is, the same state is achieved by those who are Karma Yogins. He alone is wise who perceives that the Sankhya and the Yoga are one and the same, due to their having the same result.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "But, O mighty-armed one, renunciation is hard to attain without practicing Yoga. The sage who contemplates and follows Yoga soon reaches the Brahman (the self or Atman).",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "He who follows the Yoga and is pure in mind, who has subdued his self and has conquered his senses, and whose self has become the self of all beings, even while he is acting, remains untainted.",
          "commentary": ""
        },
        {
          "verse_number": "8-9",
          "translation": "The one who knows the truth and is devoted to yoga should think, \"I am not doing anything,\" even though they are seeing, hearing, touching, smelling, eating, moving, sleeping, and breathing.\n\nSpeaking, discharging, grasping, opening, and closing his eyes, etc., he should always bear in mind that the senses operate among sense-objects.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "He who acts without attachment, reposing all actions on Brahman (Prakṛti), is untouched by evil, just as a lotus leaf is untouched by water.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "Yogins, renouncing attachment, do actions with merely the body, mind, intellect, and senses, for the purification of the self.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "A yogi, renouncing the fruits of their actions, attains lasting peace. But the unsteady person who is attached to the fruits of their actions, being driven by desire, is bound.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "The embodied self, mentally resigning all actions as belonging to the city of nine gates (i.e., the body) and becoming self-controlled, dwells happily, neither acting himself nor causing the body to act.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "The Lord of the body (the Self, i.e., the Jiva) does not create agency, nor actions, nor union with the fruits of actions in relation to the world of selves; only the inherent tendencies function.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "The all-pervasive One takes away neither the sin nor the merit of anyone. Knowledge is enveloped by ignorance, and creatures are thereby deluded.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "But for those in whom this ignorance is destroyed by the knowledge of the Self, that knowledge, in their case, is supreme and shines brightly like the sun.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "Those whose intellects pursue it, whose minds think about it, who undergo discipline for it, and who hold it as their highest object, have their impurities cleansed by knowledge and go from whence there is no return.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "The sages look with an equal eye on one endowed with learning and humility, a Brahmana, a cow, an elephant, a dog, and a dog-eater.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "Here itself, those whose minds rest in equanimity overcome samsara. For the Brahman (individual self), when uncontaminated by Prakriti, is the same everywhere; therefore, they abide in Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "He who knows Brahman (individual self) and abides in Brahman, whose mind is steadfastly focused on the self and undeluded by body consciousness—he neither rejoices at gaining what is pleasant nor grieves on obtaining what is unpleasant.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "He whose mind is detached from external contact and finds happiness in the Self—he has his mind engaged in the contemplation of Brahman and enjoys undecaying bliss.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "For those pleasures that are born of contact are wombs of pain. They have a beginning and an end, O Arjuna; the wise do not rejoice in them.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "He who is able, even here, before being released from the body, to bear the impulse generated by desire and anger, he is a Yogin (competent for self-realisation); he is the happy man.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "He whose joy is within, whose pleasure is within, and whose light is within—he is a yogin, who, having become Brahman, attains the bliss of Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "The sages, who are free from the pairs of opposites, whose minds are well subdued, and who are devoted to the welfare of all beings, become cleansed of all impurities and attain the bliss of Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "To those who are free from desire and wrath, who are accustomed to exerting themselves, whose thoughts are controlled, and who have conquered it—the beatitude of Brahman is close at hand.",
          "commentary": ""
        },
        {
          "verse_number": "27-28",
          "translation": "Shutting off outward contacts, fixing the gaze between the eyebrows, realizing inward and outward breaths moving in the nostrils;\n\nThe sage who has controlled his senses, mind, and intellect, who is intent on release as his final goal, freed forever from desire, fear, and wrath, is indeed liberated forever.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "Knowing Me as the enjoyer of all sacrifices and austerities, as the Supreme Lord of all worlds, as the Friend of every being, he attains peace.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 6,
      "verses": [
        {
          "verse_number": "1",
          "translation": "The Lord said, \"He who performs works that ought to be done without seeking their fruits—he is a sannyasin and yogin, and not he who maintains no sacred fires and performs no actions.\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "That which is called Sannyasa (Jnana Yoga), know that to be Yoga (Karma Yoga), O Arjuna. For no one, among Karma Yogins, whose delusive identification of the body with the self has not been abandoned, becomes a true Karma Yogin.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "Action is said to be the means for the sage who seeks to climb the heights of Yoga; but when he has climbed the heights of Yoga, tranquility is said to be the means.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "For, when one loses attachment to the things of the senses and to actions, then they have abandoned all desires and are said to have climbed the heights of Yoga.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "One should raise oneself by one's own mind and not allow oneself to sink; for the mind alone is the friend of the self, and the mind alone is the foe of the self.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "The mind is the friend of him by whom it has been conquered. But for him whose mind is not conquered, the mind, like an enemy, remains hostile.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "Of him whose mind is conquered and who is serene, the great self is well-secured in heat and cold, in pleasure and pain, and in honor and dishonor.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "The yogin whose mind is content with knowledge of the self and also with knowledge of the difference between the self and Prakrti, who is established in the self, whose senses are subdued, and to whom earth, stone, and gold all seem alike, is called integrated.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "He who regards with an equal eye well-wishers, friends, foes, the indifferent, neutrals, the hateful, the relations, and even the good and the sinful—he excels.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "The yogin should constantly fix his mind on yoga, remaining in a solitary place all alone, controlling his thoughts and mind, free from desire and a sense of possession.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "Having established for himself, in a clean spot, a firm seat that is neither too high nor too low, and covering it with cloth, deer-skin, and Kusa grass in reverse order—",
          "commentary": ""
        },
        {
          "verse_number": "12-13",
          "translation": "Sitting on the seat, with a concentrated mind, controlling the mind and senses, one should practice Yoga for the purification of the self.\n\nHolding the trunk, head, and neck erect, motionless and steady, gazing at the tip of the nose and not looking in any direction;",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "Serene and fearless, firm in their vow of celibacy, controlling their minds and fixing their thoughts on Me, they should sit in Yoga, intent on Me.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Applying his mind in this way, the Yogin of controlled mind, ever attains the peace which is the summit of beatitude and which abides in Me.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "Yoga is not for him who overeats, nor for him who fasts excessively; not for him, O Arjuna, who sleeps too much, nor for him who stays awake too long.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "Yoga becomes the destroyer of sorrows for those who are temperate in food and recreation, temperate in their actions, and temperate in their sleep and wakefulness.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "When the subdued mind rests solely on the Self, then, free from all yearning for objects of desire, one is said to be fit for Yoga.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "A lamp does not flicker in a windless place\"—that is the simile used for the tranquil mind of a yogi who practices yoga.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Where the mind, controlled through the practice of Yoga, rests, and where one sees the Self by the Self and is delighted by the Self alone.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "Where one knows that infinite happiness which can be grasped by the intellect but is beyond the reach of the senses, and is established in that condition, one does not swerve from it.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "Having gained it, one holds that there is no greater gain; being established in it, one is not moved even by the heaviest sorrow.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "Know this deliverance from association with misery to be Yoga. This Yoga must be practiced with determination and with a mind free from despondency.",
          "commentary": ""
        },
        {
          "verse_number": "24-25",
          "translation": "Renouncing entirely all desires born of volition and restraining the mind from all the senses on all sides,\n\nLittle by little, one should withdraw oneself from objects other than the self, with the help of the intellect held by firm resolution; and then one should think of nothing else, having fixed the mind upon the Self.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "Wherever the fickle and unsteady mind wanders, one should subdue it and then bring it back under the control of the self alone.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "For supreme happiness comes to the Yogin whose mind is at peace, who is free from evil, from whom Rajas has departed, and who has become the Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "Thus, devoting himself to the Yoga of the Self, freed from impurities, the yogin easily attains the supreme bliss of contact with the Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "He whose mind is fixed in Yoga sees reality everywhere; he sees his Self as abiding in all beings and all beings in his Self.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "To him who sees Me in every self and every self in Me—I am not lost to him, nor is he lost to Me.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "The yogi who, fixed in oneness, worships Me dwelling in all beings—he abides in Me, no matter how he may live.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "He who, due to the similarity of selves everywhere, sees pleasure or pain as the same everywhere—that yogi, O Arjuna, is considered the closest.",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "Arjuna said, \"O Krsna, this Yoga of reality, which You have declared, I do not see how it can be steady due to the fickleness of the mind.\"",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "For the mind is fickle, O Krsna, impetuous, powerful, and stubborn; I think that restraining it is as difficult as restraining the wind.",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "The Lord said, \"The mind is indeed hard to subdue and fickle, O mighty-armed one, but, O son of Kunti, it can be brought under control through practice and the exercise of dispassion.\"",
          "commentary": ""
        },
        {
          "verse_number": "36",
          "translation": "In my opinion, Yoga is hard to attain by a person of an unrestrained mind; however, it can be attained through the right means by one who strives for it and has a subdued mind.",
          "commentary": ""
        },
        {
          "verse_number": "37",
          "translation": "Arjuna said, \"If a person who is possessed of faith but has put in only inadequate effort finds his mind wandering away from Yoga, and then fails to attain perfection—what way does he go, O Krishna?\"",
          "commentary": ""
        },
        {
          "verse_number": "38",
          "translation": "Without any support, confused in the path leading to the Brahman, and thus having fallen from both, does he not perish, O mighty-armed one, like a rent cloud?",
          "commentary": ""
        },
        {
          "verse_number": "39",
          "translation": "O Krsna, you should altogether remove this doubt of mine, for there is no other remover of this doubt than you.",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "The Lord said, \"Neither here in this world nor there in the next is there destruction for him. For no one who does good ever comes to an evil end.\"",
          "commentary": ""
        },
        {
          "verse_number": "41-42",
          "translation": "He who has fallen away from Yoga is born again in the house of the pure and prosperous, having attained to the worlds of doers of good deeds and dwelled there for many long years.\n\nOr he is born into a family of wise yogis. But such a birth in this world is rare.",
          "commentary": ""
        },
        {
          "verse_number": "43",
          "translation": "There, O Arjuna, he regains the disposition of mind that he had in his former body, and from there he strives even more for success in Yoga.",
          "commentary": ""
        },
        {
          "verse_number": "44",
          "translation": "By the power of his earlier practice, he is carried forward even against his will. Even though he is an enquirer about Yoga, he transcends the Sabda-Brahman, i.e., Prakṛti or matter.",
          "commentary": ""
        },
        {
          "verse_number": "45",
          "translation": "But the yogi, striving earnestly, cleansed of all his stains and perfected through many births, reaches the supreme state.",
          "commentary": ""
        },
        {
          "verse_number": "46",
          "translation": "Greater than the ascetics, greater than those who possess knowledge, greater than the ritualists is the Yogin. Therefore, O Arjuna, become a Yogin.",
          "commentary": ""
        },
        {
          "verse_number": "47",
          "translation": "He who, with faith, worships Me, and whose innermost self is fixed in Me, I consider him to be the greatest of the Yogins.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 7,
      "verses": [
        {
          "verse_number": "1",
          "translation": "The Lord said, \"With your mind focused on Me, taking Me as your support, and practicing yoga—how can you, without doubt, know Me fully? Hear, O Arjuna.\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "I will declare to you in full this knowledge of God, along with the knowledge that makes it distinguished, knowing which nothing else remains to be known.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "Among thousands of men, some strive for perfection; even among those who strive for perfection, only some know Me; and among those who know Me, only some truly know Me.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "Earth, water, fire, air, ether, Manas, Buddhi, and the ego-sense—thus My Prakriti is divided into eight parts.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "This is My lower Prakṛti. But, O mighty-armed one, know that My higher nature is another. It is the life-principle (Jīva-bhūta), by which this universe is sustained.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "Know that all beings have these two as the source of their birth. Therefore, I am the origin and the dissolver of the whole universe.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "There is nothing higher than Me, O Arjuna. All this is strung on Me, like rows of gems on a thread.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "I am the taste in the waters, O Arjuna! I am the light in the sun and the moon; the sacred syllable Om in all the Vedas; sound in the ether; and manhood in men, I am.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "I am the pure scent in the earth; I am the radiance in the fire; I am the life-force in all beings, and austerity in ascetics.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "Know Me, O Arjuna, to be the primeval seed of all beings. I am the intelligence of the discerning and the brilliance of the brilliant.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "In the strong, I am strength, devoid of desire and passion. In all beings, I am the desire which is not contrary to Dharma, O Arjuna.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Know that all those states of Sattva, Rajas, and Tamas are from Me alone; however, I am not in them; rather, they are in Me.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "The entire universe is deluded by these three states originating from the Gunas (of Prakrti), and fails to recognize Me, who am beyond them and immutable.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "(a) For this divine Maya or Mine, consisting of the three Gunas (assumed for purposes of sport), is hard to overcome.\n৷৷\n(b) ৷৷ But those who take refuge in Me alone shall pass beyond the Maya.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "The evil-doers, the foolish, the lowest of men, those persons deprived of knowledge by delusion (Maya) and those who are dominated by a demoniac nature - they do not seek refuge in Me.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "Four types of men of good deeds worship Me, O Arjuna: the distressed, the seekers of knowledge, the seekers of wealth, and the men of knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "Of these, the man of knowledge, who is ever with Me in Yoga and devoted to the One only, is the foremost; for I am very dear to the man of knowledge, and he is also dear to Me.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "All these are indeed generous, but I deem the man of knowledge to be My very self; for he, integrated, is devoted solely to Me as the highest end.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "At the end of many births, the man of knowledge finds refuge in Me, realizing that 'Vasudeva is all.' It is very difficult to find such a great-souled person.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Controlled by their inherent nature, and deprived of knowledge by various desires, worldly-minded people resort to other gods, observing various disciplines.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "Whichever devotee seeks to worship with faith whatever form, I make their faith steadfast.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "Endowed with that faith, he worships that form and thereby gets the objects of his desire, granted in reality by Me alone.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "But the fruit gained by these men of small understanding is limited. The worshippers of the gods will go to the gods, but My devotees will come to Me.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "Not knowing My higher, immutable, and unsurpassed nature, the ignorant think of Me as an entity that has now become manifest, though I was previously unmanifest.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "Veiled by my Maya, I am not manifest to all; this deluded world does not recognize me as the unborn and immutable.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "I know all beings, O Arjuna, past, present, and those to come; but no one knows Me.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "O Arjuna, all beings are deluded as soon as they are born, due to the delusion of the pairs of opposites springing from desire and hate.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "But those who have done good deeds, whose sins have come to an end, are freed from the delusion of the pairs of opposites. They steadfastly worship Me, adhering to their vows.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "Those who take refuge in Me and strive for deliverance from old age and death, know Brahman (or the Self) and all about the nature of that Self, and the entire Karma (or activities leading to rebirth).",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "And those who know Me with the Adhibhuta, Adhidaiva, and Adhiyajna, they too, with their minds fixed in meditation, know Me even at the hour of death.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 8,
      "verses": [
        {
          "verse_number": "1-2",
          "translation": "Arjuna said, O Supreme Person, what is Brahman? What exists in the individual plane? What is action? What is said to exist in the physical plane? And what is said to exist in the divine plane?\n\nO Madhusudana, how is the entity existing in the sacrifice here in this body, and who is it? And how are You to be known by people of concentrated minds at the time of death?",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "The Blessed Lord said, \"The Immutable is the supreme Brahman; selfhood is said to be the entity present in the individual plane. By action is meant the offerings that bring about the origin of existence of things.\"",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "That which exists in the physical plane is the mutable entity, and what exists in the divine plane is the Person. O best among the embodied beings, I Myself am the entity that exists in the sacrifice within this body.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "And at the time of death, anyone who departs, giving up the body while thinking of Me alone, attains My state; there is no doubt about this.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "O son of Kunti, thinking of any entity, whichever it may be, one gives up the body at the end; he attains that very one, having been always engrossed in its thought.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "Therefore, think of Me at all times and fight; there is no doubt that by dedicating your mind and intellect to Me, you will attain only Me.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "O son of Prtha, by meditating with a mind engaged in the yoga of practice and not straying away to anything else, one reaches the supreme Person existing in the effulgent region.",
          "commentary": ""
        },
        {
          "verse_number": "9-10",
          "translation": "He who meditates on the Omniscient, the Ancient, the Ruler, subtler than the subtle, the Ordainer of everything, of inconceivable form, effulgent like the sun, and beyond darkness—he attains the Supreme Person.\n\nAt the time of death, having fully fixed the Prana (vital force) between the eyebrows with an unwavering mind, and being imbued with devotion as well as the strength of concentration, he reaches that resplendent Supreme Person.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "I will briefly speak to you of that immutable Goal, which the knowers of the Vedas declare; into which diligent ones, free from attachment, enter, and for which people practice celibacy, aspiring.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Having controlled all the senses, confined the mind in the heart, and fixed his own vital force in the head, he should remain steadfast in yoga.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "He who departs, leaving the body while uttering the single syllable, viz. \"Om,\" which is Brahman, and thinking of Me, attains the supreme Goal.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "O son of Prtha, to that yogi of constant concentration and single-minded attention, who remembers Me uninterruptedly and for a long time, I am easy to attain.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "As a result of reaching Me, the exalted ones who have attained the highest perfection do not get birth, which is an abode of sorrows and is impermanent.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "O Arjuna, all the worlds together with the world of Brahma are subject to return. But, O son of Kunti, there is no rebirth after reaching Me.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "Those people who know what day and night are, know the day of Brahma which ends in a thousand yugas [The four yugas (in the human worlds), viz Satya, Treta, Dwapara, and Kali are made up of 4,320,000 years. This period multiplied by a thousand constitutes one day of Brahma. His night also extends over a similar period. See M.S. and V.S.A.], and His night which also ends in a thousand yugas.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "With the coming of day, all manifested things emerge from the Unmanifest, and when night comes, they merge into that which is called the Unmanifested.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "O son of Prtha, after being born again and again, that very multitude of beings disappears of its own accord at the approach of night. It comes to life again at the approach of day.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "But distinct from that Unmanifested is the other eternal, unmanifest Reality, who does not get destroyed when all beings are destroyed.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "They call Him who has been mentioned as the Unmanifested, the Immutable, the supreme Goal. That is the supreme abode of Mine, from which they do not return once they reach it.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "O son of Prtha, that supreme Person—in whom all beings are included and by whom all this is pervaded—is indeed reached through one-pointed devotion.",
          "commentary": ""
        },
        {
          "verse_number": "23-26",
          "translation": "O best of the Bharata dynasty, I shall now speak of that time by which the yogis depart and attain the State of Non-return, and also the State of Return.\n\nFire, light, daytime, the bright fortnight, the six months of the northern solstice—by following this path, persons who are knowers of Brahman attain Brahman when they die.\n\nFollowing this Path, the yogi, having reached the lunar light, returns, smoke, night, as also the dark fortnight and the six months of the Southern solstice.\n\nThese two paths of the world, which are white and black, are indeed considered eternal. Through one, a person goes to the state of non-return; through the other, they return again.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "O son of Prtha, no yogi—one steadfast in meditation—whosoever has known these two courses becomes deluded. Therefore, O Arjuna, be steadfast in yoga at all times.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "Having known this, the yogi transcends all the results of righteous deeds declared in the Vedas, sacrifices, austerities, and charities, and reaches the primordial, supreme state.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 9,
      "verses": [
        {
          "verse_number": "1",
          "translation": "The Lord said, \"I shall declare to you, who does not cavil, this most mysterious knowledge, together with its special knowledge, knowing which you will be freed from evil.\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "This is the royal science, the royal mystery, the supreme purifier. It is realized through direct experience, is in accord with Dharma, is pleasant to practice, and is abiding.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "Men devoid of faith in this Dharma, O scorcher of foes, ever remain without attaining Me, on the mortal path of Samsara.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "This entire universe is pervaded by Me, in an unmanifest form. All beings abide in Me, but I do not abide in them.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "Yet, beings do not remain in Me. Behold My divine Yoga. I am the sustainer of all beings, yet I am not in them. It is My will alone that causes their existence.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "As the powerful element air, moving everywhere, ever remains in the ether, know that so too all beings abide in Me.",
          "commentary": ""
        },
        {
          "verse_number": "7-8",
          "translation": "All beings, O Arjuna, enter into My Prakriti at the end of a cycle of time; again, I send them forth at the beginning of a cycle of time.\n\nControlling the Prakṛti, which is My own, I send forth again and again this multitude of beings, helpless under the sway of Prakṛti.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "But these actions do not bind Me, O Arjuna, for I remain detached from them, as if I were unconcerned.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "Under My supervision, Prakrti gives birth to all mobile and immobile entities, and thus, O Arjuna, the world revolves.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "Fools disregard Me, dwelling in a human form, not knowing My higher nature as the Supreme Lord of all beings.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Senseless people have a nature that is deluding and similar to that of rakshasas and asuras. Their hopes are futile, their actions are futile, and their knowledge is futile.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "But the great-souled ones, O Arjuna, who are associated with My divine nature, worship Me with an unwavering mind, knowing Me to be the immutable source of all beings.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "Aspiring for eternal communion with Me, they worship Me, always singing My praises, striving with steadfast resolution and bowing down to Me in devotion.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Others, besides offering the sacrifice of knowledge, also worship Me as One, who is characterized by diversity in countless ways and is multiform (in My Cosmic aspect).",
          "commentary": ""
        },
        {
          "verse_number": "16-17",
          "translation": "I am Kratu, I am the sacrifice, I am the offering to the manes, I am the herb, I am the Mantra, I am the clarified butter, I am the fire, I am the oblation.\n\nI am the father, mother, creator, and grandfather of the universe; I am the purifier. I am the syllable Om, as well as Rk, Saman, and Yajus.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "I am the goal, the supporter, the Lord, the witness, the abode, the refuge, and the friend. I am the origin, the dissolution, the basis for preservation, and the imperishable seed.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "I give heat, I withhold and send forth the rain; I am immortality and also death, O Arjuna. I am the being and the non-being.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Those who are versed in the three Vedas, having been purified from sin by drinking the Soma juice, pray for passage to heaven and worship Me through sacrifices. Reaching the holy realm of the chief of the gods, they enjoy celestial pleasures in heaven.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "Having enjoyed the spacious world of heaven, they return to the world of mortals, their merit having been exhausted. Thus, those who follow the Vedic rituals and are drawn by desires come and go.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "Those who, excluding all else, think of Me and worship Me, aspiring after eternal union with Me, I look after their prosperity and welfare (Yoga and Ksema).",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "Even those who are devoted to other divinities with faith in their hearts, worship Me alone, O Arjuna, though not in accordance with the Sastras.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "For, I am the only enjoyer and the only Lord of all sacrifices. They do not recognize Me in My true nature; hence, they fall.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "Devotees of gods go to the gods; manes-worshippers go to the manes; worshippers of Bhutas go to the Bhutas; and those who worship Me come to Me.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "Whoever offers Me with true devotion a leaf, a flower, a fruit, or some water, I accept this offering made with devotion by them who are pure of heart.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "Whatever you do, whatever you eat, whatever you offer, whatever you give away, whatever austerity you practice, O Arjuna, do that as an offering to Me.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "Thus equipped in mind with the Yoga of renunciation, you will free yourself from the bonds of Karma, productive of both auspicious and inauspicious fruits. Thus liberated, you will come to Me.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "I am the same to all creation; there is none hateful or dear to me. But those who worship me with devotion abide in me, and I in them.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "If even the most sinful man worships Me with undivided devotion, he should be regarded as holy, for he has rightly resolved.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "Quickly, he becomes righteous and obtains everlasting peace. Affirm on My behalf, O Arjuna, that My devotee never perishes.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "By taking refuge in Me, even those of evil birth, women, Vaisyas, and Sudras, attain the supreme state.",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "How much more then, for the pure Brahmanas and royal sages who are My devotees! Having obtained this transient and joyless world, they should worship Me.",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "Focus your mind on Me, be My devotee, worship Me. Bow down to Me. Engaging your mind in this manner and regarding Me as the supreme goal, you will come to Me.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 10,
      "verses": [
        {
          "verse_number": "1",
          "translation": "The Lord said, \"Further, O Arjuna, listen to My Supreme word. Desiring your good, I shall speak to you who loves Me.\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "Neither the host of gods nor the great sages know My power; for I am indeed the source of the gods and the great sages.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "He who knows Me as unborn, without a beginning, and the great Lord of the worlds—he among mortals is undeluded and is released from all sin.",
          "commentary": ""
        },
        {
          "verse_number": "4-5",
          "translation": "Intelligence, knowledge, non-delusion, forbearance, truth, restraint, self-control, pleasure, pain, exaltation, and depression, fear, and fearlessness;\n\nNon-violence, reality, cheerfulness, austerity, beneficence, fame, and infamy—these different qualities of beings arise from Me alone.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "The seven great seers of yore, as well as the four Manus, all possessing My mental disposition, were born from My mind. All these creatures of the world are descended from them.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "He who truly knows this supreme manifestation and splendor of My auspicious attributes, becomes united with the unshakeable Yoga of Bhakti—there is no doubt of this.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "I am the origin of all; from me everything proceeds. Thinking thus, the wise worship me with all devotion (Bhava).",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "With their minds focused on Me, their pranas centered in Me, inspiring one another and always speaking of Me, they live in contentment and bliss at all times.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "To those who are ceaselessly united with Me and who worship Me with immense love, I lovingly grant that mental disposition (Buddhi-yoga) which leads them to Me.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "Out of compassion for them alone, I, abiding in their mental activity as its object, dispel the darkness born of ignorance with the brilliant lamp of knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "12-13",
          "translation": "Arjuna said, \"You are the Supreme Brahman, the Supreme Light, and the Supreme Sanctifier. All the seers proclaim You as the eternal, divine Person, the Primal Lord, the unborn, and all-pervading. So too do the divine sages Narada, Asita, Devala, and Vyasa proclaim. You Yourself also proclaim this.\"\n\nArjuna said, \"You are the Supreme Brahman, the Supreme Light, and the Supreme Sanctifier. All the seers proclaim You as the eternal, divine Person, the Primal Lord, the unborn, and all-pervading. So too do the divine sages Narada, Asita, Devala, and Vyasa proclaim. You Yourself also proclaim this.\"",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "I deem as true all that you have said to me, O Krishna. Truly, O Lord, neither the gods nor the demons know your manifestation.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "O Supreme Person, O Creator of beings, O Lord of beings, O God of gods, O Ruler of the universe, You Yourself know Yourself alone.",
          "commentary": ""
        },
        {
          "verse_number": "16-17",
          "translation": "You should tell Me without reserve Your divine manifestations where You abide, pervading all these worlds.\n\nHow can I, Your devotee, know You by constantly meditating on You? And in what ways, O Lord, should I meditate on You?",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "Speak to me again in full, O Krishna, about Your attributes and glories. For I am not sated by hearing Your ambrosial words.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "The Lord said, \"Indeed, I shall tell you, O Arjuna, My auspicious manifestations—those that are most prominent among them. There is no end to their extent.\"",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "I am the Self, O Arjuna, dwelling in the hearts of all beings; I am the beginning, the middle, and the end of all beings.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "Of the Adityas, I am Vishnu; of luminous bodies, I am the radiant sun. Of the Maruts, I am Marici, and among the constellations, I am the moon.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "Of the Vedas, I am the Samaveda; of gods, I am Indra; of sense-organs, I am the mind; and of living beings, I am consciousness.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "Of the Rudras, I am Sankara. Of the Yaksas and Raksasas, I am the Lord of Wealth (Kubera). Of the Vasus, I am Agni; of the mountains, I am Meru.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "Among family priests, O Arjuna, know Me to be the chief Brhaspati; of generals, I am Skanda; of reservoirs of water, I am the ocean.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "Of the great seers, I am Bhrgu; of words, I am the single-lettered word Om; of sacrifices, I am the sacrifice of Japa; of immovable things, I am the Himalayas.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "Of trees I am the Asvattha; of celestial seers, I am Narada; of the Gandharvas, I am Citraratha; of the perfected, I am Kapila.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "Of horses, know Me to be Uccaihsravas, the nectar-born. Of lordly elephants, I am Airavata, and of men, I am the monarch.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "Of weapons, I am the Vajra (thunderbolt); of cows, I am Kamadhuk; I am Kandarpa, the cause of progeny; of serpents, I am Vasuki.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "Of snakes, I am Ananta; of aquatic beings, I am Varuna; of manes, I am Aryama; of subduers, I am Yama.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "Of Daityas, I am Prahlada; of reckoners, I am Death; of beasts, I am the lion; and of birds, I am Garuda, the son of Vinata.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "Of moving things, I am the wind; of those who bear weapons, I am Rama; of fishers, I am Makara; and of rivers, I am the Ganga.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "Of creatures, I am the beginning, the middle, and the end, O Arjuna. Of sciences, I am the science of the Self (of the individual and Universal Self). Of those who argue, I am the fair reasoning.",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "Of letters, I am the alphabet 'A'; of compound words, I am the dvandva (copulative); I am myself imperishable time; I am the creator, facing all sides.",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "I am also death, which snatches away all. I am the origin of all that will be born. Among women, I am fame, prosperity, speech, memory, intelligence, endurance, and forgiveness.",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "Of Saman hymns, I am the Brhatsaman; of meters, I am the Gayatri; of months, I am Margasira (Nov-Dec); and of seasons, I am the season of flowers.",
          "commentary": ""
        },
        {
          "verse_number": "36",
          "translation": "Of the fraudulent, I am gambling; I am the brilliance of the brilliant; I am victory, I am effort; I am the magnanimity of the magnanimous.",
          "commentary": ""
        },
        {
          "verse_number": "37",
          "translation": "Of the Vrsnis, I am Vasudeva; of the Pandavas, I am Arjuna; of sages, I am Vyasa; and of seers, I am Usana (Sukra).",
          "commentary": ""
        },
        {
          "verse_number": "38",
          "translation": "Of those who punish, I am the principle of punishment. Of those who seek victory, I am policy. Of secrets, I am also silence. And of the wise, I am wisdom.",
          "commentary": ""
        },
        {
          "verse_number": "39",
          "translation": "I am also that which is the seed of all beings, O Arjuna. Nothing that moves or does not move exists without Me.",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "There is no limit to My divine manifestations. Here, I have briefly described the extent of such manifestations.",
          "commentary": ""
        },
        {
          "verse_number": "41",
          "translation": "Whatever being is possessed of power, or splendour, or energy, know that as coming from a fragment of My power.",
          "commentary": ""
        },
        {
          "verse_number": "42",
          "translation": "But of what use is all this extensive knowledge to you, O Arjuna? I sustain this whole universe with only a fragment of My power.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 11,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Arjuna said, \"To show favor to me, You have told me that most profound mystery concerning the Self; by that, this delusion of mine has been dispelled.\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "O Krsna, I have heard in detail about the origin and dissolution of all beings, which come from You, as well as Your immutable greatness.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "O Supreme Lord, as You have described Yourself, so You are. I wish to behold Your divine form, O Supreme Person.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "If you think, O Lord, that it can be seen by me, then, O Lord of Yoga, reveal Yourself fully to me.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "The Lord said, \"Behold, O Arjuna, My forms, hundreds upon thousands, manifold, divine, varied in hue and shape.\"",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "Behold, O Arjuna, the Adityas, the Vasus, the Rudras, the two Asvins, and the Maruts—many marvels never seen before.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "Behold here, O Arjuna, the entire universe with its mobile and immobile things, all centered in My body, and whatever else you desire to see.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "But you will not be able to see Me with your own eyes. I give you a divine eye, so behold My Lordly Yoga!",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "Sanjaya said, \"O King, having spoken, Sri Krishna, the great Lord of Yoga, then revealed to Arjuna the supreme, lordly form.\"",
          "commentary": ""
        },
        {
          "verse_number": "10-11",
          "translation": "With innumerable mouths and eyes, many marvelous aspects, numerous divine ornaments, and numerous divine weapons.\n\nWearing celestial garlands and raiments, anointed with divine perfumes, full of wonders, resplendent, boundless, and facing all directions.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "If a thousand suns were to rise at once in the sky, the resulting splendour would be like the splendour of that mighty One.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "There, Arjuna beheld the whole universe, with its manifold divisions gathered together in one single spot within the body of the God of gods.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "Then, Arjuna, overcome with amazement, his hairs standing on end, bowed his head to the Lord and spoke with folded hands.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Arjuna said, \"O Lord, I behold in Your body all the gods, and all the diverse hosts of beings—Brahma, Siva, who is in Brahma, the seers, and the lustrous snakes.\"",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "With manifold arms, stomachs, mouths, and eyes, I behold Your infinite form on all sides. I see no end, no middle, nor the beginning of You, O Lord of the universe, O You of Universal Form.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "I behold You as a mass of light, shining everywhere, with a diadem, mace, and discus, hard to behold, blazing like a burning fire and the sun, and immeasurable.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "You are the Imperishable, Supreme One to be realized. You are the Supreme Substratum of this universe. You are immutable, the guardian of the eternal law; I know You are the Supreme Person who is everlasting.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "I behold You as having no beginning, middle, or end; Your might is infinite. You are endowed with an innumerable number of arms. The sun and moon are Your eyes, and Your mouth emits burning fire. With Your own radiance, You are warning the entire universe.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "You alone have pervaded the interspace between heaven and earth, and all the quarters. Beholding your marvelous and terrible form, O Mahatman, the three worlds are greatly overwhelmed with fear.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "Verily, the hosts of Devas enter into You. Some, in fear, extol You with clasped hands, crying \"Hail!\" The bands of great seers and Siddhas praise You with meaningful hymns.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "The Rudras, the Adityas, the Vasus, the Sadhyas, the Visvas, the Asvins, the Maruts, and the Manes, as well as the hosts of Gandharvas, Yaksas, Asuras, and Siddhas—all gaze upon You in amazement.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "Beholding Your great form with many mouths and eyes, many arms, thighs, and feet, many stomachs, and terrible with many teeth, the worlds tremble, and I too quake, O mighty-armed one.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "When I behold You touching the Supreme Heaven, shining, multicolored, with yawning mouths and large, resplendent eyes, my inner being trembles in fear. I am unable to find support or peace, O Vishnu.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "Viewing Your mouths, presenting awe-generating fangs and looking like the consuming fire of final destruction, I know not the quarters of the globe nor do I find repose. Be gracious, O Lord of the Devas! O Abode of the universe!",
          "commentary": ""
        },
        {
          "verse_number": "26-27",
          "translation": "All these sons of Dhrtarastra, together with the hosts of monarchs, Bhisma, Drona, and Karna, along with the leading warriors of our side,\n\nHasten to enter Your fearful mouths with terrible fangs, crushing some of those caught between the teeth to powder.",
          "commentary": ""
        },
        {
          "verse_number": "28-29",
          "translation": "As many torrents of rivers flow towards the ocean, so do these heroes of the world of men enter into Your flaming mouths.\n\nAs moths rush swiftly into a blazing fire, leading to their destruction, so do these men swiftly rush into Your mouths, leading to their destruction.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "Devouring all the worlds on every side with your flaming mouths, you lick them up. Your fiery rays, filling the whole universe with their radiance, scorch it, O Vishnu.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "Tell me, who are You with this terrible form? Salutations to You, O Supreme God. Be gracious to me. I desire to know You, the Primal One. I do not know Your activities.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "The Lord said, \"I am the world-destroying Time. Manifesting myself fully, I have begun to destroy the worlds here. Even without you, none of the warriors arrayed in the hostile ranks will survive.\"",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "Therefore, arise, win glory. Conquering your foes, enjoy a prosperous kingdom. By Me they have already been slain. You be merely an instrument, O Arjuna, you great archer!",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "Slay Drona, Bhisma, Jayadratha, Karna, as well as other mighty warriors who have been doomed by Me. Do not feel distressed. Fight; you shall conquer your rivals in the battle.",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "Sanjaya said, Having heard this speech of Krsna, Arjuna did Him obeisance; and trembling with awe, he bowed down again, and with folded palms, his voice choked with emotion, he spoke to Krsna.",
          "commentary": ""
        },
        {
          "verse_number": "36",
          "translation": "Arjuna said, Rightly it is, O Krsna, that Your praise should move the world to joy and love. The rakshasas flee in fear on all sides, and all the hosts of siddhas bow down to You.",
          "commentary": ""
        },
        {
          "verse_number": "37",
          "translation": "(a) And why should they not, O Mahatma, bow down to You who are great, being the first Creator, even of Brahma?\n(b) O Infinite, Lord of gods, O You who have the universe as Your abode! You are the imperishable individual self, the existent and the non-existent, and that which is beyond both.",
          "commentary": ""
        },
        {
          "verse_number": "38",
          "translation": "(a) You are the Primal God and the Ancient One. You are the Supreme resting place of the universe...\n(b)...You are the Knower and the object of knowledge, and the Supreme Abode. Through You, O infinite of form, is this universe pervaded.",
          "commentary": ""
        },
        {
          "verse_number": "39",
          "translation": "(a) You are Yayu, Yama, Agni, Varuna, Sashanka, Prajapati, and the great-grandsire.\n(b) Hail to You a thousand times! Hail to You again and yet again!",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "(a) Salutations to You from before and behind! Salutations to You from all sides, O All!৷৷.\n\n(b) ৷৷. O You of infinite prowess and heroic action, which are measureless! You pervade all beings, and therefore, You are all.",
          "commentary": ""
        },
        {
          "verse_number": "41-42",
          "translation": "Unaware of Your majesty, and either out of negligence or love, or considering You to be a friend, whatever I have said rudely, such as 'O Krsna, O Yadava, O Comrade,'\n\nAnd whatever disrespect has been shown to You in jest, while playing, resting, sitting, or eating, whether alone or in the presence of others, O Acyuta—I implore You for forgiveness, You who are incomprehensible.",
          "commentary": ""
        },
        {
          "verse_number": "43",
          "translation": "You are the father of this world, of all that moves and does not move. You are its teacher and the one most worthy of reverence. There is none equal to You. How then could there be in the three worlds another greater than You, O Being of matchless greatness?",
          "commentary": ""
        },
        {
          "verse_number": "44",
          "translation": "Therefore, bowing down and prostrating my body, I implore Your mercy, O adorable Lord. As a father listens to his son or a friend to his friend, it is fitting, O Lord, that You, who are dear to me, should bear with me who am dear to You.",
          "commentary": ""
        },
        {
          "verse_number": "45",
          "translation": "Seeing something never seen before, I am delighted. But my mind is also filled with awe. Show me, O Lord! Your other form. O Lord of the gods! Be gracious, O Abode of the universe!",
          "commentary": ""
        },
        {
          "verse_number": "46",
          "translation": "I wish to see You ever as before, with crown and mace and discus in hand. Assume again that four-armed shape, O Thou the thousand-armed, of Universal Form!",
          "commentary": ""
        },
        {
          "verse_number": "47",
          "translation": "The Lord said, \"By My grace, O Arjuna, this Supreme Form, luminous, universal, infinite, and primal—never seen before by anyone but you—has been revealed to you through My own free will.\"",
          "commentary": ""
        },
        {
          "verse_number": "48",
          "translation": "Neither through the study of the Vedas, nor by sacrifices, nor by recitations of the scriptures, nor by gifts, nor by rituals, nor by strict austerities can I be realized in a form like this in the world of men by anyone else but you. O Arjuna!",
          "commentary": ""
        },
        {
          "verse_number": "49",
          "translation": "You need not fear any longer, nor be perplexed, looking upon this awe-inspiring form of Mine. Free from fear and with a gladdened heart, behold once again that other form of Mine.",
          "commentary": ""
        },
        {
          "verse_number": "50",
          "translation": "Sanjaya said, Having thus spoken to Arjuna, Sri Krsna once more revealed His own form. The Mahatman, assuming a benign form again, reassured him who had been struck with awe.",
          "commentary": ""
        },
        {
          "verse_number": "51",
          "translation": "Arjuna said, \"Having beheld Your human and pleasing form, O Krsna, I am now composed in mind and have been restored to my normal nature.\"",
          "commentary": ""
        },
        {
          "verse_number": "52-53",
          "translation": "The Lord said, \"It is very hard to behold this form of Mine which you have seen. Even the gods everlong to behold this form.\"\n\nSri Krishna says, \"I cannot be seen in such a form as You have seen Me, not by the Vedas, nor by austerities, nor by gifts, nor by sacrifice.\"",
          "commentary": ""
        },
        {
          "verse_number": "54",
          "translation": "But by single-minded devotion, O Arjuna, it is possible to truly know, to see, and to enter into Me, who am of this form, O harasser of foes.",
          "commentary": ""
        },
        {
          "verse_number": "55",
          "translation": "Whoever works for Me, regards Me as the highest and is devoted to Me, free from attachment and without animosity towards any creature, they come to Me, O Arjuna.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 12,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Arjuna said: Which of these has greater knowledge of yoga—those devotees who meditate on You, ever integrated, or those who meditate on the Imperishable and the Unmanifest?",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "The Lord said, \"Those who, ever integrated with Me and possessing supreme faith, worship Me, focusing their minds on Me—these are considered by Me to be the highest among the yogis.\"",
          "commentary": ""
        },
        {
          "verse_number": "3-4",
          "translation": "But those who meditate on the Imperishable, the indefinable, the unmanifest, omnipresent, unthinkable, common to all beings, immovable, and constant—\n\nHaving subdued all the senses, being even-minded, and engaged in the welfare of all beings, they too come to Me only.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "Greater is the difficulty for those whose minds are thus attached to the unmanifest, for the way of the unmanifest is hard to reach for embodied beings.",
          "commentary": ""
        },
        {
          "verse_number": "6-7",
          "translation": "For those who dedicate all their actions to Me, hold Me as their supreme goal, are intent on Me, and worship Me, meditating on Me with exclusive devotion;\n\nThose whose minds are thus focused on Me, I soon become their savior from the ocean of mortal life.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "Focus your mind on Me alone; and let your intellect enter into Me. Then, you will live in Me alone; there is no doubt.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "If now you are unable to focus your mind on Me, then seek to reach Me, O Arjuna, through the practice of repetition.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "If you are incapable of even this practice of repetition, then devote yourself to My deeds. For even by working for My sake, you will attain perfection.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "If you are unable to do even this—that is, take refuge in My Yoga—then, with your self-control, renounce the fruits of every action.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Far better is knowledge of the Self than the repeated practice (of remembrance of the Lord). Better is meditation than this knowledge; better is renunciation of the fruits of action than meditation. From such renunciation, peace ensues.",
          "commentary": ""
        },
        {
          "verse_number": "13-14",
          "translation": "He who never hates any being, who is friendly and compassionate, who is free from the feelings of \"I\" and \"mine,\" who looks upon all pain and pleasure equally, and who is enduring;\n\nHe who is content, who meditates ever, is self-restrained, and is firm in his convictions, and has his mind and reason dedicated to Me—he is dear to Me.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "He from whom the world has no cause to be frightened, who is not frightened by the world, who is free from joy and impatience, fear, and aversion - he is dear to me.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "He who is free from desires, who is pure, expert, indifferent, and free from agony, who has renounced every undertaking—he is dear to me.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "He who does not rejoice, nor hate, nor grieve, nor desire, who renounces both good and evil, and who is full of devotion to Me—such a devotee is dear to Me.",
          "commentary": ""
        },
        {
          "verse_number": "18-19",
          "translation": "He who is the same to foe and friend, honor and dishonor, who is alike to both cold and heat, pleasure and pain, and who is free from all attachments;\n\nHe who regards both blame and praise alike, who is silent and content with any lot, who has no home, who is firm of mind, and who is devoted to Me - such a man is dear to Me.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "But those devotees who follow this nectar of virtuous duty, as taught above, who are full of faith and regard Me as the Supreme, are exceedingly dear to Me.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 13,
      "verses": [
        {
          "verse_number": "1",
          "translation": "This is not a sentence, so there is nothing to fix.",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "The Lord said, \"O Arjuna, this body is called the Field, Ksetra. Those who know the self call the one who knows it the Field-knower, Ksetrajna.\"",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "And know Me also as the Knower of all Fields, O Arjuna. In My view, the knowledge of the Field and its Knower is the true knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "Listen briefly from Me what the Field is, what it is like, what its modifications are, what purpose it serves, and what it is; as well as who the Self is and what its powers are.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "It has been sung by seers in various ways, in various distinctive hymns, and also in the well-reasoned and conclusive words of the Brahma-sutras.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "The great elements, the Ahankara, the Buddhi, the Avyakta, the ten senses, and the one, in addition, the five objects of the senses;",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "Desire, hatred, pleasure, and pain, and the combination that constitutes the basis of consciousness—or the individual self—have been briefly described here, along with their modifications.",
          "commentary": ""
        },
        {
          "verse_number": "8-12",
          "translation": "Modesty, absence of ostentation, non-injury, patience, sincerity, service to the preceptor, purity, firmness, and self-restraint;\n\nAbsence of desire for sense-objects, and also absence of egotism, the recognition of evil in birth, death, old age, disease, and sorrow;\n\nNon-attachment, absence of clinging to son, wife, home, and the like, and constant even-mindedness in regard to all desirable and undesirable events;\n\nConstantly devote yourself to Me alone, resort to solitary places, and dislike crowds.\n\nConstant contemplation on the knowledge pertaining to the self, reflection for the attainment of knowledge of the truth—this is declared to be knowledge, and what is contrary to it is ignorance.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "I shall declare that which is to be known, knowing which one attains the immortal Self. It is beginningless Brahman, having Me as the Highest (Anadi Matparam); it is said to be neither being nor non-being.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "Its hands and feet are everywhere; Its eyes, heads, and mouths are everywhere; Its ears are on all sides; and It exists, encompassing all things.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Shining by the functions of the senses, yet devoid of the senses, detached yet supporting all, devoid of the Gunas yet experiencing the Gunas;",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "It is within and without all beings; It is unmoving yet moving; It is so subtle that none can comprehend it; It is far away yet very near.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "Undivided yet appearing as if divided among beings, this Self is to be known as the supporter of the elements. It devours them and causes their generation.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "The light of all lights is said to be beyond Tamas (darkness); it is known to be knowledge, to be attained through knowledge, and to be present in the hearts of all.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "Thus, the Ksetra, knowledge, and the object of knowledge have been briefly set forth. On knowing this, My devotee becomes fit to attain My state.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Know that both Prakṛti and the Self (Puruṣa) are without beginning; know that all modifications and the attributes are born from Prakṛti.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "The Prakṛti is said to be the cause of agency to the body (Kārya) and sense-organs (Karaṇa); the Self is said to be the cause of experiencing pleasure and pain.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "(a) Indeed, the self seated in Prakrti experiences the Gunas born of Prakrti.\n(b) Its attachment to these Gunas is the cause of birth in good and evil wombs.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "The self in the body is called the spectator, approver, supporter, experiencer, great lord, and supreme self.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "He who understands the Self and Prakriti, along with the Gunas, will not be born again, no matter what state he may be in.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "Some perceive the Self within the self (body) through meditation of the mind, others through Sankhya Yoga, and still others through Karma Yoga.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "But some, who do not know this, having heard from others, worship accordingly—these too, devoted to what they hear, pass beyond death.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "Whatever being is born, whether it be moving or stationary, know, O Arjuna, that it is through the combination of the Ksetra (body) and Ksetrajna (knower of the Field).",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "Who sees the supreme ruler dwelling alike in all bodies and never perishing, even when they perish, he indeed sees.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "For, seeing the ruler abiding alike in every place, he does not injure himself with his own mind and therefore reaches the highest goal.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "He who sees that all acts are done universally by Prakrti alone, and likewise that the self is not the doer, he indeed sees.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "When he perceives the independent modes of existence of all beings centered in one, and their expansion from it alone, then he attains Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "This supreme Self, though dwelling in the body, is immutable, O Arjuna, being without beginning. It neither acts nor is tainted, as it is without Gunas.",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "As the all-pervading ether is not tainted due to its subtlety, even so, the self abiding in the body is not tainted everywhere.",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "As the one sun illuminates this entire world, so does the Knower of the Field (Ksetrin, the self), O Arjuna, illuminate the entire Field (the body).",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "Those who thus discern, with the eye of knowledge, the difference between the body or the Field (Ksetra) and the knower of the body or Field-knower (Ksetrajna), and the means of deliverance from the manifested Prakrti, they attain the Supreme.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 14,
      "verses": [
        {
          "verse_number": "1",
          "translation": "The Lord said, \"I shall declare again another kind of knowledge: It is the best of all forms of knowledge, by knowing which all the sages have attained the state of perfection beyond this world.\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "Resorting to this knowledge, partaking in My Nature, they are not born at the time of creation nor do they suffer at the time of dissolution.",
          "commentary": ""
        },
        {
          "verse_number": "3-4",
          "translation": "My womb is the great Brahman (i.e. Prakṛti). In it, I lay the germ. From that, O Arjuna, comes the birth of all beings.\n\nWhatever forms are produced in any womb, O Arjuna, the Prakṛti is their great womb, and I am the sowing father.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "The Gunas of Sattva, Rajas, and Tamas arise from Prakrti and bind the immutable Self in the body, O Arjuna.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "Of these, sattva, being without impurity, is luminous and free from morbidity. It binds, O Arjuna, through attachment to pleasure and knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "Know, O Arjuna, that Rajas is of the nature of passion springing from thirst and attachment. It binds the embodied self with attachment to action.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "Know that Tamas is born of false knowledge and deludes all embodied beings. It binds, O Arjuna, with negligence, indolence, and sleep.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "Sattva generates attachment to pleasure, Rajas to action, O Arjuna. But Tamas, obscuring knowledge, generates attachment to negligence.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "Prevailing over Rajas and Tamas, Sattva predominates, O Arjuna. Prevailing over Tamas and Sattva, Rajas predominates. Prevailing over Rajas and Sattva, Tamas predominates.",
          "commentary": ""
        },
        {
          "verse_number": "11-13",
          "translation": "When knowledge, like light, illuminates from all gateways (i.e., the senses), then one should know that Sattva prevails.\n\nGreed, activity, undertaking of work, restlessness, and longing—these arise, O Arjuna, when Rajas predominates.\n\nNon-illumination, inactivity, negligence, and even delusion—these arise, O Arjuna, when Tamas prevails.",
          "commentary": ""
        },
        {
          "verse_number": "14-15",
          "translation": "If the embodied self dissolves when Sattva prevails, then it proceeds to the pure worlds of those who know the highest.\n\n(a) When Rajas is prevalent, one meets with dissolution and is born among those attached to work.\n\n(b) Similarly, when Tamas prevails, one who has met with dissolution is born in the womb of beings lacking intelligence.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "It is said that the fruit of a good deed is pure and of the nature of Sattva; the fruit of Rajas is pain; and the fruit of Tamas is ignorance.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "From Sattva arises knowledge, from Rajas arises greed, from Tamas arises negligence and delusion, and from it arises ignorance.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "Those who rest in Sattva ascend upwards; those who abide in Rajas stay in the middle; and those, abiding in the tendencies of Tamas descend downwards.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "When the seer beholds no agent of action other than the Gunas, and knows what is beyond the Gunas, he attains to My state.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "The embodied Self, crossing beyond these three Gunas that arise in the body, and being freed from birth, death, aging, and pain, attains immortality.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "Arjuna said, \"What are the marks of a person who has transcended the three Gunas? What is their behavior? And how do they transcend the three Gunas?\"",
          "commentary": ""
        },
        {
          "verse_number": "22-23",
          "translation": "The Lord said, \"He does not hate illumination, nor activity, nor even delusion, O Arjuna, while these prevail, nor does He long for them when they cease.\"\n\nHe who sits like one unconcerned, undisturbed by the Gunas; who knows, 'It is the Gunas that are in motion,' and so remains unshaken;",
          "commentary": ""
        },
        {
          "verse_number": "24-25",
          "translation": "He who is alike in pleasure and pain, who dwells in his Self, who looks upon a clod, a stone, and a piece of gold as of equal value, who remains the same towards things dear and hateful, and who is intelligent, who regards both blame and praise of himself as equal.\n\nHe who is the same in honor and dishonor, and the same to friend and foe, and who has abandoned all enterprises—he is said to have risen above the Gunas.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "And he who, with unwavering devotion through Yoga, serves Me, he, transcending the Gunas, becomes fit for the state of Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "For I am the ground of Brahman, the immortal, immutable, and eternal Dharma, and perfect bliss.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 15,
      "verses": [
        {
          "verse_number": "1",
          "translation": "The Lord said, \"They speak of an immutable Asvattha tree with its roots above and branches below; its leaves are the Vedas. He who knows it knows the Vedas.\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "(a) Its branches extend both above and below, nourished by the Gunas. Their shoots are sense objects. \n\n(b) And their secondary roots extend downwards, resulting in actions that bind in the world of humans.",
          "commentary": ""
        },
        {
          "verse_number": "3-4",
          "translation": "Its form is not perceived here, nor its end, nor its beginning, nor its support. Having cut off this firmly-rooted Asvattha with the strong axe of detachment.\n\nThen, one should seek that goal, attaining which one never returns. One should seek refuge with that Primal Person from whom this ancient activity streamed forth.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "Without the delusion of perverse notions concerning the self, victorious over the evil of attachment, ever devoted to the Self, turned away from desires and liberated from dualities such as pleasure and pain, the undeluded go to that imperishable state.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "That supreme light, upon reaching which they do not return any more, is Mine; neither the sun nor the moon nor the fire illuminates It.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "An everlasting part of Myself, having become the bound self in the world of life, attracts the senses, of which the mind is the sixth, and which abide in Prakriti.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "Whatever body its lord acquires and from whatever body it departs, it goes on its way, taking these senses as the wind carries scents from their places.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "Presiding over the ear, the eye, the sense of touch, the tongue, the nose, and the mind, It experiences these objects of the senses.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "The deluded do not perceive it conjoined with the Gunas when departing, staying, or experiencing. Those who have the eye of knowledge, however, see it.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "The striving yogis perceive it established in themselves. But, though striving, those of unrefined minds, devoid of intelligence, do not perceive it.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Know that the brilliance which illumines the whole universe in the sun, the moon, and fire is Mine.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "And, entering the earth, I uphold all beings with My strength. I nourish all herbs, becoming the juicy Soma.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "Becoming the digestive fire, I function within the bodies of all living beings. In union with the inward and outward breath, I digest the four kinds of food.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "And I am seated in the hearts of all. From Me come memory, knowledge, and their removal too. Indeed, I alone am to be known from all the Vedas. I bring about the fruition of the Vedic rituals; I alone am the knower of the Vedas.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "There are two kinds of persons spoken of in the sastra: the perishable (ksara) and the imperishable (aksara). All beings are perishable, while the imperishable is called the unchanging (kutastha).",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "There is a Supreme Person other than these. He is referred to as the Supreme Self (Paramatma) in all the Vedas. He, as the Immutable One and the Lord, enters the threefold world and supports it.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "Because I transcend the perishable person and am also higher than the imperishable one, therefore I am referred to in the Smrti and the Veda as the Supreme Person (Purusotama).",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "He who, without delusion, thus knows Me as the Supreme Self, knows all, O Arjuna, and worships Me in every way.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Thus, O sinless one, this most mysterious doctrine has been imparted by Me. By understanding this, one will become truly wise and fulfill their duty.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 16,
      "verses": [
        {
          "verse_number": "1-3",
          "translation": "The Lord said, \"Fearlessness, purity of mind, devotion to meditation on the knowledge of the self, alms-giving, self-control, worship, study of the Vedas, austerity, and uprightness—\n\nNon-injury, truth, freedom from anger, renunciation, tranquility, non-slandering of others, compassion for all beings, freedom from desire, gentleness, a sense of shame, and freedom from fickleness;\n\nGrandeur, patience, fortitude, purity, freedom from hatred and over-pride—these, O Arjuna, belong to one who is born to a divine destiny.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "Pompousness, arrogance, self-conceit, wrath, rudeness, and ignorance—these, O Arjuna, belong to one who is born with a demonic destiny.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "The divine destiny is said to lead to liberation, while the demoniac to bondage. Do not grieve, O Arjuna, for you are born with a divine destiny.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "There are two types of beings in this world: the divine and the demoniac. The divine have been described at length. Hear from Me, O Arjuna, about the demoniac.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "The demoniacal men neither know action nor renunciation. They have no cleanliness, nor right conduct, nor truth.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "They maintain: 'The universe is without truth, with no foundation, and without a Lord (Isvara). What else could exist without mutual causation? It has lust as its cause.'",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "Holding this view, these men of lost souls and feeble understanding do cruel deeds, leading to the destruction of the world.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "Turning to insatiable desires, seizing through delusion unjustly acquired wealth, and following impious vows, they act, full of ostentation, pride, and arrogance.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "Obsessed by unlimited cares that end with dissolution, looking upon the enjoyment of desires as their highest aim, and convinced that this is all;",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Bound by hundreds of fetters of hopes, given over to desire and anger, they strive unjustly to gather wealth for the gratification of their desires.",
          "commentary": ""
        },
        {
          "verse_number": "13-15",
          "translation": "'This I have gained today, and this desire I shall attain. This wealth is mine, and this will also be mine hereafter.\n\n'I have slain this enemy, and I shall slay others too. I am the Lord, the enjoyer, the successful one, the strong one, and the happy one.'\n\n'I am wealthy and high-born; who else is equal to me? I shall sacrifice, I shall give alms, I shall rejoice.' Thus they think, deluded by ignorance.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "Bewildered by numerous thoughts, ensnared in the net of delusion, addicted to sensual pleasures, they fall into a wretched Naraka.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "Self-conceited, self-sufficient, intoxicated by wealth and pride, they perform sacrifices in name only, ostentatiously and not according to the injunctions of the scriptures.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "Depending on their egoism, power, and pride, as well as their desires and wrath, these malicious men hate Me in their own bodies and in those of others.",
          "commentary": ""
        },
        {
          "verse_number": "19-20",
          "translation": "Those who are hateful, cruel, the vilest and most inauspicious of mankind, I hurl forever into the cycles of births and deaths, into the wombs of demons.\n\nFallen into demoniac wombs in birth after birth, these deluded men, not attaining Me, further sink down to the lowest level, O Arjuna.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "Desire, wrath, and greed—these are the three gateways to Naraka, ruinous to the self. Therefore, one should abandon these three.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "One who has been released from these three gates of darkness, O Arjuna, works for the benefit of the self; thus, they reach the supreme state.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "He who, abandoning the injunctions of the Sastras, acts under the influence of desire, attains neither perfection nor pleasure, nor the supreme state.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "Therefore, let the Sastra be your authority for determining what should be done and what should not be done. Knowing what is enjoined in the injunctions of the Sastra, you should perform work here.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 17,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Arjuna said, \"Now, O Krsna, what is the position or basis of those who, despite leaving aside the injunction of the Sastra, still worship with faith? Is it Sattva, Rajas, or Tamas?\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "The Lord said, \"The faith of embodied beings is threefold, born of their own nature and constituted of Sattva, Rajas, and Tamas. Now, listen to me about it.\"",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "O Arjuna, the faith of everyone is in accordance with their inner organ (Antahkarana). Each person consists of faith; whatever their faith is, that is who they are.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "The sattvic types worship the gods; the rajasic types worship yaksas and rakshasas; and the others, the tamasic types, worship the departed ancestors and hosts of bhutas.",
          "commentary": ""
        },
        {
          "verse_number": "5-6",
          "translation": "Those men who practice terrible austerities not enjoined by the scriptures, given to ostentation and conceit, and prompted by the force of sensual desires and passions;\n\nThese foolish men, who torture the group of elements in their bodies and Me, who dwell within the body—know them to be demoniacal in their resolves.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "Even the food that is dear to all is threefold; so too are sacrifices, austerities, and gifts. Listen to this distinction among them.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "Foods that promote longevity, intellectual alertness, strength, health, pleasure, and happiness, and those that are sweet, oily, substantial, and agreeable, are dear to sattvic men.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "Foods that are bitter, sour, very salty, excessively heating, highly pungent, dry, and burning are all dear to Rajasika men; they cause pain, sorrow, and disease.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "That food which is stale, tasteless, putrid, decayed, rejected, unclean, is dear to those of a Tamasic nature.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "The sacrifice (worship) marked by Sattva is what is offered by those who desire no fruit and have the conviction that it should be performed as prescribed in the scriptures.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "But that sacrifice which is offered with the intention of gaining a reward and for the sake of show, know it, O Arjuna, to be Rajasic.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "That sacrifice which is devoid of authority, which uses offerings not sanctioned by the Sastras, which is performed without recitation of hymns and devoid of gifts and faith - that, they say, is marked by Tamas.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "Worshiping the gods, the twice-born, the preceptors, the enlightened ones, practicing purity, uprightness, continence, and non-injury—these are called austerity of the body.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Speech that causes no shock, is true, pleasant, and beneficial, and also the practice of reciting scriptures, is called the austerity of speech.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "Serenity of mind, benevolence, silence, self-control, and purity of mind—these are known as austerity of the mind.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "The threefold austerity, practiced with supreme faith by men who desire no fruit and are devoted—they call it austerity of Sattva.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "That austerity, practiced with ostentation for the sake of gaining respect, praise, and reverence, is here said to be Rajasa. It is unsteady and impermanent.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "That austerity which is practised from deluded notions by means of self-torture or to injure another is said to be Tamasika.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Gifts given with the feeling that it is one's own duty to give, to one who makes no return, at the proper place and time to the deserving person—that is said to be sattvika.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "But that which is given as a consideration for something received or in expectation of a future reward, or grudgingly, is called a Rajasika gift.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "That gift which is given at the wrong place, wrong time, to an unworthy recipient, without due respect and with contempt, is called the gift of a Tamasa nature.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "Om, Tat, Sat—thus, Brahman is denoted by this threefold expression. In the past, Brahmanas, the Vedas, and sacrifices were ordained in association with these.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "Therefore, the Veda-enjoined sacrificial acts, gifts, and austerities, expounded by the Vedas, or those belonging to the first three stations, are always begun after pronouncing Om at the beginning.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "Acts of sacrifice, austerity, and various gifts are performed without aiming at a reward by those who seek release, after pronouncing Tat.",
          "commentary": ""
        },
        {
          "verse_number": "26-27",
          "translation": "This term \"Sat\" is used in the sense of existence and goodness. And so also, O Arjuna, the word \"Sat\" is applied to an auspicious action.\n\nDevotion to sacrifice, austerity, and gifts is also referred to as Sat; and thus, any action for such purposes is known as Sat.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "Whatever offering or gift is made, whatever austerity is practiced, and whatever action is performed without faith, that is called Asat, O Arjuna. It is of no value here or hereafter.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 18,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Arjuna said, \"I desire to know the truth about renunciation and abnegation separately, O Krishna.\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "The Lord said, \"The sages hold that Sannyasa is the giving up of all works motivated by desire, and the wise declare Tyaga to be the abandonment of the fruits of all works.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "Some sages say that all actions should be abandoned as evil; others declare that works such as sacrifices, gifts, and austerities should not be abandoned.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "Listen to My decision, O Arjuna, concerning abandonment; for abandonment is declared to be of three kinds.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "(a) The acts of sacrifice, gifts, and austerities should not be relinquished; but should be performed...\n\n(b) ...For sacrifices, gifts, and austerities are the means of purification for the wise.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "It is My decided and final view that even these acts should be done, O Arjuna, with relinquishment of attachment and the forsaking of the fruits thereof.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "But the renunciation of obligatory acts is not proper; abandonment of these through delusion is declared to be of a Tamasic nature.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "He who renounces acts that are painful out of fear of bodily suffering performs a Rajasika abandonment; however, he does not gain the fruit of such abandonment.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "When actions are performed as they ought to be done, O Arjuna, renouncing attachment and the results thereof, such abandonment is regarded as Sattvika.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "One who has abandoned, imbued with Sattva, wise, and whose doubts have been dispelled—such a person neither hates disagreeable acts nor clings to agreeable ones.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "For, it is impossible for one who has a body to completely abandon actions. But he who gives up the results of his works is called the one who has abandoned them.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Undesirable, desirable, and mixed—thus, threefold is the fruit of work that accrues after death to those who have not renounced; but to those who have renounced, none accrues whatsoever.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "Learn from Me, O Arjuna, these five causes for the accomplishment of all acts, as described in Sankhya-krtanta—the science of exact understanding of things—for the accomplishment of works.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "The seat of action, the agent, the various kinds of organs, the different and distinctive functions of vital air, and the fifth among these—Divinity—all these.",
          "commentary": ""
        },
        {
          "verse_number": "15-16",
          "translation": "For whatever action a person undertakes with their body, speech, and mind, whether right or wrong, i.e., enjoined or forbidden by the Sastras, the following five are its causes:\n\nTherefore, he who, due to his uncultivated understanding, perceives only the self as the agent, he of wicked mind does not truly perceive.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "He who is free from the notion of 'I am the doer,' and whose understanding is not tainted, does not slay, even though he slays all these men, nor is he bound.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "Knowledge, the object of knowledge, and the knower are the threefold incitements to action. The instrument, the act, and the agent are the threefold constituents of action.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "Knowledge, action, and agent are declared in the science of the Gunas to be of three kinds, according to the difference in the Gunas. Listen to them also as they are.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Know that knowledge to be sattvika, by which one sees in all beings an immutable existence, undivided even in the divided.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "But that knowledge which sees all beings, due to their individual nature, as distinct entities—know that knowledge to be Rajasic.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "But that knowledge is declared to be Tamasika which clings to one single act as if it were the whole, which is not based on reason, and which is false and insignificant.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "That obligatory act is said to be Sattvika, which is done without attachment, without desire or aversion, and by one who seeks no fruit.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "But that act is said to be Rajasic, which is performed with great effort by one who seeks to gratify their desires and under the prompting of egoism.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "That act is said to be Tamasika which is undertaken through delusion, without regard to consequences, loss, injury, and one's own capacity.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "That agent is said to be Sattvika, who is free from attachment, who does not boast of himself, who is endowed with steadiness and zeal, and who is unaffected by success and failure.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "That doer is called Rajasika who is passionate, who seeks the fruits of his actions, who is greedy, harmful, and impure, and who is swayed by delight and grief.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "That doer is said to be Tamasika who is unqualified, unrefined, obstinate, depraved, dishonest, indolent, despondent, and lethargic.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "Hear now, O Arjuna, the threefold division of Buddhi (reason) and Dhrti (fortitude) according to the Gunas, to be fully and severally set forth.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "That Buddhi, O Arjuna, which knows activity and renunciation, what should be done and what should not be done, fear and fearlessness, bondage and release—that Buddhi is Sattvika.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "The Buddhi that gives an erroneous knowledge of Dharma and Adharma (its opposite) and also of what should be done and what should not be done, O Arjuna, is Rajasic.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "That Buddhi, O Arjuna, which, enveloped in darkness, regards Adharma as Dharma and reverses every value, is Tamasika.",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "That fortitude, by which one maintains the unwavering activities of the mind and vital force, and these sense-organs, through yoga—that fortitude is of the nature of sattva.",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "That dhṛti, O Arjuna, by which one, who is desirous of fruits, longs for them with intense attachment and holds fast to duty, desire, and wealth—that dhṛti is rajasika.",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "That Dhrti, by which a foolish person does not give up sleep, fear, grief, depression, and passion, O Arjuna, is of the nature of Tamas.",
          "commentary": ""
        },
        {
          "verse_number": "36",
          "translation": "Now hear from Me, O Arjuna, the threefold division of pleasure৷৷ that in which one rejoices through long practice and in which one comes to the end of pain.",
          "commentary": ""
        },
        {
          "verse_number": "37",
          "translation": "That which, at first, is like a poison but becomes like an elixir in the end, born from the serene state of mind focused on the Self—such pleasure is said to be Sattvika.",
          "commentary": ""
        },
        {
          "verse_number": "38",
          "translation": "That pleasure which arises from the contact of senses with their objects, which is like elixir at first but like poison in the end, is said to be Rajasic.",
          "commentary": ""
        },
        {
          "verse_number": "39",
          "translation": "That pleasure which, at the beginning and end, deludes the self, through sleep, sloth, and error, is declared to be tamasic.",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "There is no creature, on earth or among the gods in heaven, that is exempt from these three Gunas born of Prakrti.",
          "commentary": ""
        },
        {
          "verse_number": "41",
          "translation": "The duties of the Brahmanas, Ksatriyas, Vaisyas, and Sudras are clearly divided, O Arjuna, according to their Gunas, born of their nature.",
          "commentary": ""
        },
        {
          "verse_number": "42",
          "translation": "The control of the senses and mind, austerity, purity, forbearance, uprightness, knowledge, special knowledge, and faith—all these constitute the duty of a Brahmana, born of his inherent nature.",
          "commentary": ""
        },
        {
          "verse_number": "43",
          "translation": "Valor, invincibility, steadiness, dexterity, and not fleeing in battle, generosity, and regality are the duties of a Kshatriya, born of his inherent nature.",
          "commentary": ""
        },
        {
          "verse_number": "44",
          "translation": "Agriculture, cattle-breeding, and trade are the duties of the Vaisya, born of their nature. And the duty of a Sudra is one of service, born of their nature.",
          "commentary": ""
        },
        {
          "verse_number": "45",
          "translation": "Devoting oneself to one's duty, one attains perfection. Hear now how one devoted to their own duty attains perfection.",
          "commentary": ""
        },
        {
          "verse_number": "46",
          "translation": "From whom all beings arise and by whom all this is pervaded—by worshipping Him with one's own duty, one reaches perfection.",
          "commentary": ""
        },
        {
          "verse_number": "47",
          "translation": "Better is one's own duty, though ill done, than the duty of another, though well-performed. When one does the duty ordained by their own nature, they incur no stain.",
          "commentary": ""
        },
        {
          "verse_number": "48",
          "translation": "One should not relinquish one's work, O Arjuna, though it may be imperfect; for, all endeavors are enveloped by imperfections as fire is by smoke.",
          "commentary": ""
        },
        {
          "verse_number": "49",
          "translation": "He whose understanding is unattached on all sides, whose self is controlled, who is free from desires—he attains the supreme perfection transcending all activity through renunciation.",
          "commentary": ""
        },
        {
          "verse_number": "50",
          "translation": "Learn from me, O Arjuna, in brief how one who has attained perfection attains the Brahman—the supreme consummation of knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "51-53",
          "translation": "Endowed with a purified understanding, subduing the mind with steadiness, relinquishing sound and other objects of the senses and casting aside love and hate;\n\nResorting to solitude, eating sparingly, restraining speech, body, and mind, ever engaged in the yoga of meditation and taking refuge in dispassion;\n\nForsaking egoism, power, pride, desire, wrath, and possessions, with no feeling of 'mine' and tranquil, he becomes worthy of the state of Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "54",
          "translation": "Having realized the state of Brahman, tranquil, he neither grieves nor craves. Regarding all beings alike, he attains supreme devotion to Me.",
          "commentary": ""
        },
        {
          "verse_number": "55",
          "translation": "Through devotion, he comes to know Me fully—who and what I am in reality, who I am and how I am. Knowing Me thus in truth, he forthwith enters into Me.",
          "commentary": ""
        },
        {
          "verse_number": "56",
          "translation": "Taking refuge in Me and performing all works constantly, one, by My grace, attains the eternal and immutable abode.",
          "commentary": ""
        },
        {
          "verse_number": "57",
          "translation": "Surrender all your actions to Me with your mind, keep Me as your goal, and practice Buddhi-yoga, focusing your thoughts on Me always.",
          "commentary": ""
        },
        {
          "verse_number": "58",
          "translation": "Focusing your thoughts on Me, you shall, by My grace, cross over all difficulties. If, however, out of self-conceit, you do not heed Me, you will perish.",
          "commentary": ""
        },
        {
          "verse_number": "59",
          "translation": "If, in your self-conceit, you think, 'I will not fight,' your resolve is futile. Nature will compel you.",
          "commentary": ""
        },
        {
          "verse_number": "60",
          "translation": "O Arjuna, bound by your own duty born out of your own inner disposition, and having no control over your own will, you will be compelled to do that very thing which you now do not desire to do through delusion.",
          "commentary": ""
        },
        {
          "verse_number": "61",
          "translation": "The Lord, O Arjuna, abides in the heart of every being, spinning them round and round, as if mounted on a wheel, by His power.",
          "commentary": ""
        },
        {
          "verse_number": "62",
          "translation": "Seek refuge in Him alone, O Arjuna, with the entirety of your being. By His grace, you shall find supreme peace and an eternal abode.",
          "commentary": ""
        },
        {
          "verse_number": "63",
          "translation": "Thus, the knowledge, the mystery of mysteries, has been declared to you by Me. Reflecting on it fully, do as you will.",
          "commentary": ""
        },
        {
          "verse_number": "64",
          "translation": "Hear again My supreme word, the most secret of all; as I am exceedingly fond of you, I am telling you what is good for you.",
          "commentary": ""
        },
        {
          "verse_number": "65",
          "translation": "Focus your mind on Me. Be My devotee. Worship Me. Prostrate before Me. You will come to Me alone. I promise you truly; for you are dear to Me.",
          "commentary": ""
        },
        {
          "verse_number": "66",
          "translation": "Relinquishing all Dharmas completely, seek Me alone for refuge. I will release you from all sins; grieve not.",
          "commentary": ""
        },
        {
          "verse_number": "67",
          "translation": "Never should this be told by you to one who is not austere, who is not a devotee, nor to one who has no desire to listen, nor certainly to him who speaks ill of Me.",
          "commentary": ""
        },
        {
          "verse_number": "68",
          "translation": "He who proclaims this supreme mystery among My devotees shall come to Me, acquiring supreme devotion towards Me. There is no doubt about this.",
          "commentary": ""
        },
        {
          "verse_number": "69",
          "translation": "There is no one among men who does dearer service to Me than him. Nor shall there be anyone on earth dearer to Me than him.",
          "commentary": ""
        },
        {
          "verse_number": "70",
          "translation": "And he who will study our dialogue, which is consistent with Dharma, by him I shall be worshipped through the sacrifice of knowledge; that is My view.",
          "commentary": ""
        },
        {
          "verse_number": "71",
          "translation": "And the man who listens to it with faith and without cavil, he too shall be released and shall reach the auspicious realms of those who have performed virtuous deeds.",
          "commentary": ""
        },
        {
          "verse_number": "72",
          "translation": "Have you heard this, O Arjuna, with a single-minded focus? Has your delusion, caused by ignorance, been dispelled?",
          "commentary": ""
        },
        {
          "verse_number": "73",
          "translation": "Arjuna said, \"My delusion has been destroyed, and, by Your grace, O Krsna, I have gained knowledge (Smrti). Freed from doubts, I stand steadfast, and I will fulfill Your will.\"",
          "commentary": ""
        },
        {
          "verse_number": "74",
          "translation": "Sanjaya said, Thus I have heard this wondrous dialogue between Vasudeva and the great-minded Arjuna, which makes my hair stand on end.",
          "commentary": ""
        },
        {
          "verse_number": "75",
          "translation": "By the grace of Vyasa, I have heard this supreme mystery of Yoga, declared in person by Krsna, the Lord of Yoga.",
          "commentary": ""
        },
        {
          "verse_number": "76",
          "translation": "O King, remembering again and again this wondrous and auspicious dialogue between Sri Krishna and Arjuna, I rejoice time and again.",
          "commentary": ""
        },
        {
          "verse_number": "77",
          "translation": "And, remembering over and over again that most marvelous form of Hari, great is my amazement, O King, and I rejoice again and again.",
          "commentary": ""
        },
        {
          "verse_number": "78",
          "translation": "Wherever there is Sri Krsna, the Lord of Yoga, and Arjuna the archer, there is always fortune, victory, wealth, and sound morality. This is my firm conviction.",
          "commentary": ""
        }
      ]
    }
  ]
}
