{
  "author_id": 19,
  "author_name": "Swami Gambirananda",
  "language_code": "en",
  "chapters": [
    {
      "chapter_number": 1,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Dhṛtarāṣṭra said: O Sanjaya, what did my sons and the sons of Pandu do when they assembled on the sacred field of Kurukshetra, eager for battle?",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "Sanjaya said: But then, seeing the army of the Pandavas in battle array, King Duryodhana approached the teacher, Drona, and spoke.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "O teacher, behold this vast army of the sons of Pandu, arrayed for battle by the intelligent disciple of Drupada.",
          "commentary": ""
        },
        {
          "verse_number": "4-6",
          "translation": "Here are the heroes wielding great bows, who in battle are peers of Bhima and Arjuna: Yuyudhana (Satyaki) and Virata, and the maharatha (great chariot-rider) Drupada;\n\nDhrstaketu, Cekitana, and the valiant king of Kasi (Varanasi); Purujit, Kuntibhoja, and Saibya, the choicest of men;\n\nAnd the valiant Yudhamanyu, and the chivalrous Uttamaujas; the son of Subhadra (Abhimanyu) and the sons of Draupadi—all of them are, indeed, maharathas.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "But, O best among the Brahmanas, please be appraised of those who are foremost among us, the founders of my army. I speak of them to you by way of illustration.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "(They are): Your venerable self, Bhisma, Karna, and Krpa, who is ever victorious in battle; Asvatthama, Vikarna, Saumadatti, and Jayadratha.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "There are many heroes who have dedicated their lives to me, possessing various kinds of weapons and missiles, all of whom are skilled in battle.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "Therefore, our army, under the complete protection of Bhisma and others, is limitless. But this army of the enemies, under the protection of Bhima and others, is limited.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "However, venerable sirs, all of you without exception, while occupying all the positions in the different directions as allotted to you respectively, please protect Bhisma in particular.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "The valiant grandfather, the eldest of the Kurus, loudly sounding a lion's roar, blew the conch to raise his (Duryodhana's) spirits.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "Just immediately afterward, conch shells, kettledrums, tabors, trumpets, and cow-horns blared forth, creating a tumultuous sound.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "Then Madhava (Krishna) and the son of Pandu (Arjuna), stationed in their magnificent chariot with white horses yoked to it, blew their divine conchs loudly.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Hrsikesa (Krsna) blew the conch Pancajanya; Dhananjaya (Arjuna) blew the conch Devadatta; and Vrkodara (Bhima) of terrible deeds blew the great conch Paundra.",
          "commentary": ""
        },
        {
          "verse_number": "16-18",
          "translation": "King Yudhisthira, son of Kunti, blew the Anantavijaya; Nakula and Sahadeva blew the Sughosa and the Manipuspaka, respectively.\n\nAnd the King of Kashi, wielding a great bow, and the great chariot-rider Sikhandin, Dhrstadyumna, Virata, and Satyaki the unconquered;\n\nDrupada and the sons of Draupadi, as well as the mighty-armed son of Subhadra, all of them together, O king, blew their respective conchs.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "That tremendous sound pierced the hearts of the sons of Dhrtarastra as it reverberated through the sky and the earth.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "O King, thereafter, seeing Dhrtarastra's men standing in their positions, with all the weapons ready for action, the son of Pandu, Arjuna, who had the insignia of Hanuman on his chariot-flag, raised his bow and said the following to Hrsikesa.",
          "commentary": ""
        },
        {
          "verse_number": "21-22",
          "translation": "Arjuna said, \"O Acyuta, please place my chariot between both the armies.\"\n\nUntil I survey those who stand intent on fighting and those who are about to engage in battle with me in this impending war.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "These who have assembled here and want to accomplish in the war what is dear to the perverted son of Dhrtarastra, I find them to be intent on fighting.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "Sanjaya said, \"O scion of the line of Bharata, Hrishikesa, being told so by Gudakesa (Arjuna), placed the excellent chariot between the two armies, in front of Bhishma and Drona as well as all the rulers of the earth, and said, 'O Partha, behold these assembled Kurus!'\"",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "Sanjaya said, \"O scion of the line of Bharata (Dhrtarashtra), Hrsikesa, being told so by Gudakesa (Arjuna), placed the excellent chariot between the two armies, in front of Bhisma and Drona as well as all the rulers of the earth, and said, 'O Partha (Arjuna), behold these assembled people of the Kuru dynasty.'\"",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "Then Arjuna saw, marshalled among both the armies, his uncles, grandfathers, teachers, maternal uncles, brothers, cousins, sons, grandsons, comrades, fathers-in-law, and friends.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "The son of Kunti, Arjuna, seeing all those relatives arrayed there, became overwhelmed by supreme compassion and sorrowfully said this:",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "Arjuna said, \"O Krsna, seeing these relatives and friends who have assembled here with the intention of fighting, my limbs become languid and my mouth becomes completely dry.\"",
          "commentary": ""
        },
        {
          "verse_number": "29-31",
          "translation": "And there is trembling in my body, and my hair stands on end; the Gandiva (bow) slips from my hand and my skin burns intensely.\n\nMoreover, O Kesava (Krishna), I am not able to stand firmly, and my mind seems to be whirling. And I observe the omens to be adverse.\n\nBesides, I do not see any good to be derived from killing my own people in battle. O Krsna, I do not hanker after victory, nor even a kingdom, nor pleasures.",
          "commentary": ""
        },
        {
          "verse_number": "32-33",
          "translation": "O Govinda! What need do we have of a kingdom, or what need of enjoyments and livelihood? Those for whom kingdom, enjoyments, and pleasures are desired by us—such as teachers, uncles, fathers-in-law, grandsons, brothers-in-law, as well as relatives—those very ones stand arrayed for battle, risking their lives and wealth.\n\n- O Govinda! What need do we have of a kingdom, or what need of enjoyments and livelihood? Those for whom kingdom, enjoyments, and pleasures are desired by us—such as teachers, uncles, fathers-in-law, grandsons, brothers-in-law, as well as relatives—those very ones stand arrayed for battle, risking their lives and wealth.",
          "commentary": ""
        },
        {
          "verse_number": "34-35",
          "translation": "- O Govinda! What need do we have of a kingdom, or what need of enjoyments and livelihood? Those for whom kingdom, enjoyments, and pleasures are desired by us—such as teachers, uncles, fathers-in-law, grandsons, brothers-in-law, as well as relatives—those very ones stand arrayed for battle, risking their lives and wealth.\n\nO Madhusudana, even if I am killed, I do not want to kill these even for the sake of a kingdom extending across the three worlds; let alone doing so for the earth!",
          "commentary": ""
        },
        {
          "verse_number": "36-37",
          "translation": "O Janardana, what happiness will we gain by killing the sons of Dhrtarastra? We will only incur sin by killing these wrongdoers.\n\nTherefore, it is not proper for us to kill the sons of Dhrtarastra, who are our own relatives. For, O Madhava, how can we be happy by killing our kinsmen?",
          "commentary": ""
        },
        {
          "verse_number": "38-39",
          "translation": "- O Janardana, although these people, whose hearts have become perverted by greed, do not see the evil arising from destroying the family and sinning in hostility towards friends, yet how can we, who clearly see the evil arising from destroying the family, remain unaware of the need to abstain from this sin?\n\n- O Janardana, although these people, whose hearts have become perverted by greed, do not see the evil arising from destroying the family and sinning in hostility towards friends, yet how can we, who clearly see the evil arising from destroying the family, remain unaware of the need to abstain from this sin?",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "From the ruin of the family, the traditional rites and duties are totally destroyed. When rites and duties are destroyed, vice overwhelms the entire family.",
          "commentary": ""
        },
        {
          "verse_number": "41",
          "translation": "O Krishna, when vice predominates, the women of the family become corrupt. O descendant of the Vrsnis, when women become corrupted, it results in the intermingling of castes.",
          "commentary": ""
        },
        {
          "verse_number": "42",
          "translation": "And the intermingling in the family leads the ruiners of the family verily into hell. The forefathers of these fall down (into hell) due to being deprived of the offerings of rice-balls and water.",
          "commentary": ""
        },
        {
          "verse_number": "43",
          "translation": "Due to the misdeeds of the ruiners of the family, which cause intermingling of castes, the traditional rites and duties of the castes and families are destroyed.",
          "commentary": ""
        },
        {
          "verse_number": "44",
          "translation": "O Janardana, we have heard that living in hell is inevitable for those whose family duties are destroyed.",
          "commentary": ""
        },
        {
          "verse_number": "45-46",
          "translation": "What a pity that we have resolved to commit a great sin, eager to kill our own kith and kin out of greed for the pleasures of a kingdom!\n\nIf, in this battle, the sons of Dhrtarastra, armed with weapons, kill me, who am non-resistant and unarmed, that will be more beneficial for me.",
          "commentary": ""
        },
        {
          "verse_number": "47",
          "translation": "Sanjaya narrated: Having said so, Arjuna, with a mind afflicted by sorrow, sat down on the chariot in the midst of the battle, casting aside his bow along with the arrows.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 2,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Sanjaya said: To him who had been filled with pity, whose eyes were filled with tears and showed distress, and who was sorrowing, Madhusudana uttered these words.",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "The Blessed Lord said, \"O Arjuna, in this perilous place, whence has this impurity come to you, entertained by unenlightened persons, which does not lead to heaven and brings infamy?\"",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "O Partha, do not yield to unmanliness. This does not befit you. O scorcher of foes, arise, giving up the petty weakness of heart.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "Arjuna said, \"O Madhusudana, O destroyer of enemies, how can I fight with arrows in battle against Bhisma and Drona, who are worthy of adoration?\"",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "Rather than killing the noble-minded elders, it is better in this world to live even on alms. But by killing them, we shall only be enjoying here the pleasures of wealth and desirable things drenched in blood.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "We do not know which is better for us, whether we shall win or they shall conquer us. Those very sons of Dhrtarastra, whom we do not wish to kill, stand in confrontation.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "With my nature overpowered by weak commiseration, my mind bewildered about duty, I supplicate You. Tell me for certain what is better; I am Your disciple, having taken refuge in You. Instruct me.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "For I do not see anything that, even after acquiring on this earth a prosperous kingdom free from enemies and even sovereignty over the gods, can remove my sorrow that is blasting the senses.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "Sanjaya said: Having spoken thus to Hrsikesa (Krsna), Gudakesa (Arjuna), the afflictor of foes, verily became silent, telling Govinda, 'I shall not fight.'",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "O descendant of Bharata, Hrsikesa, mocking as it were, said these words to him who was sorrowing between the two armies:",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "The Blessed Lord said, \"You grieve for those who are not to be grieved for; and you speak words of wisdom! The learned do not grieve for the departed nor for those who have not departed.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "But certainly it is not a fact that I did not exist at any time; nor you, nor these rulers of men. And surely it is not that we all shall cease to exist after this.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "As boyhood, youth, and decrepitude are to an embodied being in this present body, so is the acquisition of another body. Therefore, an intelligent person does not get deluded.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "But the contacts of the organs with the objects are the producers of cold and heat, happiness, and sorrow. They have a beginning and an end and are transient. Bear them, O descendant of Bharata.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "O Arjuna, who is foremost among men, verily, the person whom these do not torment, the wise man to whom sorrow and happiness are the same—he is fit for immortality.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "There is no being of the unreal; the real has no non-existence. Yet, the nature of both has been realized by the seers of Truth.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "But know that to be indestructible by which all this is pervaded. No one can bring about the destruction of this immutable.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "These destructible bodies are said to belong to the everlasting, indestructible, and indeterminable embodied One. Therefore, O descendant of Bharata, join the battle.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "He who thinks of this One as the killer, and he who thinks of this One as the one being killed, both of them do not know. This One neither kills nor is It killed.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Never is this One born, nor does It ever die; nor, having come into existence, does It cease to be. This One is birthless, eternal, undecaying, and ancient; It is not killed when the body is killed.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "O Partha, he who knows this One as indestructible, eternal, birthless, and undecaying—how can that person kill, or cause to be killed, whom?",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "As after rejecting worn-out clothes, a man takes up other new ones, likewise, after rejecting worn-out bodies, the embodied one unites with other new ones.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "Weapons cannot cut It, fire cannot burn It, water cannot moisten It, and air cannot dry It.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "It cannot be cut, burned, moistened, or dried up; it is eternal, omnipresent, stationary, unmoving, and unchanging.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "It is said that This is unmanifest; This is inconceivable; This is unchangeable. Therefore, having known This thus, you ought not to grieve.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "On the other hand, if you think this One is born continually or constantly dies, even then, O mighty-armed one, you should not grieve.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "For the death of anyone born is certain, and the rebirth of the dead is certain. Therefore, you should not grieve over an inevitable fact.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "O descendant of Bharata, all beings remain unmanifested in the beginning; they become manifested in the middle. After death, they certainly become unmanifested. What lamentation can there be for them?",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "Someone visualizes it as a wonder; someone else talks of it as a wonder; someone else hears of it as a wonder; and yet someone else does not even realize it after hearing about it.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "O descendant of Bharata, this embodied Self existing in everyone's body can never be killed; therefore, you ought not to grieve for all these beings.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "Even considering your own duty, you should not waver, since there is nothing better for a Ksatriya than a righteous battle.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "O son of Partha, happy are the Kshatriyas who come across such a battle, which presents itself unsought and is an open gate to heaven.",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "On the other hand, if you do not fight this righteous battle, then you will incur sin, forsaking your own duty and fame.",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "People also will speak of your unending infamy, and to an honored person, infamy is worse than death.",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "The great chariot-riders will think of you as having desisted from the fight out of fear, and you will fall into disgrace before them whom you had been estimable to.",
          "commentary": ""
        },
        {
          "verse_number": "36",
          "translation": "And your enemies will speak many indecent words while denigrating your power. What can be more painful than that?",
          "commentary": ""
        },
        {
          "verse_number": "37",
          "translation": "Either by being killed, you will attain heaven, or by winning, you will enjoy the earth. Therefore, O Arjuna, rise up with determination to fight.",
          "commentary": ""
        },
        {
          "verse_number": "38",
          "translation": "Treating happiness and sorrow, gain and loss, and conquest and defeat with equanimity, then engage in battle. Thus, you will not incur sin.",
          "commentary": ""
        },
        {
          "verse_number": "39",
          "translation": "O Partha, this wisdom has been imparted to you from the standpoint of Self-realization. But listen to this wisdom from the standpoint of Yoga, endowed with which, you will get rid of the bondage of action.",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "Here, there is no waste of effort; nor is there any harm. Even a little of this righteousness saves one from great fear.",
          "commentary": ""
        },
        {
          "verse_number": "41",
          "translation": "O scion of the Kuru dynasty, in this there is a single, one-pointed conviction. The thoughts of the irresolute ones, however, have many branches indeed and are innumerable.",
          "commentary": ""
        },
        {
          "verse_number": "42-43",
          "translation": "O son of Prtha, those undiscerning people who utter this flowery talk, which promises birth as a result of rites and duties, and is full of various special rites meant for the attainment of enjoyment and affluence, remain engrossed in the utterances of the Vedas and declare that nothing else exists; their minds are full of desires and they have heaven as their goal.\n\nO son of Prtha, those undiscerning people who utter this flowery talk, which promises birth as a result of rites and duties, and is full of various special rites meant for the attainment of enjoyment and affluence, remain engrossed in the utterances of the Vedas and declare that nothing else exists; their minds are full of desires and they have heaven as their goal.",
          "commentary": ""
        },
        {
          "verse_number": "44",
          "translation": "One-pointed conviction does not become established in the minds of those who delight in enjoyment and affluence, and whose intellects are carried away by it.",
          "commentary": ""
        },
        {
          "verse_number": "45",
          "translation": "O Arjuna, the Vedas [Meaning only the portion dealing with rites and duties (karma-kanda).] have the three qualities as their object. You become free from worldliness, free from the pairs of duality, ever-poised in the quality of sattva, without (desire for) acquisition and protection, and self-collected.",
          "commentary": ""
        },
        {
          "verse_number": "46",
          "translation": "A Brahmana with realization has that much utility in all the Vedas as a person has in a well when there is a flood all around.",
          "commentary": ""
        },
        {
          "verse_number": "47",
          "translation": "Your right is only to act, not to the results. Do not be the cause of the results of action. Do not have any inclination towards inaction.",
          "commentary": ""
        },
        {
          "verse_number": "48",
          "translation": "By being established in Yoga, O Dhananjaya (Arjuna), undertake actions, casting off attachment and remaining equanimous in success and failure. Equanimity is called Yoga.",
          "commentary": ""
        },
        {
          "verse_number": "49",
          "translation": "O Dhananjaya, indeed, action is inferior to the yoga of wisdom. Take refuge in wisdom. Those who thirst for rewards are pitiable.",
          "commentary": ""
        },
        {
          "verse_number": "50",
          "translation": "Possessed of wisdom, one rejects here both virtue and vice. Therefore, devote yourself to (Karma-) yoga; for yoga is skilfulness in action.",
          "commentary": ""
        },
        {
          "verse_number": "51",
          "translation": "For those devoted to wisdom, they become enlightened men by giving up the fruits of their actions, and thus they reach a state beyond evil, having been freed from the bondage of birth.",
          "commentary": ""
        },
        {
          "verse_number": "52",
          "translation": "When your mind goes beyond the turbidity of delusion, then you will acquire dispassion for what has to be heard and what has already been heard.",
          "commentary": ""
        },
        {
          "verse_number": "53",
          "translation": "When your mind, which has become bewildered by hearing, becomes unshakable and steadfast in the Self, then you will attain Yoga that arises from discrimination.",
          "commentary": ""
        },
        {
          "verse_number": "54",
          "translation": "Arjuna said, \"O Kesava, what is the description of a man of steady wisdom who is self-absorbed? How does he speak, sit, and move about?\"",
          "commentary": ""
        },
        {
          "verse_number": "55",
          "translation": "The Blessed One said, \"O Partha, when one fully renounces all the desires that have entered the mind and remains satisfied in the Self alone, then he is called a man of steady wisdom.\"",
          "commentary": ""
        },
        {
          "verse_number": "56",
          "translation": "That monk is called a man of steady wisdom when his mind is unperturbed even in sorrow, he is free from longing for delights, and has gone beyond attachment, fear, and anger.",
          "commentary": ""
        },
        {
          "verse_number": "57",
          "translation": "The wisdom of that person remains established who has no attachment to anything anywhere, who neither welcomes nor rejects anything, whatever good or bad, when they come across it.",
          "commentary": ""
        },
        {
          "verse_number": "58",
          "translation": "And when one fully withdraws their senses from the objects of the senses, just as a tortoise withdraws its limbs, then their wisdom remains established.",
          "commentary": ""
        },
        {
          "verse_number": "59",
          "translation": "The objects recede from an abstinent person, except for the taste for them. Even this taste falls away after realization of the Absolute.",
          "commentary": ""
        },
        {
          "verse_number": "60",
          "translation": "For, O son of Kunti, the turbulent senses can violently snatch away the mind of an intelligent person, even while they are striving diligently.",
          "commentary": ""
        },
        {
          "verse_number": "61",
          "translation": "Controlling all of them, one should remain focused on Me as the supreme. For, the wisdom of one whose senses are under control becomes steadfast.",
          "commentary": ""
        },
        {
          "verse_number": "62",
          "translation": "- In the case of a person who dwells on objects, there arises attachment to them. From attachment grows hankering, and from hankering springs anger.",
          "commentary": ""
        },
        {
          "verse_number": "63",
          "translation": "From anger follows delusion; from delusion, a failure of memory; from the failure of memory, the loss of understanding; and from the loss of understanding, one perishes.",
          "commentary": ""
        },
        {
          "verse_number": "64",
          "translation": "But by perceiving objects with the organs that are free from attraction and repulsion, and are under his own control, the self-controlled person attains serenity.",
          "commentary": ""
        },
        {
          "verse_number": "65",
          "translation": "When there is serenity, all his sorrows are eradicated, for the wisdom of one with a serene mind soon becomes firmly established.",
          "commentary": ""
        },
        {
          "verse_number": "66",
          "translation": "For the unsteady there is no wisdom, and there is no meditation for the unsteady person. And for an unmeditative person there is no peace. How can there be happiness for one without peace?",
          "commentary": ""
        },
        {
          "verse_number": "67",
          "translation": "For, the mind which follows in the wake of the wandering senses carries away his wisdom like a boat on the waters.",
          "commentary": ""
        },
        {
          "verse_number": "68",
          "translation": "Therefore, O mighty-armed one, this wisdom becomes established when all its senses are withdrawn from their objects.",
          "commentary": ""
        },
        {
          "verse_number": "69",
          "translation": "The self-restrained man stays awake during what is night for all creatures. That which creatures stay awake for, it is night to the discerning sage.",
          "commentary": ""
        },
        {
          "verse_number": "70",
          "translation": "That man attains peace into whom all desires enter, just as waters flow into the sea that remains unchanged even when filled from all sides. Not so one who is desirous of objects.",
          "commentary": ""
        },
        {
          "verse_number": "71",
          "translation": "That man attains peace who, after rejecting all desires, moves about free from hankering, without the idea of 'me' and 'mine', and devoid of pride.",
          "commentary": ""
        },
        {
          "verse_number": "72",
          "translation": "O Partha, this is the state of being established in Brahman. One does not become deluded after attaining this; one attains identification with Brahman by being established in this state even in the closing years of one's life.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 3,
      "verses": [
        {
          "verse_number": "1-2",
          "translation": "Arjuna said, \"O Janardana (Krishna), if it is Your opinion that wisdom is superior to action, why do You urge me to take such horrible action, O Kesava?\"\n\nYou bewilder my understanding, as it were, with a seemingly conflicting statement! Tell me for certain which one of these I may use to attain the highest Good.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "The Blessed Lord said, O unblemished one, two kinds of steadfastness in this world were spoken of by Me in days gone by—through the Yoga of Knowledge for the men of realization; through the Yoga of Action for the yogis.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "A person does not attain freedom from action by abstaining from action; nor does he attain fulfillment merely through renunciation.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "For no one ever remains even for a moment without doing work, for all are made to work under compulsion by the gunas born of Nature.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "One who, after withdrawing the organs of action, sits mentally recollecting the objects of the senses, is called a hypocrite, for they have a deluded mind.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "But, O Arjuna, one who engages in Karma-yoga, controlling the organs of action with the mind and becoming unattached, excels.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "You should perform your obligatory duties, for action is superior to inaction. Moreover, even the maintenance of your body will not be possible without action.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "This man becomes bound by actions other than those intended for God. Without being attached, O son of Kunti, perform actions for Him.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "In days of yore, having created the beings together with the sacrifices, Prajapati said, \"By this, you shall multiply. Let this be your yielder of coveted objects of desire.\"",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "'You nourish the gods with this. Let those gods nourish you in return. By mutually nourishing each other, you shall attain the supreme Good.'",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "'Being nourished by sacrifices, the gods will indeed give you the coveted enjoyments. He is certainly a thief who enjoys what has been given by them without offering it to them.'",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "By partaking in the remnants of sacrifices, they become freed from all sins. But those who are unholy and cook for themselves incur sin.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "From food are born the creatures; the origin of food is from rain; rain originates from sacrifice; sacrifice has action as its source.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Know that action has the Vedas as its origin; the Vedas have the Immutable as their source. Hence, the all-pervading Vedas are forever based on sacrifice.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "O Partha, he who does not follow the wheel thus set in motion lives in vain, their life is sinful, and they indulge in the senses.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "But that man who rejoices only in the Self, is satisfied with the Self, and is content only in the Self—for him there is no duty to perform.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "For him, there is no concern here at all with performing action, nor any with non-performance. Moreover, he has no dependence on any object to serve any purpose.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "Therefore, remaining unattached, always perform the obligatory duty; for, by performing one's duty without attachment, a person attains the highest.",
          "commentary": ""
        },
        {
          "verse_number": "20-21",
          "translation": "For Janaka and others strove to attain liberation through action itself. You should perform your duties, keeping in view the prevention of mankind from going astray.\n\nWhatever a superior person does, another person does the same! Whatever they uphold as authority, an ordinary person follows that.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "In all the three worlds, O Partha, there is no duty for Me to fulfill; nothing remains unachieved or to be achieved. (Still,) I continue in action.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "For, O Partha, if at any time I do not continue vigilantly in action, people will follow My path in every way.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "These worlds would be ruined if I did not perform action. And I shall become the agent of intermingling (of castes), and shall be destroying these beings.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "O scion of the Bharata dynasty, as the unenlightened people act with attachment to work, so should the enlightened person act, without attachment, desiring to prevent people from going astray.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "The enlightened man should not disturb the beliefs of the ignorant, who are attached to work. He should remain diligent himself and make them perform all their duties.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "While actions are being done in every way by the gunas (qualities) of Nature, one who is deluded by egoism thinks, \"I am the doer.\"",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "But, O mighty-armed one, the one who is a knower of the facts about the varieties of the gunas and actions does not become attached, thinking thus: 'The organs act on the objects of the organs.'",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "Those who are completely deluded by the gunas of Nature become attached to the activities of the gunas. The one who knows the All should not disturb those of dull intellect, who do not know the All.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "Free from the fever of the soul, dedicate all actions to Me, with your mind intent on the Self, and become free from expectations and egoism, and engage in battle.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "Those who faithfully follow this teaching of Mine without cavil, they too become freed from their actions.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "But those who, finding fault where there is none, do not follow My teaching, know them—who are deluded about all knowledge concerning the qualified and the unqualified Brahman and who are devoid of discrimination—to have gone to ruin.",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "Even a man of wisdom behaves according to his own nature. They follow their nature. What can restraint do?",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "Attraction and repulsion are ordained with respect to the objects of all the organs. One should not be swayed by these two, as they are adversaries.",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "One's own duty, though defective, is superior to another's duty well-performed. Death is better while engaged in one's own duty; another's duty is full of fear.",
          "commentary": ""
        },
        {
          "verse_number": "36",
          "translation": "Arjuna said, \"Now then, O scion of the Vrsni dynasty (Krsna), what compels this man to commit sin even against his will, as if he were constrained by force?\"",
          "commentary": ""
        },
        {
          "verse_number": "37",
          "translation": "The Blessed Lord said, \"This desire, this anger, born of the quality of rajas, is a great devourer, a great source of sin. Know this to be the enemy here.\"",
          "commentary": ""
        },
        {
          "verse_number": "38",
          "translation": "As fire is enveloped by smoke, as a mirror is obscured by dirt, and as a fetus remains enclosed in the womb, so is this shrouded by that.",
          "commentary": ""
        },
        {
          "verse_number": "39",
          "translation": "O son of Kunti, knowledge is covered by this constant enemy of the wise, in the form of desire, which is an insatiable fire.",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "The organs, mind, and intellect are said to be its abode. This one diversely deludes the embodied being, veiling Knowledge with the help of these.",
          "commentary": ""
        },
        {
          "verse_number": "41",
          "translation": "Therefore, O scion of the Bharata dynasty, after first controlling the organs, completely renounce this one which is sinful and a destroyer of learning and wisdom.",
          "commentary": ""
        },
        {
          "verse_number": "42",
          "translation": "They say that the organs are superior to the gross body; the mind is superior to the organs; and the intellect is superior to the mind. However, He is superior to the intellect.",
          "commentary": ""
        },
        {
          "verse_number": "43",
          "translation": "[The Ast, introduces this verse with, 'Tatah kim, what follows from that?'-Tr.] Understanding the Self thus as superior to the intellect, and completely establishing (the Self) through spiritual absorption with the (help of) the mind, O mighty-armed one, the enemy in the form of desire, which is difficult to subdue, vanishes.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 4,
      "verses": [
        {
          "verse_number": "1",
          "translation": "The Blessed Lord said, \"I imparted this imperishable Yoga to Vivasvan, who then taught it to Manu, who in turn transmitted it to Iksavaku.",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "The king-sages knew this yoga, which was received in regular succession. That yoga, O destroyer of foes, is now lost due to a long lapse of time.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "That ancient Yoga itself, which is this, has been taught to you by Me today, considering you to be My devotee and friend, for this Yoga is a profound secret.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "Arjuna said, \"Your birth was later, whereas Vivasvan's birth was earlier. How am I to understand that You instructed him in the beginning?\"",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "The Blessed Lord said, \"O Arjuna, many lives of Mine have passed, and so have yours. I know them all, but you do not know, O scorcher of enemies!\"",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "Though I am birthless and undecaying by nature, and the Lord of beings, yet by subjugating My Prakriti, I take birth through My own Maya.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "O scion of the Bharata dynasty, whenever there is a decline in virtue and an increase in vice, then I manifest Myself.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "For the protection of the pious, the destruction of the evil-doers, and the establishment of virtue, I manifest myself in every age.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "He who thus knows truly the divine birth and actions of Mine does not get rebirth after casting off the body. He attains Me, O Arjuna.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "Many who were devoid of attachment, fear, and anger, who were absorbed in Me, who had taken refuge in Me, and were purified by the austerity of knowledge, have attained My state.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "According to the manner in which they approach Me, I favor them in that same manner. O son of Partha, humans follow My path in every way.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Longing for the fruition of their actions (of their rites and duties), they worship the gods here. For, in the human world, success from action comes quickly.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "The four castes have been created by Me through a classification of the gunas and duties. Even though I am the agent of that (act of classification), still know Me to be non-agentive and changeless.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "Actions do not taint Me; for I have no hankering for the results of actions. One who knows Me thus, does not become bound by their actions.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Thus having known, even the ancient seekers of liberation performed their duties. Therefore, you should undertake action as was performed earlier by the ancients.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "Even the intelligent are confounded as to what is action and what is inaction. I shall tell you of that action, knowing which you will become free from evil.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "For there is something to be known even about action, and something to be known about prohibited action; and something needs to be known about inaction. The true nature of action is inscrutable.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "He who finds inaction in action, and action in inaction, is the wise one [possessed of the knowledge of Brahman] among men; they are engaged in yoga and are performers of all actions!",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "The wise call him learned whose actions are all devoid of desires and their thoughts, and whose actions have been burned away by the fire of wisdom.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Having given up attachment to the results of action, he who is ever-content, dependent on nothing, does not really do anything even though he is engaged in action.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "One who is without solicitation, who has the mind and senses under control, and is totally without possessions, incurs no sin by performing actions merely for the maintenance of the body.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "Remaining satisfied with what comes unasked for, having transcended the dualities, being free from spite, and balanced under success and failure, he is not bound even by performing actions.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "The liberated person, who has rid themselves of attachment and whose mind is fixed in knowledge, has their actions undertaken for a sacrifice completely destroyed.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "The ladle is Brahman, the oblations are Brahman, and the offering is poured by Brahman into the fire of Brahman. He who has concentration on Brahman as the objective can only reach Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "Other yogis undertake sacrifice to gods alone, while others offer the Self as a sacrifice by themselves, in the fire of Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "Others offer their organs, such as their ears, etc., in the fires of self-control. Others offer the objects, such as sound, etc., in the fires of their organs.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "Others offer all the activities of the organs and the activities of the vital force into the fire of the yoga of self-control, lit by Knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "Similarly, others are performers of sacrifices through wealth, through austerity, through yoga, and through study and knowledge; others are ascetics with severe vows.",
          "commentary": ""
        },
        {
          "verse_number": "29-30",
          "translation": "Constantly practicing control of the vital forces by stopping the movements of the outgoing and incoming breaths, some offer as a sacrifice the outgoing breath into the incoming breath; while still others, the incoming breath into the outgoing breath.\n\nOthers, having their food regulated, offer the vital forces in the vital forces. All of them are knowers of the sacrifice and have their sins destroyed by the sacrifice.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "Those who partake of the nectar left over after a sacrifice reach the eternal Brahman. This world ceases to exist for one who does not perform sacrifices; what, then, to speak of the other world, O best among the Kurus (Arjuna)!",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "Thus, various kinds of sacrifices are spread at the mouth of the Vedas. Know them all to be born of action. Knowing this, you will become liberated.",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "O destroyer of enemies, knowledge considered as a sacrifice is greater than sacrifices requiring materials. O son of Prtha, all actions in their totality culminate in knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "Know that the wise ones who have realized the Truth will impart the Knowledge to you through prostration, inquiry, and service.",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "Knowing this, O Pandava, you will not be deluded again in this way, and through it, you will see all beings, without exception, in the Self and also in Me.",
          "commentary": ""
        },
        {
          "verse_number": "36",
          "translation": "Even if you are the worst sinner among all sinners, you can still cross over all wickedness with the raft of Knowledge alone.",
          "commentary": ""
        },
        {
          "verse_number": "37",
          "translation": "O Arjuna, just as a blazing fire reduces wood to ashes, similarly the fire of Knowledge reduces all actions to ashes.",
          "commentary": ""
        },
        {
          "verse_number": "38",
          "translation": "Indeed, there is nothing purifying here comparable to Knowledge. One who has become perfected over time through yoga, realizes That in their own heart.",
          "commentary": ""
        },
        {
          "verse_number": "39",
          "translation": "The one who has faith, is diligent, and has control over their organs, attains Knowledge. Achieving Knowledge, one soon attains supreme Peace.",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "One who is ignorant and faithless, and has a doubting mind, perishes. Neither this world nor the next, nor happiness, exists for one who has a doubting mind.",
          "commentary": ""
        },
        {
          "verse_number": "41",
          "translation": "O Dhananjaya (Arjuna), actions do not bind one who has renounced actions through yoga, whose doubts have been fully dispelled by Knowledge, and who is not inattentive.",
          "commentary": ""
        },
        {
          "verse_number": "42",
          "translation": "Therefore, O scion of the Bharata dynasty, take recourse to yoga and rise up, cutting asunder with the sword of knowledge this doubt in your heart, arising from ignorance.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 5,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Arjuna said, \"O Krsna, you praise renunciation of actions and, at the same time, Karma-yoga. Please tell me for certain which one is better between these two.\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "The Blessed Lord said, \"Both renunciation of actions and Karma-yoga lead to liberation; however, Karma-yoga excels over renunciation of actions.\"",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "He who neither hates nor craves should be known as a man of constant renunciation.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "The fools, not the learned ones, speak of Sankhya and (Karma-) yoga as being different. Anyone who properly resorts to either one of them gets the results of both.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "The state that is reached by the Sankhyas, and that is also reached by the yogis, is seen by one who sees Sankhya and yoga as one.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "But, O mighty-armed one, renunciation is hard to attain without (Karma-) yoga. The meditative man equipped with yoga attains Brahman without delay.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "Endowed with yoga, pure in mind, controlled in body, a conqueror of the organs, the Self of the selves of all beings—he does not become tainted even while performing actions. When this person resorts to nitya and naimittika rites and duties as a means to the achievement of full illumination, and thus becomes fully enlightened, then, even when he acts through the apparent functions of the mind, organs, etc., he does not become affected.",
          "commentary": ""
        },
        {
          "verse_number": "8-9",
          "translation": "- Remaining absorbed in the Self, the knower of Reality should think, 'I certainly do not do anything', even while seeing, hearing, touching, smelling, eating, moving, sleeping, breathing, speaking, releasing, holding, opening, and closing the eyes—remembering that the organs function in relation to the objects of the organs.\n\n- Remaining absorbed in the Self, the knower of Reality should think, 'I certainly do not do anything', even while seeing, hearing, touching, smelling, eating, moving, sleeping, breathing, speaking, releasing, holding, opening, and closing the eyes—remembering that the organs function in relation to the objects of the organs.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "One who acts by dedicating their actions to Brahman and by renouncing attachment, they do not become polluted by sin, just as a lotus leaf is not by water.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "By giving up attachment, the yogis undertake work solely through the body, mind, intellect, and even the organs, for their own purification.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Giving up the results of work by becoming resolute in faith, one attains peace arising from steadfastness. One who is lacking in resolute faith, being attached to the results under the impulse of desire, becomes bound.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "The embodied man of self-control, having given up all actions mentally, continues happily in the city of nine gates, without doing or causing anyone else to do anything.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "The Self does not create agency or any objects of desire for anyone, nor does it associate with the results of actions; rather, it is Nature that acts.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "The Omnipresent neither accepts anyone's sin nor even virtue; knowledge remains covered by ignorance, thus the creatures become deluded.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "But in the case of those whose ignorance is destroyed by knowledge (of the Self), their knowledge, like the sun, reveals that supreme Reality.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "Those whose intellect is absorbed in That, whose Self is That, who are steadfast in That, and who have That as their supreme Goal—they attain the state of non-returning, their impurities having been removed by Knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "The learned ones look with equanimity on a Brahmana endowed with learning and humility, a cow, an elephant, and even a dog, as well as one who eats dog meat.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "Here itself is mirth attained by those whose minds are established in sameness. Since Brahman is the same in all and free from defects, they are established in Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "A knower of Brahman, who is established in Brahman, should have their intellect steady and should not be deluded. They should not get delighted by getting what is desirable, nor become dejected by getting what is undesirable.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "With his heart unattached to external objects, he gets the bliss that is in the Self. With his heart absorbed in meditation on Brahman, he acquires undying Bliss.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "Since enjoyments that result from contact with objects are indeed the sources of sorrow, having a beginning and an end, O son of Kunti, the wise one does not delight in them.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "One who can withstand here itself, before departing from the body, the impulse arising from desire and anger, that person is a yogi; they are happy.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "One who is content within, whose pleasure is within, and whose light is only within, that yogi, having become Brahman, attains absorption into Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "The seers whose sins have been attenuated, who are free from doubt, whose senses are under control, who are engaged in doing good to all beings, attain absorption in Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "To those monks who have control over their internal organs, who are free from desire and anger, who have known the Self, there is absorption into Brahman either way.",
          "commentary": ""
        },
        {
          "verse_number": "27-28",
          "translation": "- Keeping external objects outside, fixing the eyes at the juncture of the eye-brows, and controlling the outgoing and incoming breaths that move through the nostrils, the contemplative who has mastery over his organs, mind, and intellect should be fully intent on Liberation and free from desire, fear, and anger. He who is ever thus is verily free.\n\n- Keeping external objects outside, fixing the eyes at the juncture of the eye-brows, and controlling the outgoing and incoming breaths that move through the nostrils, the contemplative who has mastery over his organs, mind, and intellect should be fully intent on Liberation and free from desire, fear, and anger. He who is ever thus is verily free.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "One attains peace by knowing Me, who am the great Lord of all the worlds, the enjoyer of sacrifices and austerities, and the friend of all creatures.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 6,
      "verses": [
        {
          "verse_number": "1",
          "translation": "The Blessed Lord said, \"He who performs an action which is his duty, without depending on the result of the action, is a monk and a yogi; not so in he who does not keep afire and is actionless.\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "That which they call monasticism, know that to be Yoga, O Pandava, for nobody who has not given up expectations can be a yogi.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "For the sage who wishes to ascend to (Dhyana-) yoga, action is said to be the means. For that person, once he has ascended to (Dhyana-)yoga, inaction alone is said to be the means.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "Verily, when a man who has given up thought about everything does not get attached to sense-objects or actions, he is then said to be established in Yoga.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "One should save oneself by oneself; one should not degrade oneself. For oneself is indeed one's own friend; oneself is indeed one's own enemy.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "He who has conquered his own self by the self, his self is his own friend. But for one who has not conquered his own self, his self itself acts like an enemy.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "The supreme Self of one who has control over the aggregate of his body and organs, and who is tranquil, becomes manifest. He should be poised in the midst of cold and heat, happiness and sorrow, as well as honor and dishonor.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "One whose mind is satisfied with knowledge and realization, who is unmoved, who has his organs under control, is said to be Self-absorbed. The yogi treats all alike, a lump of earth, a stone, and gold.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "He excels who has sameness of view with regard to a benefactor, a friend, an enemy, a neutral, an arbiter, the hateful, a relative, good people, and even sinners.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "A yogi should constantly concentrate his mind by staying in a solitary place, alone, with mind and body controlled, free from expectations, and free from acquisition.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "Having firmly established in a clean place his seat, neither too high nor too low, composed of cloth, skin, and kusa-grass placed successively one below the other;",
          "commentary": ""
        },
        {
          "verse_number": "12-13",
          "translation": "Sitting on that seat, he should concentrate his mind for the purification of the internal organ, making the mind one-pointed and keeping the actions of the mind and senses under control.\n\nHolding the body, head, and neck erect and still, being steady, looking at the tip of his own nose and not looking around.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "He should remain seated with a placid mind, free from fear, firm in the vow of celibacy, and with the mind fixed on Me by controlling it through concentration, having Me as the supreme goal.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Concentrating the mind thus, forever, the yogi of a controlled mind achieves the peace that culminates in liberation and abides in Me.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "But, O Arjuna, Yoga is not for one who eats excessively, nor for one who does not eat at all; neither for one who habitually sleeps too long, nor for one who stays awake.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "Yoga becomes a destroyer of sorrow for one whose eating and movements are regulated, whose effort in works is moderate, and whose sleep and wakefulness are temperate.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "A person who has become free from hankering for all desirable objects is said to be Self-absorbed when the controlled mind rests solely in the Self.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "As a lamp kept in a windless place does not flicker, so is the simile for the yogi whose mind is under control and who is engaged in concentration on the Self.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "At the time when the mind, restrained through the practice of Yoga, is withdrawn, and just when one sees the Self by the self and remains contented in the Self alone;",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "When one experiences that absolute Bliss, which can be intuited by the intellect and which is beyond the senses, and being thus established, this person surely does not swerve from Reality.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "Obtaining which one does not consider any other acquisition to be superior, and being established in which one is not perturbed even by great sorrow;",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "One should know that severance of contact with sorrow to be what is called Yoga. That Yoga should be practiced with perseverance and with an undepressed heart.",
          "commentary": ""
        },
        {
          "verse_number": "24-25",
          "translation": "By totally eschewing all desires that arise from thoughts and restraining all the organs with the mind from every side;\n\nOne should gradually withdraw with the intellect, endowed with steadiness. Making the mind fixed in the Self, one should not think of anything at all.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "The yogi should bring this mind under the subjugation of the Self itself, restraining it from all those causes that cause the restless, unsteady mind to wander away.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "Supreme Bliss comes to this yogi alone whose mind has become perfectly tranquil, whose quality of rajas has been eliminated, who has become identified with Brahman, and is untainted.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "By constantly concentrating his mind in this way, the taintless yogi easily attains the absolute bliss of contact with Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "One who has their mind Self-absorbed through Yoga, and who has the vision of sameness everywhere, sees this Self existing in everything, and everything in their Self.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "One who sees Me in everything and sees all things in Me—I do not lose sight of him, and he also is not lost to My vision.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "That yogi, who, being established in unity, adores Me as existing in all things, exists in Me—in whatever condition he may be.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "O Arjuna, that yogi is considered the best who judges what is happiness and sorrow in all beings by the same standard as they would apply to themselves.",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "Arjuna said, \"O Madhusudana (Krsna), this Yoga that You have spoken of as sameness, I do not see its steady continuance due to the restlessness of the mind.\"",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "For, O Kṛṣṇa, the mind is unsteady, turbulent, strong, and obstinate; I consider its control to be as difficult as that of the wind.",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "The Blessed Lord said, O mighty-armed one, undoubtedly the mind is untamable and restless. But, O son of Kunti, it can be brought under control through practice and detachment.",
          "commentary": ""
        },
        {
          "verse_number": "36",
          "translation": "My conviction is that Yoga is difficult to attain for one with an uncontrolled mind. But it is possible to attain through the aforementioned means for one who strives and has a controlled mind.",
          "commentary": ""
        },
        {
          "verse_number": "37",
          "translation": "Arjuna said, \"O Krsna, what goal does one attain who, despite having faith, fails to achieve perfection in Yoga due to lack of diligence, and whose mind becomes deflected from Yoga?\"",
          "commentary": ""
        },
        {
          "verse_number": "38",
          "translation": "O Mighty-armed one, having fallen from both [paths], without support, deluded on the path to Brahman, does he not get ruined like a scattered cloud?",
          "commentary": ""
        },
        {
          "verse_number": "39",
          "translation": "O Krsna, you should totally eradicate this doubt of mine, for none other than yourself can be the dispeller of this doubt!",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "The Blessed Lord said, \"O Partha, there is certainly no ruin for him here or hereafter, for no one engaged in good meets with a deplorable end, my son!\"",
          "commentary": ""
        },
        {
          "verse_number": "41-42",
          "translation": "Attaining the worlds of the righteous and residing there for eternal years, the man who has fallen from Yoga is born in the house of the pious and prosperous.\n\nOr, he is born in the family of wise yogis. Such a birth is indeed more difficult to come by in the world.",
          "commentary": ""
        },
        {
          "verse_number": "43",
          "translation": "There he becomes endowed with the wisdom acquired in the previous body, and he strives even more than before for perfection, O scion of the Kuru dynasty.",
          "commentary": ""
        },
        {
          "verse_number": "44",
          "translation": "For, by that very past practice, he is carried forward even in spite of himself! Even a seeker of Yoga transcends the results of the performance of Vedic rituals!",
          "commentary": ""
        },
        {
          "verse_number": "45",
          "translation": "However, the yogi, applying himself assiduously, becoming purified from sin and attaining perfection through many births, they achieve the highest Goal.",
          "commentary": ""
        },
        {
          "verse_number": "46",
          "translation": "A yogi is higher than those of austerity; they are considered higher even than those of knowledge. The yogi is also higher than those of action. Therefore, O Arjuna, become a yogi.",
          "commentary": ""
        },
        {
          "verse_number": "47",
          "translation": "Even among all the yogis, he who adores Me with his mind fixed on Me and with faith is considered by Me to be the best of the yogis.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 7,
      "verses": [
        {
          "verse_number": "1",
          "translation": "The Blessed Lord said, \"O Partha, hear how, with your mind fixed on Me, practicing the Yoga of Meditation and taking refuge in Me, you will certainly and fully know Me.",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "I shall tell you in detail of this Knowledge, which is combined with realization, after experiencing which there remains nothing else here to be known.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "Among thousands of men, a rare one endeavors for perfection. Even among the perfected ones who are diligent, one perchance knows Me in truth.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "This Prakrti of Mine is divided eightfold thus: earth, water, fire, air, space, mind, intellect, and egoism.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "O mighty-armed one, this is the inferior Prakrti. Know the other Prakrti of Mine, which is however higher than this, which has taken the form of individual souls, and by which this world is upheld.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "Understand thus that all things—sentient and insentient—have these as their source. I am the origin as well as the end of the entire universe.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "O Dhananjaya, there is nothing else higher than Myself. All this is strung on Me like pearls on a string.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "O son of Kunti, I am the taste of water, I am the effulgence of the moon and the sun; the letter 'Om' in all the Vedas, the sound in space, and manhood in men.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "I am also the sweet fragrance in the earth; I am the brilliance in the fire, and the life in all beings; and I am the austerity of the ascetics.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "O Partha, know Me to be the eternal seed of all beings. I am the intellect of the intelligent, and I am the courage of the courageous.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "And of the strong, I am the strength that is devoid of passion and attachment. Among creatures, I am desire that is not contrary to righteousness, O scion of the Bharata dynasty.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Those things that are made of the quality of sattva, and those things that are made of the quality of rajas and tamas, know them to have sprung from Me alone. However, I am not in them; they are within Me!",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "All this world, deluded as it is by these three qualities made of the gunas, does not know Me, who am transcendental to these and undecaying.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "Since this divine Maya of Mine, which is constituted by the gunas, is difficult to cross over, those who take refuge in Me alone can transcend this Maya.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "The foolish evildoers, who are the most depraved among men, who are deprived of their wisdom by Maya, and who resort to demonic ways, do not take refuge in Me.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "O Arjuna, foremost of the Bharata dynasty, four classes of people of virtuous deeds adore Me: the afflicted, the seekers of Knowledge, the seekers of wealth, and the man of Knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "Of them, the man of knowledge, endowed with constant steadfastness and one-pointed devotion, excels. For I am very dear to the man of knowledge, and he too is dear to me.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "Indeed, all of these are noble, but the man of Knowledge is the Self itself. This is my opinion. For, with a steadfast mind, he is set on the path leading only to Me, who am the supreme Goal.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "At the end of many births, the man of knowledge attains Me, realizing that Vasudeva is all. Such a high-souled one is very rare.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "People, deprived of their wisdom by desires for various objects and guided by their own nature, resort to other deities, following the relevant methods.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "Whichever form of a deity any devotee wants to worship with faith, I strengthen that very firm faith of theirs.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "Being imbued with that faith, that person engages in worshipping that form, and they get those very desired results as dispensed by Me alone.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "The result of those who are of poor intellect is indeed limited. The worshippers of gods go to the gods, while My devotees go to Me alone.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "The unintelligent, unaware of My supreme state which is immutable and unsurpassable, think of Me as having become manifest from the unmanifest.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "Being enveloped by yoga-maya, I do not become manifest to all. This deluded world does not know Me, who am birthless and undecaying.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "O Arjuna, I know the past, present, and future beings; but no one knows Me!",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "O scion of the Bharata dynasty, O destroyer of foes, due to the delusion of duality arising from likes and dislikes, all creatures become bewildered upon their birth.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "On the other hand, those persons who have done virtuous deeds, whose sin has come to an end, they, being free from the delusion of duality and firm in their convictions, adore Me.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "Those who strive by resorting to Me for becoming free from old age and death, they know Brahman, the individual Self, and all about actions. [They know Brahman as being all the individual entities and all actions. This verse prescribes meditation on the qualified Brahman for aspirants of the middle class. Verses beginning with the 14th speak about the realization of the unqualified Brahman by aspirants of the highest class.]",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "Those who know me as existing in both the physical and divine planes, and also in the context of the sacrifice, they with concentrated minds know me even at the time of death.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 8,
      "verses": [
        {
          "verse_number": "1-2",
          "translation": "Arjuna said, O Supreme Person, what is Brahman? What exists in the individual plane? What is action? What is said to exist in the physical plane? And what is said to exist in the divine plane?\n\nO Madhusudana, how is the entity existing in the sacrifice here in this body, and who is it? And how are You to be known by people of concentrated minds at the time of death?",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "The Blessed Lord said, \"The Immutable is the supreme Brahman; selfhood is said to be the entity present in the individual plane. By action is meant the offerings that bring about the origin of existence of things.\"",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "That which exists in the physical plane is the mutable entity, and what exists in the divine plane is the Person. O best among the embodied beings, I Myself am the entity that exists in the sacrifice within this body.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "And at the time of death, anyone who departs, giving up the body while thinking of Me alone, attains My state; there is no doubt about this.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "O son of Kunti, thinking of any entity, whichever it may be, one gives up the body at the end; he attains that very one, having been always engrossed in its thought.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "Therefore, think of Me at all times and fight; there is no doubt that by dedicating your mind and intellect to Me, you will attain only Me.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "O son of Prtha, by meditating with a mind engaged in the yoga of practice and not straying away to anything else, one reaches the supreme Person existing in the effulgent region.",
          "commentary": ""
        },
        {
          "verse_number": "9-10",
          "translation": "He who meditates on the Omniscient, the Ancient, the Ruler, subtler than the subtle, the Ordainer of everything, of inconceivable form, effulgent like the sun, and beyond darkness—he attains the Supreme Person.\n\nAt the time of death, having fully fixed the Prana (vital force) between the eyebrows with an unwavering mind, and being imbued with devotion as well as the strength of concentration, he reaches that resplendent Supreme Person.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "I will briefly tell you about that immutable Goal which the knowers of the Vedas declare; those who are diligent, free from attachment, and aspire for it, enter into it. People practice celibacy for it.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Having controlled all the senses, confined the mind in the heart, and fixed his own vital force in the head, he should remain firm in yoga.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "He who departs, leaving the body while uttering the single syllable, \"Om,\" which is Brahman, and thinking of Me, attains the supreme Goal.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "O son of Prtha, to that yogi of constant concentration and single-minded attention, who remembers Me uninterruptedly and for a long time, I am easily attained.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "As a result of reaching Me, the exalted ones who have attained the highest perfection do not get rebirth, which is an abode of sorrows and is impermanent.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "O Arjuna, all the worlds together with the world of Brahma are subject to return. But, O son of Kunti, there is no return after reaching Me.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "Those people who know what day and night are, know the day of Brahma which ends in a thousand yugas, and His night which also ends in a thousand yugas.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "With the coming of day, all manifested things emerge from the Unmanifest, and when night comes, they merge into that which is called the Unmanifested.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "O son of Prtha, after being born again and again, that very multitude of beings disappears of its own accord at the approach of night. It comes to life again at the approach of day.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "But distinct from that Unmanifested is the other eternal, unmanifest Reality, who does not get destroyed when all beings are destroyed.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "They call Him who has been mentioned as the Unmanifested, the Immutable, the supreme Goal. That is the supreme abode of Mine, from which they do not return once they reach it.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "O son of Prtha, that supreme Person—in whom all beings are included and by whom all this is pervaded—is, indeed, reached through one-pointed devotion.",
          "commentary": ""
        },
        {
          "verse_number": "23-26",
          "translation": "O best of the Bharata dynasty, I shall now speak of that time by which the yogis depart and attain the State of Non-return, and also the State of Return.\n\nFire, light, daytime, the bright fortnight, the six months of the northern solstice—by following this path, persons who are knowers of Brahman attain Brahman when they die.\n\nFollowing this Path, the yogi, having reached the lunar light, returns, smoke, night, as also the dark fortnight and the six months of the Southern solstice.\n\nThese two paths of the world, which are white and black, are indeed considered eternal. Through one, a person goes to the state of non-return; through the other, they return again.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "O son of Prtha, no yogi—one steadfast in meditation—whosoever has known these two courses becomes deluded. Therefore, O Arjuna, be steadfast in yoga at all times.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "Having known this, the yogi transcends all the results of righteous deeds declared in the Vedas, sacrifices, austerities, and charities, and reaches the primordial, supreme state.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 9,
      "verses": [
        {
          "verse_number": "1",
          "translation": "The Blessed Lord said: However, to you who are not given to cavilling, I shall speak of this highest secret itself, which is knowledge combined with experience, by realizing which you shall be free from evil.",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "This is the sovereign knowledge, the sovereign profundity, the best sanctifier; directly realizable, righteous, very easy to practice, and imperishable.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "O destroyer of foes, those who are disregarding this Dharma (knowledge of the Self) certainly go round and round, without reaching Me, along the path of transmigration which is fraught with death.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "This whole world is pervaded by Me in My unmanifest form. All beings exist in Me, but I am not contained within them!",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "Neither do the beings dwell in Me. Behold My divine Yoga! I am the sustainer and originator of beings, but My Self is not contained within the beings.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "Understand thus that just as the voluminous wind, moving everywhere, is ever present in space, similarly all beings abide in Me.",
          "commentary": ""
        },
        {
          "verse_number": "7-8",
          "translation": "O son of Kunti, all the beings at the end of a cycle go back to My Prakrti. At the beginning of a cycle, I project them forth again.\n\nKeeping My own prakṛti under control, I project forth again and again this multitude of beings, which are powerless due to the influence of their own nature.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "O Dhananjaya, those actions do not bind Me, for I remain unconcerned and unattached to them.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "Under Me as the supervisor, the Prakrti produces the world of the moving and the non-moving things. Owing to this, O son of Kunti, the world revolves.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "Not knowing My supreme nature as the Lord of all beings, foolish people disregard Me, who have taken a human form.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Possessed of vain hopes, vain actions, vain knowledge, and senselessness, they become verily possessed of the deceptive disposition of fiends and demons.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "O son of Prtha, the noble ones, being possessed of divine nature, surely adore Me with single-mindedness, knowing Me to be the immutable source of all objects.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "Always glorifying Me and striving, the men of firm vows worship Me by paying obeisance to Me and being ever endowed with devotion.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Others indeed worship Me by exclusively adoring through the sacrifice of the knowledge of oneness; (others worship Me) in many ways, and (others) as the multiform existing in various forms.",
          "commentary": ""
        },
        {
          "verse_number": "16-17",
          "translation": "I am the ritual, I am the sacrifice, I am the oblation, I am the medicinal herb, I am the mantra, I am the clarified butter, I am the fire, and I am the act of offering.\n\nOf this world, I am the father, mother, ordainer, and grandfather; I am the knowable, the sanctifier, the syllable Om, as well as the Rk, Sama, and Yajus.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "I am the fruit of actions, the nourisher, the Lord, witness, abode, refuge, friend, origin, end, foundation, store, and the imperishable seed.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "O Arjuna, I give heat, I withhold and pour down rain; I am verily the nectar, and also death, existence, and non-existence.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Those who are versed in the Vedas, who drink Soma and are purified of sin, pray for the heavenly goal by worshipping Me through sacrifices. Having reached the place (world) of the king of gods, which is the result of righteousness, they enjoy the divine pleasure of the gods in heaven.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "After having enjoyed that vast heavenly world, they enter into the human world upon the exhaustion of their merit. Thus, those who follow the rites and duties prescribed in the three Vedas, and are desirous of pleasures, attain the state of coming and going.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "Those persons who, becoming non-different from Me and meditating, worship Me everywhere, for them, who are ever attached to Me, I arrange for securing what they lack and preserving what they have.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "Even those who, being devoted to other deities and endowed with faith, worship them, they also, O son of Kunti, worship Me alone, though following the wrong method.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "Indeed, I am the enjoyer and the Lord of all sacrifices, but they do not know Me truly. Therefore, they fall.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "Those who worship the gods reach the gods; the worshippers of the manes go to the manes; the devotees of the Beings reach the Beings; and those who worship Me come to Me.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "Whoever offers Me with devotion—a leaf, a flower, a fruit, or water—I accept that gift of the pure-hearted man which has been presented devotionally.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "O son of Kunti, whatever you do, whatever you eat, whatever you offer as a sacrifice, whatever you give, and whatever austerities you undertake—all of that you offer to Me.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "Thus, you will become free from bondage in the form of actions which are productive of good and bad results. Having your mind imbued with the yoga of renunciation and becoming free, you will attain Me.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "I am impartial towards all beings; to Me there is none detestable or none dear. But those who worship Me with devotion, they exist in Me, and I too exist in them.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "Even if a man of very bad conduct worships Me with single-minded devotion, he is to be considered truly good; for he has rightly resolved.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "He soon becomes possessed of a virtuous mind; he attains everlasting peace. Do you proclaim boldly, O son of Kunti, that My devotee will not be ruined.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "For, O son of Prtha, even those who are born of sin-women, Vaisyas, as well as Sudras—[S.'s construction of this portion is: women, Vaisyas as well as Sudras, and even others who are born of sin (i.e., those who are born low and are of vile deeds, viz Mlecchas, Pukkasas and others). M.S. also takes papa-yonayah (born of sin) as a separate phrase, and classifies women and others only as those darred from Vedic study, etc.-Tr.]—even they reach the highest Goal by taking shelter under Me.",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "What of the holy Brahmanas and devoted, wise sages? Having come to this fleeting, miserable world, worship Me.",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "Having your mind fixed on Me, be devoted to Me, sacrifice to Me, and bow down to Me. By concentrating your mind and accepting Me as the supreme goal, you shall surely attain Me, who am thus the Self.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 10,
      "verses": [
        {
          "verse_number": "1",
          "translation": "The Blessed Lord said, O mighty-armed one, listen once more to My supreme utterance, which I, wishing for your welfare, shall speak to you who take delight in it.",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "Neither the gods nor the great sages know My majesty, for I am the source of them all in all respects.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "He who knows Me—the birthless, beginningless, and great Lord of the worlds—he, the undeluded one among mortals, becomes freed from all sins.",
          "commentary": ""
        },
        {
          "verse_number": "4-5",
          "translation": "Intelligence, wisdom, non-delusion, forgiveness, truth, control of the external organs, control of the internal organs, happiness, sorrow, birth, death, and fearlessness;\n\nNon-injury, equanimity, satisfaction, austerity, charity, fame, and infamy—these different dispositions of beings spring from Me alone.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "The seven great sages, as well as the four Manus of ancient days, from whom all these creatures in the world have descended, had their thoughts fixed on Me, and they were born from My mind.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "One who knows truly this majesty and yoga of Mine, he becomes imbued with unwavering yoga. There is no doubt about it.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "I am the origin of all; everything moves on due to Me. Realizing this, the wise ones, filled with fervor, adore Me.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "With their minds fixed on Me, dedicating their lives to Me, enlightening one another, and always speaking of Me, they derive satisfaction and rejoice.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "To those who are ever devoted and worship Me with love, I grant the possession of wisdom that leads them to Me.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "Out of compassion for them alone, I, residing in their hearts, destroy the darkness born of ignorance with the luminous lamp of knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "12-13",
          "translation": "Arjuna said, \"You are the supreme Brahman, the supreme Light, the supreme Sanctifier. All the sages, as well as the divine sage Narada, Asita, Devala, and Vyasa [Although Narada and the other sages are already mentioned by the words 'all the sages', they are still named separately due to their eminence. Asita is the father of Devala.] call You the eternal divine Person, the Primal God, the Birthless, the Omnipresent; and You Yourself indeed tell me this.\"\n\nArjuna said, \"You are the supreme Brahman, the supreme Light, the supreme Sanctifier. All the sages, as well as the divine sage Narada, Asita, Devala, and Vyasa [Although Narada and the other sages are already mentioned by the words 'all the sages', they are still named separately due to their eminence. Asita is the father of Devala.] call You the eternal divine Person, the Primal God, the Birthless, the Omnipresent; and You Yourself indeed tell me this.\"",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "O Kesava, I accept as true all that You have told me. Certainly, O Lord, neither the gods nor the demons can comprehend Your glory.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "O Supreme Person, Creator of beings, Lord of beings, God of gods, Lord of the worlds, You alone know Yourself by Yourself.",
          "commentary": ""
        },
        {
          "verse_number": "16-17",
          "translation": "Be pleased to speak in full of Your own divine manifestations, through which You exist pervading these worlds.\n\nO Yogi, how shall I know You by remaining ever-engaged in meditation? And through what objects, O Lord, should I meditate on You?",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "O Janardana, please narrate to me again in detail Your own yoga and divine manifestations. For, while hearing Your nectar-like words, I am not satiated.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "The Blessed Lord said, O best of the Kurus, now, according to their importance, I shall describe to you My own glories, which are indeed divine. There is no end to My manifestations.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "O Gudakesa, I am the Self residing in the hearts of all beings, and I am the beginning, middle, and end of all beings.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "Among the Adityas [viz Dhata, Mitra, Aryama, Rudra, Varuna, Surya, Bhaga, Vivasvan, Pusa, Savita, Tvasta, and Visnu.-Tr.], I am Visnu; among the luminaries, the radiant sun; among the (forty-nine) Maruts [The seven groups of Maruts are Avaha, Pravaha, Vivaha, Paravaha, Udvaha, Samvaha, and Parivaha.-Tr.], I am Marici; among the stars, I am the moon.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "Among the Vedas, I am the Sama-Veda; among the gods, I am Indra. Among the organs, I am the mind, and I am the intelligence in creatures.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "Among the Rudras, I am Aja, Ekapada, Ahirbudhnya, Pinaki, Aparajita, Tryam-baka, Mahesvara, Vrsakapi, Sambhu, Harana, and Isvara; among the Yaksas and goblins, I am Kubera; among the Vasus, I am Fire; and among the mountains, I am Meru.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "O son of Prtha, know me to be Brhaspati, the foremost among the priests of kings. Among commanders of armies, I am Skanda; among large expanses of water, I am the sea.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "Among the great sages, I am Bhrgu; of words, I am the single syllable (Om). Among rituals, I am the ritual of Japa of the immovables, the Himalayas.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "Among all trees, I am the Ashvattha tree, and among divine sages, Narada. Among the Gandharvas, I am Citraratha; among the perfected ones, I am the sage Kapila.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "Among horses, know Me to be Uccaihsravas, born from nectar; Airavata among the lordly elephants; and among men, the King of men. [Uccaihsravas and Airavata are respectively the divine horse and elephant of Indra.]",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "Among weapons I am the thunderbolt; among cows I am Kamadhenu. I am Kandarpa, the Progenitor, and among serpents I am Vasuki.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "Among snakes, I am Ananta; among gods of the waters, Varuna; among the manes, Aryama; and among the maintainers of law and order, I am Yama (King of death).",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "Among demons, I am Prahlada, and among reckoners of time, I am Time. Among animals, I am the lion, and among birds, I am Garuda.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "Of the purifiers, I am the air; among the wielders of weapons, I am Rama. Among fishes, I am the shark; among rivers, I am Ganga.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "O Arjuna, of creations I am the beginning, the middle, and the end; I am the knowledge of the Self among knowledge; of those who debate, I am vada.",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "Of the letters, I am the letter A, and of the group of compound words, I am the compound called Dvandva. I am Myself the infinite time; I am the Dispenser with faces everywhere.",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "And I am Death, the destroyer of all; and the bestower of prosperity to those destined to be prosperous. Of the feminine [Narinam may mean 'of the feminine qualities'. According to Sridhara Swami and S., the words fame etc. signify the goddesses of the respective qualities. According to M.S. these seven goddesses are the wives of the god Dharma.-Tr.] (I am) fame, beauty, speech, memory, intelligence, fortitude, and forbearance.",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "I am also the Brhat-sama of the Sama-mantras; of the meters, Gayatri. Of the months, I am Marga-sirsa, and of the seasons, spring.",
          "commentary": ""
        },
        {
          "verse_number": "36",
          "translation": "Of the fraudulent, I am the gambling; I am the irresistible end of the mighty. I am excellence, I am effort, I am the sattva quality of those possessed of sattva.",
          "commentary": ""
        },
        {
          "verse_number": "37",
          "translation": "Of the Vrsnis, I am Vasudeva; of the Pandavas, Dhananjaya (Arjuna). Of the wise, I am Vyasa; of the omniscient, the omniscient Usanas.",
          "commentary": ""
        },
        {
          "verse_number": "38",
          "translation": "Of the punishers, I am the rod; I am the righteous policy of those who desire to conquer. And of things secret, I am verily silence; I am the knowledge of the wise.",
          "commentary": ""
        },
        {
          "verse_number": "39",
          "translation": "Moreover, O Arjuna, I am the seed of all beings. There is nothing, moving or non-moving, that can exist without Me.",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "O destroyer of enemies, there is no limit to My divine manifestations. This description of My manifestations, however, has been stated by Me as an illustration.",
          "commentary": ""
        },
        {
          "verse_number": "41",
          "translation": "Whatever object [all living beings] is verily endowed with majesty, possessed of prosperity, or is energetic, you know for certain each of them as having a part of My power as its source.",
          "commentary": ""
        },
        {
          "verse_number": "42",
          "translation": "Or, on the other hand, what is the need for you to know this extensively, O Arjuna? I remain sustaining this whole creation in a special way with a part of Myself.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 11,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Arjuna said, \"This delusion of mine has departed as a result of that speech which is most secret and pertains to the Self, uttered by You for my benefit.\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "O you with eyes like lotus leaves, I have heard in detail from You the origin and dissolution of beings, as well as Your undecaying glory.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "O Supreme Lord, so it is, as You have spoken of Yourself. O Supreme Person, I wish to behold Your divine form.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "O Lord, if You deem it possible for me to behold You, then, O Lord of Yoga, show me Your eternal Self.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "The Blessed Lord said, \"O son of Prtha, behold My forms in their hundreds and thousands, of different kinds, celestial, and of various colors and shapes.\"",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "Behold the Adityas, the Vasus, the Rudras, the two Ashvins, and the Maruts. O scion of the Bharata dynasty, also behold the many wonders that have never been seen before.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "See now, O Gudakesa, the entire Universe together with the moving and the non-moving, concentrated in the same place here in My body, as also whatever else you would like to see.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "But you are not able to see Me with just this eye of yours. I grant you the divine eye; behold My divine Yoga.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "Sanjaya said, \"O King, having spoken thus, thereafter, Hari, the great Master of Yoga, showed to the son of Prtha the supreme divine form.\"",
          "commentary": ""
        },
        {
          "verse_number": "10-11",
          "translation": "Having many faces and eyes, possessing many wondrous sights, adorned with numerous celestial ornaments, and holding many uplifted heavenly weapons;\n\nWearing heavenly garlands and apparel, anointed with heavenly scents, abounding in all kinds of wonders, resplendent, infinite, and with faces on all sides.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Should the effulgence of a thousand suns blaze forth simultaneously in the sky, that might be akin to the radiance of that exalted One.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "At that time, the Pandava saw, in the body of the God of gods, the whole diversely differentiated universe united in one.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "Then, filled with wonder and with hairs standing on end, Arjuna, bowing down with his head to the Lord, said with folded hands:",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Arjuna said, \"O God, I see in Your body all the gods, as well as hosts of various classes of beings; Brahma the ruler, sitting on a lotus seat, and all the heavenly sages and serpents.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "I see You with numerous arms, bellies, mouths, and eyes; with infinite forms all around. O Lord of the Universe, O Cosmic Person, I see no limit, no middle, nor beginning!",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "I see You wearing a diadem, wielding a mace, and holding a disc; a mass of brilliance glowing all around, difficult to look at from all sides, possessing the radiance of the blazing fire and sun, and immeasurable.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "You are the Unchanging, the supreme One to be known; You are the most perfect repository of this Universe. You are the Imperishable, the Protector of the ever-existing religion; You are the eternal Person. This is my belief.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "I see You as having no beginning, middle, or end, possessing infinite valor, with innumerable arms, the sun and moon as eyes, a mouth like a blazing fire, and heating up this universe with Your own brilliance.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Indeed, this intermediate space between heaven and earth, as well as all the directions, are pervaded by You alone. O exalted One, the three worlds are struck with fear upon seeing this strange and fearful form of Yours.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "Those very groups of gods enter into You; struck with fear, some extol You with joined palms. Groups of great sages and perfected beings praise You with elaborate hymns, saying, 'May it be well!'",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "Those who are the Rudras, the Adityas, the Vasus, and the Sadhyas, the Visvedevas, the two Asvins, the Maruts, and the Usmapas, and hosts of Gandharvas, Yaksas, demons, and Siddhas—all of those very ones gaze at You, being indeed struck with wonder.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "O Mighty-Armed One, seeing Your immense form with many mouths, eyes, arms, thighs, feet, bellies, and teeth, the creatures are struck with terror, and so am I.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "O Vishnu, indeed, upon seeing Your form touching the heavens, blazing with many colors, open-mouthed, with fiery, large eyes, I become terrified in my mind and do not find steadiness and peace.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "Having merely seen Your mouths made terrible with their teeth and resembling the fire of Dissolution, I have lost my sense of direction and find no comfort. Be gracious, O Lord of gods, O Abode of the Universe.",
          "commentary": ""
        },
        {
          "verse_number": "26-27",
          "translation": "And into You enter all those sons of Dhrtarastra, along with multitudes of the rulers of the earth, Bhisma, Drona, and that son of a Suta, Karna, together with our prominent warriors.\n\nThey rapidly enter into Your terrible mouths with cruel teeth! Some are seen sticking in the gaps between the teeth, with their heads crushed!",
          "commentary": ""
        },
        {
          "verse_number": "28-29",
          "translation": "As the numerous currents of the waters of rivers rush towards the sea alone, so too do those heroes of the human world enter into Your blazing mouths.\n\nAs moths hasten with increased speed into a blazing fire for destruction, so too do creatures hasten into Your mouths with increased speed for destruction.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "You lick Your lips as You devour all creatures from every side with flaming mouths that fill the entire world with heat.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "Tell me who You are, fierce in form. Salutations to You, O Supreme God; be gracious. I desire to fully know You, who are the Prime One. For I do not understand Your actions!",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "The Blessed Lord said, \"I am the world-destroying Time, grown in stature and now engaged in annihilating the creatures. Even without you, all the warriors arrayed in the confronting armies will cease to exist!\"",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "Therefore, rise up and gain fame; and, defeating the enemies, enjoy a prosperous kingdom. These have been killed by Me even earlier; be you merely an instrument, O Savyasacin (Arjuna).",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "You destroy Drona, Bhisma, Jayadratha, Karna, and the other heroic warriors who have been killed by Me. Do not be afraid. Fight! You will conquer the enemies in battle.",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "Sanjaya said: Hearing this utterance of Kesava, Kiriti (Arjuna), with joined palms and trembling, prostrated himself, and then, with a faltering voice, bowed down and overcome by fits of fear, said again to Krsna:",
          "commentary": ""
        },
        {
          "verse_number": "36",
          "translation": "Arjuna said, \"O Hrsikesa, it is proper that the world be delighted and attracted by Your praise; that the Raksasas, stricken with fear, run in all directions; and that all the groups of the Siddhas bow down to You.\"",
          "commentary": ""
        },
        {
          "verse_number": "37",
          "translation": "And why should they not bow down to You, O exalted One, who are greater than all and who are the first Creator even of Brahma! O infinite One, supreme God, Abode of the Universe, You are the Immutable, being and non-being, and that which is Transcendental.",
          "commentary": ""
        },
        {
          "verse_number": "38",
          "translation": "You are the primal Deity, the ancient Person; You are the supreme Refuge of this world. You are the knower and the object of knowledge, and the supreme Abode. O You of infinite forms, You pervade the Universe!",
          "commentary": ""
        },
        {
          "verse_number": "39",
          "translation": "You are air, death, fire, the god of the waters, the moon, the Lord of creatures, and the great-grandfather. Salutations to you a thousand times! Salutations to you again and again! Salutations!",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "Salutations to You in the East and behind. Salutations to You on all sides indeed, O All! You possess infinite strength and infinite heroism. You pervade everything; thus You are all!",
          "commentary": ""
        },
        {
          "verse_number": "41-42",
          "translation": "Without knowing Your greatness, whatever I said rashly, inadvertently, or even out of familiarity, thinking You to be a friend, addressing You as 'O Krsna,' 'O Yadava,' 'O friend,' etc.\n\nAnd that You have been discourteously treated out of fun—while walking, while on a bed, while on a seat, while eating, in privacy, or, O Acyuta, even in public—for that, I beg pardon of You, the incomprehensible One.",
          "commentary": ""
        },
        {
          "verse_number": "43",
          "translation": "You are the Father of all beings, both moving and non-moving; to You, the Teacher, are they worthy of worship, and You are greater than a teacher. There is none equal to You; how can there be anyone greater even in all the three worlds, O You of unrivaled power?",
          "commentary": ""
        },
        {
          "verse_number": "44",
          "translation": "Therefore, by bowing down and prostrating my body, I seek to propitiate You who are God and are adorable. O Lord, You should forgive my faults as a father would forgive the faults of a son, as a friend would forgive the faults of a friend, and as a lover would forgive the faults of a beloved.",
          "commentary": ""
        },
        {
          "verse_number": "45",
          "translation": "I am delighted by seeing something I have not seen before, and my mind is stricken with fear. O Lord, show me that very form; O Supreme God, O Abode of the Universe, be gracious!",
          "commentary": ""
        },
        {
          "verse_number": "46",
          "translation": "I want to see You just as before, wearing a crown, wielding a mace, and holding a disc in hand. O You with a thousand arms, O You of Cosmic form, appear with that very form with four hands.",
          "commentary": ""
        },
        {
          "verse_number": "47",
          "translation": "The Blessed Lord said, Out of grace, O Arjuna, this supreme, radiant, cosmic, infinite, primeval form—which no one other than you has seen before—has been shown to you by Me through the power of My own Yoga.",
          "commentary": ""
        },
        {
          "verse_number": "48",
          "translation": "Not by the study of the Vedas and sacrifices, not by gifts, not even by rituals, nor by severe austerities, can I, in this form, be perceived in the human world by anyone other than you, O most valiant among the Kurus, who has not received My grace.",
          "commentary": ""
        },
        {
          "verse_number": "49",
          "translation": "May you have no fear, and may there be no bewilderment upon seeing this form of Mine so terrible. Becoming free from fear and gladdened in mind once again, behold this earlier form of Mine.",
          "commentary": ""
        },
        {
          "verse_number": "50",
          "translation": "Sanjaya said, Thus, having spoken to Arjuna in that manner, Vasudeva showed His own form again. And He, the exalted One, reassured this terrified one by again becoming serene in his form.",
          "commentary": ""
        },
        {
          "verse_number": "51",
          "translation": "Arjuna said, \"O Janardana, having seen this serene human form of Yours, I have now become calm in mind and restored to my own nature.\"",
          "commentary": ""
        },
        {
          "verse_number": "52-53",
          "translation": "The Blessed Lord said, \"This form of Mine, which you have seen, is very difficult to behold; even the gods are ever desirous of a vision of this form.\"\n\nNot through the Vedas, nor by austerity, nor by gifts, nor even by sacrifice can I be seen in this form as you have seen Me.",
          "commentary": ""
        },
        {
          "verse_number": "54",
          "translation": "But, O Arjuna, by single-minded devotion am I, in this form, able to be known and seen in reality, and also entered into, O destroyer of foes.",
          "commentary": ""
        },
        {
          "verse_number": "55",
          "translation": "O son of Pandu, he who works for Me, accepts Me as the supreme goal, is devoted to Me, is devoid of attachment and free from enmity towards all beings—he attains Me.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 12,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Arjuna said: \"Which of these devotees, who are ever dedicated and meditate on You, and those who meditate on the Unmanifested and Immutable, are the best experiencers of yoga [here, yoga means samadhi, spiritual absorption]?\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "The Blessed Lord said, \"Those who meditate on Me, fixing their minds on Me with steadfast devotion, endowed with supreme faith—they are considered to be the most perfect yogis according to Me.\"",
          "commentary": ""
        },
        {
          "verse_number": "3-4",
          "translation": "Those, however, who meditate in every way on the immutable, the indefinable, the unmanifest, which is all-pervasive, incomprehensible, unchanging, immovable, and constant.\n\nBy fully controlling all the organs and remaining even-minded at all times, they, engaged in the welfare of all beings, attain Me alone.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "For those whose minds are attached to the Unmanifested, the struggle is greater; for the Goal, which is the Unmanifest, is attained with difficulty by the embodied ones.",
          "commentary": ""
        },
        {
          "verse_number": "6-7",
          "translation": "As for those who, having dedicated all actions to Me and accepted Me as the supreme, meditate on Me with single-minded concentration only-.\n\nO son of Prtha, for those who have their minds absorbed in Me, I become, without delay, the deliverer from the sea of the world, which is fraught with death.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "Fix the mind on Me alone; in Me alone let the intellect rest. There is no doubt that hereafter you will dwell in Me alone.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "If, however, you are unable to establish the mind steadily on Me, then, O Dhananjaya, seek to attain Me through the yoga of practice.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "If you are unable even to practice, be intent on works for Me. By undertaking works for Me as well, you will attain perfection. [Identify with Brahman.]",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "If you are unable to do even this, then resort to the Yoga for Me and afterwards, control your mind and renounce the results of all your works.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Knowledge is certainly superior to practice; meditation surpasses knowledge. The renunciation of the results of works surpasses meditation. From renunciation, peace follows immediately.",
          "commentary": ""
        },
        {
          "verse_number": "13-14",
          "translation": "He who is not hateful towards any creature, who is friendly and compassionate, who has no concept of 'mine' and no sense of egoism, who remains the same in sorrow and happiness, and who is forgiving;\n\nHe who is ever content, who is a yogi, who has self-control, who has firm conviction, and who has dedicated his mind and intellect to Me—he who is such a devotee of Mine is dear to Me.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "He, too, owing to whom the world is not disturbed, and who is not disturbed by the world, who is free from joy, impatience, fear, and anxiety, is dear to me.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "He who has no desires, who is pure, dexterous, impartial, free from fear, and who has renounced every undertaking—such a devotee of Mine is dear to Me.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "He who does not rejoice, nor fret, nor lament, nor hanker; who gives up both good and bad, and is filled with devotion—he is dear to Me.",
          "commentary": ""
        },
        {
          "verse_number": "18-19",
          "translation": "He who is the same towards friend and foe, and in honor and dishonor; who is the same under cold, heat, happiness, and sorrow; who is free from attachment to all.\n\nThe person to whom denunciation and praise are the same, who is silent, content with anything, homeless, steadfast-minded, and full of devotion is dear to me.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "But those devotees who accept Me as the supreme Goal, and with faith seek for this ambrosia—nectar in the form of virtue—which is indistinguishable from the virtues as stated above, they are very dear to Me.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 13,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Swami Gambhirananda has not translated this verse. Many editions of the Bhagavad Gita do not contain this verse, including the commentary by Shankaracharya. If this verse is included, the total number of verses in the Bhagavad Gita is 701.",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "The Blessed Lord said, \"O son of Kunti, this body is referred to as the 'field'. Those who are versed in this call him who is conscious of it the 'knower of the field'.\"",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "And, O scion of the Bharata dynasty, understand Me to be the 'Knower of the field' in all the fields. In My opinion, that is Knowledge which is the knowledge of the field and the knower of the field.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "Hear from Me in brief about all that, what that field is and how it is; what its changes are, and what causes what effect; and who He is, and what His powers are.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "It has been sung of in various ways by the Rsis, separately by the different branches of Vedic texts, and also by the rational and convincing sentences themselves which are indicative of and lead to Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "The great elements, egoism, intellect, and the Unmanifest itself; the ten organs and the one, and the five objects of the senses;",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "Desire, repulsion, happiness, sorrow, the aggregate (of body and organs), sentience, fortitude—this field, together with its modifications, has been spoken of briefly.",
          "commentary": ""
        },
        {
          "verse_number": "8-12",
          "translation": "Humility, unpretentiousness, non-injury, forbearance, sincerity, service to the teacher, cleanliness, steadiness, and control of the body and its organs;\n\nNon-attachment to objects of the senses, and also the absence of egotism; seeing the evil in birth, death, aging, diseases, and miseries;\n\nNon-attachment and absence of fondness with regard to sons, wives, homes, etc., and constant equanimity of the mind with regard to the attainment of both the desirable and the undesirable;\n\nAnd unwavering devotion to Me with single-minded concentration; inclination to retreat to a clean place; lack of delight in a crowd of people;\n\nSteadfastness in the knowledge of the Self, contemplation on the Goal of the knowledge of Reality—this is spoken of as Knowledge. Ignorance is that which is other than this.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "I shall speak of that which is to be known, by realizing which one attains immortality. The supreme Brahman is without any beginning; that is called neither being nor non-being.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "That Knowable, which has hands and feet everywhere, which has eyes, heads, and mouths everywhere, which has ears everywhere, exists in creatures by pervading them all.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Shining through the functions of all the organs, yet devoid of all the organs; unattached, and verily the supporter of all; without quality, and the perceiver of qualities.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "Existing both outside and inside all beings, moving and non-moving, It is incomprehensible due to Its subtlety. It is far away, yet near.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "The Knowable, though undivided, appears to exist as divided in all beings, and It is the sustainer, devourer, and originator of all beings.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "That is the Light of all lights; It is spoken of as beyond darkness. It is Knowledge, the Knowable, and the Known. It is specially situated in the hearts of all.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "Thus, in brief, the field, Knowledge, and the Knowable have been spoken of. By understanding this, My devotee becomes qualified for My state.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Know both Nature and the individual soul to be verily without beginning; know the modifications as well as the qualities to be born of Nature.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "With regard to the source of the body and its organs, Nature is said to be the cause; the soul is the cause so far as the enjoyment of happiness and sorrow is concerned.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "Since the soul is seated in Nature, therefore it experiences the qualities born of Nature. Contact with the qualities is the cause of its births in good and evil wombs.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "He who is the Witness, the Permitter, the Sustainer, the Experiencer, the great Lord, and who is also spoken of as the transcendental Self, is the supreme Person in this body.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "He who knows thus the Person, Nature, and Qualities will not be born again, no matter how he may live.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "Some realize the Self in their intellect through meditation, others through Sankhya-Yoga, and still others through Karma-Yoga, with the help of the internal organ.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "Others, again, who do not know thus, take to thinking after hearing from others; they too, who are devoted to hearing, certainly overcome death.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "O scion of the Bharata dynasty, whatever object, moving or non-moving, comes into existence, know that to be from the combination of the field and the Knower of the field!",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "He who sees the Supreme Lord existing truly in all beings, and the Imperishable among the perishable, sees indeed.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "Since, by truly seeing God, who is present everywhere alike, he does not injure the Self by the Self, he therefore attains the supreme Goal.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "And he who sees actions being done in various ways by Nature itself, and also the Self as the non-agent, he sees.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "When one realizes that the state of diversity of living things is rooted in the One, and that their manifestation also comes from That, then one becomes identified with Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "Being without beginning and without end, O son of Kunti, this immutable, supreme Self does not act, nor is It affected [Also translated as tainted.-Tr.], although It exists in the body.",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "As the all-pervading space is not defiled, due to its subtlety, similarly the Self, present everywhere in bodies, is not defiled.",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "As the single sun illuminates this entire world, similarly, O descendant of the Bharata dynasty, the Knower of the field illuminates the entire field.",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "Those who, through the eye of wisdom, know the distinction between the field and the Knower of the field, and the annihilation of the Matrix of beings, reach the Supreme.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 14,
      "verses": [
        {
          "verse_number": "1",
          "translation": "The Blessed Lord said, \"I shall speak again of the supreme knowledge, the best of all knowledge, by realizing which all the contemplatives have reached the highest perfection from here.\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "Those who attain identity with Me by resorting to this Knowledge are not born even during creation, nor do they suffer pain during dissolution.",
          "commentary": ""
        },
        {
          "verse_number": "3-4",
          "translation": "My womb is the great sustainer. In it, I place the seed. From that, O scion of the Bharata dynasty, all things are born.\n\nO son of Kunti, whatever forms are born from all the wombs, of them the great sustainer is the womb; I am the father who deposits the seed.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "O mighty-armed one, the qualities, viz. sattva, rajas, and tamas, born of Nature, are the immutable embodiments belonging to the body.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "Among them, sattva, being pure and nirmala (pure-transparent, i.e., capable of resisting any form of ignorance, and hence an illuminator, i.e. a revealer of Consciousness), is harmless. O sinless one, it binds through attachment to happiness and attachment to knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "Know rajas to be of the nature of passion, born of hankering and attachment. O son of Kunti, it binds the embodied one through attachment to action.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "On the other hand, know tamas, which deludes all embodied beings, to be born of ignorance. O scion of the Bharata dynasty, it binds through inadvertence, laziness, and sleep.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "O scion of the Bharata dynasty, sattva attaches one to happiness, rajas to action, while tamas, obscuring knowledge, leads to inadvertence as well.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "O scion of the Bharata dynasty, sattva increases by subduing rajas and tamas; rajas increases by overpowering sattva and tamas; and tamas increases by dominating over sattva and rajas.",
          "commentary": ""
        },
        {
          "verse_number": "11-13",
          "translation": "When the illumination of knowledge radiates through all the doors of the senses in this body, then one should know that sattva has greatly increased.\n\nO best of the Bharata dynasty, when rajas becomes predominant, these come into being: avarice, restlessness, undertaking of actions, agitation, and craving.\n\nO descendant of the Kuru dynasty, when tamas predominates, these come into being without exception: non-discrimination, inactivity, inadvertence, and delusion.",
          "commentary": ""
        },
        {
          "verse_number": "14-15",
          "translation": "When an embodied one undergoes death while sattva is exclusively predominant, then he attains the untainted worlds of those who know the highest (entities).\n\nWhen one dies while rajas predominates, they are born among people attached to activity. Similarly, when one dies while tamas predominates, they take birth among the stupid species.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "They say that the result of good work is pure and is born of Sattva. But the result of Rajas is sorrow; the result of Tamas is ignorance.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "From sattva is born knowledge, and from rajas, avarice indeed. From tamas are born inadvertence, delusion, and ignorance, to be sure.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "People who conform to sattva go higher up; those who conform to rajas stay in the middle; those who conform to tamas, who conform to the actions of the lowest quality, go down.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "When the witness sees none other than the qualities as the agent, and knows that which is superior to the qualities, he attains My nature.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Having transcended these three qualities, which are the origin of the body, the embodied one becomes free from birth, death, old age, and sorrows, and experiences Immortality.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "Arjuna said, \"O Lord, by what signs is one known who has gone beyond these three qualities? What is their behavior, and how do they transcend these three qualities?\"",
          "commentary": ""
        },
        {
          "verse_number": "22-23",
          "translation": "The Blessed Lord said, \"O son of Pandu, he neither dislikes illumination (knowledge), activity, nor delusion when they appear, nor does he long for them when they disappear.\"\n\nHe who, sitting like one indifferent, is not distracted by the three qualities; he who, thinking that the qualities alone act, remains firm and does not move surely;",
          "commentary": ""
        },
        {
          "verse_number": "24-25",
          "translation": "He to whom sorrow and happiness are alike, who is established in his own Self, to whom a lump of earth, iron, and gold are the same, to whom the agreeable and the disagreeable are the same, who is wise, to whom censure and his own praise are the same;\n\nHe who is the same under honor and dishonor, who is equitably disposed towards both friends and foes, who has renounced all undertakings—he is said to have gone beyond dualities.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "And he who serves Me through the unswerving Yoga of Devotion, he, having gone beyond these qualities, qualifies for becoming Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "For I am the Abode of Brahman—the indestructible, immutable, eternal, Dharma, and absolute Bliss.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 15,
      "verses": [
        {
          "verse_number": "1",
          "translation": "The Blessed Lord said, \"They say that the peepul tree, which has its roots upward and its branches downward, and of which the Vedas are the leaves, is imperishable. He who realizes it is a knower of the Vedas.\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "The branches of that Tree, extending downwards and upwards, are strengthened by the qualities and have sense-objects as their shoots. And the roots, which are followed by actions, spread downwards in the human world [According to A.G. and M.S. manusya-loke means a body distinguished by Brahminhood etc.].",
          "commentary": ""
        },
        {
          "verse_number": "3-4",
          "translation": "Its form is not perceived here in that way; nor its end, nor beginning, nor its continuance. After felling this Peepul tree whose roots are well developed, with the strong sword of detachment.\n\nThereafter, that state must be sought, going where they do not return again: I take refuge in that Primeval Person Himself, from whom the eternal Manifestation has ensued.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "The wise ones, free from pride and non-discrimination, who have conquered the evil of association [hatred and love arising from association with foes and friends], who are ever devoted to spirituality, completely free from desires, and free from the dualities of happiness and sorrow, reach that undecaying state.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "Neither the sun nor the moon nor fire illuminates That. That is My supreme Abode, to which they do not return.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "It is indeed a part of Mine that, becoming the eternal individual soul in the region of living beings, draws the organs, which have the mind as their sixth, and which abide in Nature.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "When the master leaves it and even when he assumes a body, he departs taking these with him, just as the wind carries away odours from their receptacles.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "This one enjoys the objects by presiding over the ears, eyes, skin, tongue, nose, and mind.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "Persons who are diversely deluded do not see it even when it is leaving, residing, experiencing, or in association with the qualities; those with the eye of knowledge see.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "And the diligent yogis see this one existing within themselves. The non-discriminating ones who lack self-control, however, do not see this one, even though they are diligent.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "That light in the sun which illuminates the whole world, that which is in the moon, and that which is in fire—know that light to be Mine.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "And entering the Earth, I sustain the beings through My power; and nourish all the plants by becoming Soma, which is of the nature of sap.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "Taking the form of Vaisvanara, and residing in the bodies of creatures, I, in association with Prana and Apana, digest the four kinds of food.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "And I am seated in the hearts of all. From Me come memory, knowledge, and their loss. I alone am the object to be known through all the Vedas; I am also the originator of the Vedanta, and I Myself am the knower of the Vedas.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "There are two kinds of people in the world: the mutable and the immutable. The mutable consists of all things; the one existing as Maya is referred to as the immutable.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "But the Supreme Person is different; He is spoken of as the transcendental Self, permeating the three worlds and upholding them, and He is the imperishable God.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "Since I am transcendental to the mutable and above even the immutable, therefore I am well known in the world and in the Vedas as the supreme Person.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "O scion of the Bharata dynasty, he who, being free from delusion, knows Me, the supreme Person, thus, is all-knowing and adores Me with his whole being.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "O sinless one, I have thus uttered this most secret scripture. Understanding this, one becomes wise and fulfills their duties, O scion of the Bharata dynasty.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 16,
      "verses": [
        {
          "verse_number": "1-3",
          "translation": "The Blessed Lord said: Fearlessness, purity of mind, persistence in knowledge and yoga, charity, control of the external organs, sacrifice, scriptural study, austerity, and rectitude.\n\nNon-injury, truthfulness, absence of anger, renunciation, control of the inner self, absence of vilification, kindness to creatures, non-covetousness, gentleness, modesty, and freedom from restlessness;\n\nVigour, forgiveness, fortitude, purity, freedom from malice, absence of haughtiness—these, O scion of the Bharata dynasty, are the qualities of one born destined to have the divine nature.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "O son of Prtha, the attributes of one destined to have the demoniacal nature are religious ostentation, pride, haughtiness, self-conceit, anger, rudeness, and ignorance.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "The divine nature is Liberation, while the demoniacal is considered to be an inevitable bondage. Do not grieve, O son of Pandu! You are destined to possess the divine nature.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "In this world, there are two kinds of creation of beings: the divine and the demoniacal. The divine has been spoken of elaborately. Hear about the demoniacal from Me, O son of Prtha.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "Neither do the demoniacal persons understand what should be done and what should not be done; nor do they possess purity, good conduct, or truthfulness.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "They say that the world is unreal, having no basis, and without a God. It is born of mutual union brought about by passion! What other cause could there be?",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "Holding onto this view, those of depraved character, poor intellect, and given to fearful and harmful actions, wax strong and bring ruin to the world.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "Giving themselves up to insatiable passion, filled with vanity, pride, and arrogance, adopting bad adjectives due to delusion, and having impure resolves, they engage in actions.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "Beset with innumerable cares that end only with death, holding that the enjoyment of desirable objects is the highest goal, they feel sure that this is all.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Bound by hundreds of shackles in the form of hope, giving themselves wholly to passion and anger, they endeavor to amass wealth through foul means for the enjoyment of desirable objects.",
          "commentary": ""
        },
        {
          "verse_number": "13-15",
          "translation": "'I have gained this today; I will acquire this desired object. This is in hand; and this wealth will also come to me.'\n\n'I have slain that enemy, and I shall slay others too. I am the Lord, the Enjoyer, firmly established, powerful and joyous.'\n\n'I am wealthy and of noble birth; who else is like me? I shall perform sacrifices; I shall give, I shall rejoice'- thus, they are deluded by a lack of discernment in diverse ways.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "Bewildered by numerous thoughts, ensnared in the net of delusion, and engrossed in the enjoyment of desirable objects, they fall into a foul hell.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "Self-conceited, haughty, filled with pride and intoxicated by wealth, they perform sacrifices that are only in name, ostentatiously and without regard for the injunctions.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "Resorting to egotism, power, arrogance, passion, and anger, hating Me in their own and others' bodies, they become envious by nature.",
          "commentary": ""
        },
        {
          "verse_number": "19-20",
          "translation": "I cast forever those hateful, cruel, evil-doers in the worlds, the vilest of human beings, verily into the demonic classes.\n\nBeing born among the demoniacal species in birth after birth, the souls, without ever reaching Me, O son of Kunti, attain conditions lower than that.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "This door to hell, which destroys the soul, is of three kinds—passion, anger, and greed. Therefore, one should forsake these three.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "O son of Kunti, a person who is free from these three doors to darkness strives for the good of the soul; thereby, they attain the highest Goal.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "Ignoring the precepts of the scriptures, he who acts under the impulse of passion does not attain perfection, nor happiness, nor the supreme goal.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "Therefore, the scripture is your authority as regards determining what should be done and what should not be done. After understanding your duty as presented by scriptural injunction, you ought to perform it here.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 17,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Arjuna said, But, O Krsna, what is the state of those who, endued with faith, perform sacrifices, distribute wealth, etc. in honour of gods and others, while ignoring the injunctions of the scriptures? Is it sattva, rajas, or tamas?",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "The Blessed Lord said, \"That faith of the embodied beings, born of their own nature, is threefold—born of sattva, rajas, and tamas. Hear about it.\"",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "O scion of the Bharata dynasty, the faith of all beings is in accordance with their minds. This person is composed of faith as the dominant factor. He is indeed what his faith is.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "Those with sattva quality worship the gods; those with rajas, the demigods and demons; and those with tamas, ghosts and hosts of spirits.",
          "commentary": ""
        },
        {
          "verse_number": "5-6",
          "translation": "Those persons who, given to ostentation and pride, and possessed of passion, attachment, and strength, undertake severe austerities not sanctioned by the scriptures;\n\n(And those who,) being non-discriminating, torture all the organs in the body as well as even Me who reside in the body—know them to be possessed of demoniacal conviction.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "Food, which is dear to all, is of three kinds; likewise, sacrifices, austerity, and charity are also of three kinds. Listen to this classification of them.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "Foods that augment life, firmness of mind, strength, health, happiness, and delight, and which are succulent, oleaginous, substantial, and agreeable, are dear to one endowed with sattva.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "Foods that are bitter, sour, salty, very hot, pungent, dry, and burning, producing pain, sorrow, and disease, are dear to one who has rajas.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "Food that is not properly cooked, lacking in essence, putrid and stale, as well as that which is unfit for sacrifice, is dear to one possessed of tamas.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "That sacrifice which is in accordance with the injunctions, performed by persons who do not hanker after results, and with the mental conviction that it is surely obligatory, is done through sattva.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "But that sacrifice which is performed with an aim for a result, as well as for show—know that sacrifice to be done through rajas, O greatest among the descendants of Bharata.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "They declare that sacrifice as 'done through tamas' which is contrary to injunction, in which no food is distributed, in which no mantras are used, in which no offerings are made to priests, and which is devoid of faith.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "The worship of gods, twice-borns, venerable persons, and the wise; purity, straightforwardness, celibacy, and non-injury—these are said to be bodily austerities.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "That speech which causes no pain, which is true, agreeable, and beneficial; as well as the practice of studying the scriptures—is said to be the austerity of speech.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "Tranquility of mind, gentleness, reticence, withdrawal of the mind, purity of heart—these are what are called mental austerities.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "When that threefold austerity is undertaken with supreme faith by people who do not hanker after results and are self-controlled, they speak of it as being born of sattva.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "That austerity which is undertaken for earning a name, being honored and worshipped, and also ostentatiously—that is spoken of as born of rajas, belonging to this world, uncertain, and transitory.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "That austerity which is undertaken with a foolish intent, causing pain to oneself or for the destruction of others, is said to be born of tamas.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "That gift is referred to as born of sattva which is given with the idea that it should be given, to one who will not serve in return, at the right place, right time, and to the right person.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "But the gift which is given expecting reciprocation, or with a desire for its result, and grudgingly, is considered to be born of rajas.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "The gift which is made at an inappropriate place and time, and to undeserving persons, without proper respect and with disdain, is declared to be born of tamas.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "\"Om-tat-sat\" - this is considered to be the threefold designation of Brahman. The Brahmanas, Vedas, and sacrifices were ordained by that in days of yore.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "Therefore, acts of sacrifice, charity, and austerity, as prescribed through injunctions, of those who study and expound the Vedas, always commence after uttering the syllable ‘Om’.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "After uttering the word \"tat,\" acts of sacrifice and austerity, as well as various acts of charity, are performed without regard for results by persons aspiring for liberation.",
          "commentary": ""
        },
        {
          "verse_number": "26-27",
          "translation": "This word \"sat\" is used with regard to something coming into being and someone becoming good. Likewise, O son of Prtha, the word \"sat\" is used with regard to an auspicious rite.\n\nAnd the steadfastness in sacrifice, austerity, and charity is spoken of as sat (good). And even the action meant for these is, indeed, called as sat.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "O son of Prtha, whatever is offered in sacrifice and given in charity, as also whatever austerity is undertaken or whatever is done without faith, is said to be of no avail. And it is of no consequence after death, nor here.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 18,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Arjuna said, O mighty-armed Hrsikesa, O slayer of Kesi, I want to know separately the truth about sannyasa as well as about tyaga.",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "The Blessed Lord said, \"The learned ones know sannyasa to be the giving up of actions done with a desire for reward. The adepts call the abandonment of the results of all works 'tyaga'.\"",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "Some learned persons say that action, beset with evil as it is, should be abandoned, and others say that the practice of sacrifice, charity, and austerity should not be abandoned.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "O the most excellent among the descendants of Bharata, hear from Me the firm conclusion regarding that tyaga. For, O greatest among men, tyaga has been clearly declared to be of three kinds.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "The practice of sacrifice, charity, and austerity should not be abandoned; it should certainly be undertaken. Sacrifice, charity, and austerity are indeed the purifiers of the wise.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "But even these actions must be undertaken by renouncing attachment and hankering for results. This is My firm and definitive conclusion, O Partha.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "Abandoning one's daily obligatory acts is not justifiable; giving up those through delusion is said to be rooted in tamas.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "Whatever action one may relinquish merely as being painful, out of fear of physical suffering, he, having resorted to renunciation based on rajas, will surely not acquire the fruits of renunciation.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "Whatever obligatory duty is performed just because it is a bounden duty, O Arjuna, by giving up attachment and the results as well—that renunciation is considered to be based on sattva.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "The man of renunciation, imbued with sattva, wise and free from doubts, does not hate unbecoming action, nor does he become attached to becoming activity.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "Since it is not possible for one who holds onto a body to give up actions entirely, therefore he who renounces the results of his actions is called a man of renunciation.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "The threefold results of actions—the undesirable, the desirable, and the mixed—accrue after death to those who do not resort to renunciation, but never to those who resort to renunciation.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "O mighty-armed one, learn from Me these five factors for the accomplishment of all actions, which have been spoken of in the Vedanta, in which actions terminate.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "The locus, the agent, the different kinds of organs, the many and varied activities, and the divine are the fifth here.",
          "commentary": ""
        },
        {
          "verse_number": "15-16",
          "translation": "Whatever action a person performs with their body, speech, and mind, whether it be just or its opposite, these five are the causes of it.\n\nTherefore, anyone whose intellect is imperfect and perceives the Absolute Self as the agent, does not perceive properly and has a distorted intellect.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "He who has no feeling of egoism, whose intellect is untainted, he does not kill, nor does he become bound—even by killing these creatures!",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "Knowledge, the object of knowledge, and the knower—these are the threefold inducements to action. The comprehension of actions comes under three heads: the instruments, the object, and the subject.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "Knowledge, action, and agent are stated in the teaching about the gunas to be only of three kinds, according to the differences of the gunas. Hear about them also as they are.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Know that knowledge to originate from sattva, through which one sees a single, undecaying, undivided entity in all the diversified things.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "But know that knowledge to originate from rajas, which amidst all things apprehends the different entities of various kinds as distinct [as possessing distinct selves].",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "But that (knowledge) is said to be born of tamas which is confined to one form as if it were all, which is irrational, unconcerned with truth, and trivial.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "The daily obligatory action which is performed without attachment and without likes or dislikes, by one who does not hanker for rewards, is said to be born of sattva.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "But that action is said to be born of rajas which is done by one desirous of results or by one who is egotistical, and which is highly strenuous.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "That action is said to be born of tamas which is undertaken out of delusion, without consideration of its consequences, loss, harm, and ability.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "[Ast. introduces this verse with 'Idanim kartrbhedah ucyate, Now is being stated the distinctions among the agents.'-Tr.] The agent who is free from attachment [Attachment to results or the idea of agentship.], not egotistical, endowed with fortitude and diligence, and unperturbed by success and failure is said to be possessed of sattva.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "The agent who has attachment, who is desirous of the results of actions, covetous, cruel by nature, unclean, and subject to joy and sorrow, is declared to be possessed of rajas.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "The agent who is unsteady, naive, inflexible, deceitful, wicked, lazy, sullen, and procrastinating is said to be possessed of tamas.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "O Dhananjaya, listen to the classification of the intellect and fortitude, which is threefold according to the gunas, while it is being stated in detail and separately.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "O Partha, that intellect is born of sattva which understands action and withdrawal, duty and what is not duty, the sources of fear and fearlessness, as well as bondage and freedom.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "O Partha, that intellect is born of rajas with which one wrongly understands virtue and vice, as well as what ought to be done and ought not to be done.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "O Partha, that intellect is born of tamas which, being covered by darkness, considers vice as virtue, and indeed perceives all things contrary to what they are.",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "O Partha, the firmness that is unfailing through concentration, with which one restrains the functions of the mind, vital forces, and the organs—that firmness is born of sattva.",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "But, O Partha, the steadfastness with which one holds on to righteousness, covetable things, and wealth, desiring their fruits as the occasion for each arises, that steadfastness is born of rajas.",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "That firmness is considered to be born of tamas, due to which a person with a corrupt intellect does not give up sleep, fear, sorrow, despondency, as well as sensuality.",
          "commentary": ""
        },
        {
          "verse_number": "36",
          "translation": "Now hear from Me, O scion of the Bharata dynasty, as regards the three kinds of joy: That in which one delights due to habit, and certainly attains the cessation of sorrows; [S. and S.S. take the second line of this verse along with the next verse referring to sattvika happiness.-Tr.]",
          "commentary": ""
        },
        {
          "verse_number": "37",
          "translation": "That which is like poison in the beginning, but is likened to nectar in the end, and which arises from the purity of one's intellect—that joy is spoken of as born of sattva.",
          "commentary": ""
        },
        {
          "verse_number": "38",
          "translation": "That joy is referred to as born of rajas, which, arising from the contact of the organs and their objects, is like nectar in the beginning but like poison in the end.",
          "commentary": ""
        },
        {
          "verse_number": "39",
          "translation": "That joy is said to be born of tamas, which, both in the beginning and in the end, is delusive to oneself and arises from sleep, laziness, and inadvertence.",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "There is no entity in the world, nor among the gods in heaven, that can be free from these three gunas born of Nature.",
          "commentary": ""
        },
        {
          "verse_number": "41",
          "translation": "O scorcher of enemies, the duties of the Brahmanas, Ksatriyas, Vaisyas, and Sudras have been fully classified according to the gunas born from Nature.",
          "commentary": ""
        },
        {
          "verse_number": "42",
          "translation": "The natural duties of the Brahmanas are the control of the internal and external organs, austerity, purity, forgiveness, straightforwardness, knowledge, as well as wisdom [Knowledge refers to the understanding of subjects presented by the scriptures; wisdom means making them matters of one's own experience.], and faith.",
          "commentary": ""
        },
        {
          "verse_number": "43",
          "translation": "The natural duties of the Ksatriyas are heroism, boldness, fortitude, capability, and not retreating from battle, generosity, and lordliness.",
          "commentary": ""
        },
        {
          "verse_number": "44",
          "translation": "The natural duties of the Vaisyas are agriculture, cattle-rearing, and trading. The natural duty of the Sudras, too, is in the form of service.",
          "commentary": ""
        },
        {
          "verse_number": "45",
          "translation": "Being devoted to his own duty, one attains complete success. Hear how one devoted to their own duty achieves success.",
          "commentary": ""
        },
        {
          "verse_number": "46",
          "translation": "A human being achieves success by adoring, through his own duties, Him from whom is the origin of creatures and by whom all this is pervaded.",
          "commentary": ""
        },
        {
          "verse_number": "47",
          "translation": "One's own duty, though defective, is superior to another's duty well performed. By performing a duty according to one's own nature, one does not incur sin.",
          "commentary": ""
        },
        {
          "verse_number": "48",
          "translation": "O son of Kunti, one should not give up the duty to which one is born, even though it be imperfect. For all undertakings are surrounded by evil, as fire is with smoke.",
          "commentary": ""
        },
        {
          "verse_number": "49",
          "translation": "He whose intellect remains unattached to everything, who has conquered his internal organs and is desireless, attains through monasticism the supreme perfection consisting of the state of one free from duties.",
          "commentary": ""
        },
        {
          "verse_number": "50",
          "translation": "Understand for certain from Me, in brief indeed, O son of Kunti, that process by which one who has achieved success attains Brahman, which is the supreme consummation of knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "51-53",
          "translation": "Endowed with a pure intellect and controlling oneself with fortitude, one should reject the objects beginning from sound [sound, touch, form, color, taste, and smell - Tr.] and eliminate attachment and hatred.\n\nOne who resorts to solitude, eats sparingly, has control over their speech, body, and mind, for whom meditation and concentration are ever the highest duty, and who is possessed of dispassion;\n\nHaving discarded egotism, force, pride, desire, anger, and superfluous possessions, and being free from the idea of possession and serene, that person is fit for becoming Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "54",
          "translation": "One who has become Brahman and has attained the blissful Self does not grieve nor desire. Becoming the same towards all beings, he attains supreme devotion to Me.",
          "commentary": ""
        },
        {
          "verse_number": "55",
          "translation": "Through devotion, he knows Me in reality, as to what and who I am. Then, having known Me truly, he enters into Me immediately afterward.",
          "commentary": ""
        },
        {
          "verse_number": "56",
          "translation": "Ever engaging in all actions, one to whom I am the refuge, attains the eternal, immutable state through my grace.",
          "commentary": ""
        },
        {
          "verse_number": "57",
          "translation": "Mentally surrendering all actions to Me and accepting Me as the supreme, keep your mind ever fixed on Me by resorting to the concentration of your intellect.",
          "commentary": ""
        },
        {
          "verse_number": "58",
          "translation": "Having your mind fixed on Me, you will cross over all difficulties by My grace. If, however, you do not listen out of egotism, you will be destroyed.",
          "commentary": ""
        },
        {
          "verse_number": "59",
          "translation": "Though you think 'I shall not fight', relying on egotism, this determination of yours is vain. Your nature will impel you!",
          "commentary": ""
        },
        {
          "verse_number": "60",
          "translation": "Being bound by your own duty, born of nature, O son of Kunti, you will, being helpless, verily do that which you do not wish to do, owing to indiscretion.",
          "commentary": ""
        },
        {
          "verse_number": "61",
          "translation": "O Arjuna, the Lord resides in the region of the hearts of all creatures, revolving through Maya all the creatures as though mounted on a machine!",
          "commentary": ""
        },
        {
          "verse_number": "62",
          "translation": "Take refuge in Him alone with your whole being, O scion of the Bharata dynasty. Through His grace, you will attain supreme peace and the eternal abode.",
          "commentary": ""
        },
        {
          "verse_number": "63",
          "translation": "To you I have imparted this knowledge, which is more secret than any secret. Ponder over this as a whole and do as you like.",
          "commentary": ""
        },
        {
          "verse_number": "64",
          "translation": "Listen again to My highest utterance, which is the most profound of all. Since you are ever dear to Me, I shall speak what is beneficial to you.",
          "commentary": ""
        },
        {
          "verse_number": "65",
          "translation": "Fix your mind on Me, be devoted to Me, offer sacrifices to Me, and bow down to Me. Thus, you will come to Me alone. I promise you this truth, for you are dear to Me.",
          "commentary": ""
        },
        {
          "verse_number": "66",
          "translation": "Abandon all forms of rites and duties, and take refuge in Me alone. I will free you from all sins; do not grieve.",
          "commentary": ""
        },
        {
          "verse_number": "67",
          "translation": "This (that I have taught) should never be taught to one who is devoid of austerities, one who is not a devotee, one who does not render service, or one who cavils at Me.",
          "commentary": ""
        },
        {
          "verse_number": "68",
          "translation": "He who, entertaining supreme devotion to Me, speaks of this highest secret to My devotees, will without doubt reach Me alone.",
          "commentary": ""
        },
        {
          "verse_number": "69",
          "translation": "And compared to him, no other human is better at accomplishing what is dear to Me. Furthermore, there will be no one else in the world dearer to Me than him.",
          "commentary": ""
        },
        {
          "verse_number": "70",
          "translation": "And he who will study this sacred conversation between us two, which is conducive to virtue, by him I shall be adored through the Sacrifice of Knowledge. This is My judgment.",
          "commentary": ""
        },
        {
          "verse_number": "71",
          "translation": "Any man who, being reverent and free from caviling, listens to this (teaching) with reverence, he too, becoming free, shall attain the blessed worlds of those who perform virtuous deeds.",
          "commentary": ""
        },
        {
          "verse_number": "72",
          "translation": "O Partha, have you listened to this with a one-pointed mind? O Dhananjaya, has your delusion caused by ignorance been dispelled?",
          "commentary": ""
        },
        {
          "verse_number": "73",
          "translation": "Arjuna said, \"O Acyuta, my delusion has been destroyed and my memory has been regained through Your grace. I stand with my doubt removed; I shall follow Your instructions.\"",
          "commentary": ""
        },
        {
          "verse_number": "74",
          "translation": "Sanjaya said, \"I thus heard this conversation between Vasudeva and the great-souled Partha, which is unique and makes one's hair stand on end.\"",
          "commentary": ""
        },
        {
          "verse_number": "75",
          "translation": "Through the favor of Vyasa, I heard this secret concerning the supreme Yoga from Krishna, the Lord of Yogas, while He Himself was speaking!",
          "commentary": ""
        },
        {
          "verse_number": "76",
          "translation": "And, O King, while repeatedly remembering this unique, sacred dialogue between Kesava and Arjuna, I rejoice every moment.",
          "commentary": ""
        },
        {
          "verse_number": "77",
          "translation": "O King, repeatedly recollecting that greatly extraordinary form of Hari, I am struck with wonder and rejoice again and again.",
          "commentary": ""
        },
        {
          "verse_number": "78",
          "translation": "Where there is Krishna, the Lord of yogas, and where there is Partha, the wielder of the bow, there is fortune, victory, prosperity, and unfailing prudence. Such is my conviction.",
          "commentary": ""
        }
      ]
    }
  ]
}
