{
  "author_id": 20,
  "author_name": "Dr. S. Sankaranarayan",
  "language_code": "en",
  "chapters": [
    {
      "chapter_number": 1,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Dhritarashtra said, \"O Sanjaya, what did my sons and the sons of Pandu do in the Kurukshetra, the field of righteousness, where the entire warring class had assembled?\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "Sanjaya said: Seeing the army of the sons of Pandu marshaled in military array, the prince Duryodhana approached the teacher Drona and spoke these words at that time:",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "O teacher! Behold this mighty army of the sons of Pandu, marshaled in a military array by Drupada's son, your intelligent pupil.",
          "commentary": ""
        },
        {
          "verse_number": "4-6",
          "translation": "Here are the heroes and mighty archers, comparable in war to Bhima and Arjuna: Yuyudhana, the king of the Virata country, and Drupada, the mighty warrior.\n\nDhrstaketu, Cekitana, the valorous king of Kasi, Kuntibhoja, the conqueror of many, and the Sibi king, the best among men;\n\nAnd Yudhamanyu, the heroic, and Uttamaujas, the valiant, the son of Subhadra, and the sons of Draupadi—all of them are indeed mighty warriors.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "O best among the twice-born! Please take note of the most distinguished amongst us, who are the generals of my army and who are accepted as leaders by the heroes in my mighty army; I shall name them to you.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "Your good self, Bhisma, Karna, Krpa, Salya, Jayadratha, Asvatthaman, Vikarna, and Somadatta's son, the valiant ones.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "And many other heroes, giving up their lives for my sake, fighting with various weapons, all highly skilled in different forms of warfare.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "Thus, the army guarded by Bhima is unlimited for us, whereas the army guarded by Bhisma is sufficient for them, the Pandavas.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "Stationed firmly in all their respective paths, each one of them should guard Bhisma above all, without exception.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Generating joy in him, the powerful paternal grandfather (Bhisma), the senior-most among the Kurus, roared like a lion and blew his conchshell loudly.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "Then, all of a sudden, the conch-shells, drums, tambourines, trumpets, and cow-horns sounded in unison; the sound was tumultuous.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "Then, mounted on a mighty chariot, yoked with white horses, Madhava (Krishna) and the son of Pandu (Arjuna) blew their heavenly conch shells.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Hrsikesa (Krsna) blew the Pancajanya; Dhananjaya (Arjuna) blew the Devadatta; and Bhima, of the terrible deeds, blew the mighty conchshell, Paundra.",
          "commentary": ""
        },
        {
          "verse_number": "16-18",
          "translation": "Kunti's son, the king Yudhisthira, blew the Anantavijaya; Nakula and Sahadeva blew the Sughosa and Manipuspaka, respectively.\n\nAnd the king of Kasi, a great archer, and Sikhandin, a mighty warrior; Dhrstadyumna and the king of Virata, and the unconquered Satyaki;\n\nThe Pancala king, a mighty archer, and Draupad's five sons, as well as the mighty-armed son of Subhadra, each blew their own conch-shells individually.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "Resonating in both the sky and the earth, the tumultuous sound shattered the hearts of Dhrtarastra's men.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "O king! Then, observing Dhrtarastra's men arrayed when the armed clash had virtually begun, at that time, Pandu's son, the monkey-bannered one (Arjuna), raising his bow, spoke these sentences.",
          "commentary": ""
        },
        {
          "verse_number": "21-22",
          "translation": "Arjuna said, O Acyuta! Please halt my chariot at a central place between the two armies, so that I may scrutinize these men who are standing with a desire to fight and with whom I have to engage in this great war-effort.\n\nI shall scrutinize those who are ready to fight, who have assembled here and are eager to achieve in the battle what is dear to the evil-minded son of Dhrtarastra.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "Sanjaya said, \"O descendant of Bharata (Dhrtarastra)! Thus instructed by Gudakesa (Arjuna), Hrsikesa halted the best chariot at a place in between the two armies, in front of Bhisma and Drona and all the rulers of the earth. He then said, 'O son of Prtha! Behold these Kurus, assembled.'\"",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "Sanjaya said, \"O descendant of Bharata (Dhrtarastra)! Thus instructed by Gudakesa (Arjuna), Hrsikesa halted the best chariot at a place in between the two armies, in front of Bhisma and Drona and all the rulers of the earth. He then said, 'O son of Prtha! Behold these Kurus, assembled.\"",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "There in both the armies, the son of Prtha observed his fathers, paternal grandfathers, teachers, maternal uncles, brothers, sons, sons' sons, and comrades, fathers-in-law, and also friends.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "Noticing all those kinsmen arrayed in the army, the son of Kunti was overwhelmed with immense compassion and, despondent, he uttered this:",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "Arjuna said, \"O Krishna! On seeing these war-mongering kinsfolk of mine arrayed in the armies, my limbs fail and my mouth goes dry.\"",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "Shivers and goosebumps arise in my body; the Gandiva slips from my hand and my skin is burning all over.",
          "commentary": ""
        },
        {
          "verse_number": "29-31",
          "translation": "I am unable even to stand steady; my mind seems to be confused; and I see adverse omens, O Kesava!\n\nI do not foresee any good in killing my own kinsmen in the battle. O Krsna! I neither wish for victory, nor kingdom, nor the pleasures thereof.\n\nO Govinda! What use is the kingdom to us? What use are its pleasures and life even?",
          "commentary": ""
        },
        {
          "verse_number": "32-33",
          "translation": "For whose sake we seek kingdom, its pleasures and happiness, the very same persons now stand arrayed to fight, giving up their lives and wealth.\n\nThese are our teachers, fathers, sons, paternal grandfathers, maternal uncles, fathers-in-law, sons' sons, wives' brothers, and other relatives.",
          "commentary": ""
        },
        {
          "verse_number": "34-35",
          "translation": "O slayer of Mandhu (Krsna)! I do not desire to slay these men, even though they slay me, not even for the sake of the kingdom of the three worlds, let alone for the sake of the earth.\n\nWhat joy would we gain by slaying Dhrtarastra's sons, O Janardana?",
          "commentary": ""
        },
        {
          "verse_number": "36-37",
          "translation": "Nothing but sin would slay these desperadoes and take hold of us; therefore, we should not slay Dhrtarastra's sons, our own relatives.\n\nHow could we be truly happy, O Madhava, after slaying our own kinsmen?",
          "commentary": ""
        },
        {
          "verse_number": "38-39",
          "translation": "Of course, these (Dhrtarastra's sons), with their intellects overpowered by greed, do not see the evil consequences ensuing from the ruin of the family and the sin of cheating friends.\n\nBut, perceiving clearly the evil consequences ensuing from the ruin of the family, should we not have sense enough to refrain from this sinful act, O Janardana?",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "When a family ruins, the eternal duties of the family perish; when the duties perish, impiety inevitably dominates the entire family.",
          "commentary": ""
        },
        {
          "verse_number": "41",
          "translation": "O Krsna, due to the domination of impiety, the women of the family become corrupt. O member of the Vrsni-clan, when the women become corrupt, there arises the intermixture of castes.",
          "commentary": ""
        },
        {
          "verse_number": "42",
          "translation": "The intermixture leads the family-ruiners and their families to nothing but hell; for, their ancestors (their individual souls) fall down [in hell], being deprived of the rites of offering rice-balls and water [intended for them].",
          "commentary": ""
        },
        {
          "verse_number": "43",
          "translation": "On account of these evils of the family-ruiners that cause the intermixing of castes, the eternal caste-duties and family-duties fall into disuse.",
          "commentary": ""
        },
        {
          "verse_number": "44",
          "translation": "O Janardana! Dwelling in hell is certain for men whose family duties have fallen into disuse; this we have heard.",
          "commentary": ""
        },
        {
          "verse_number": "45-46",
          "translation": "Alas! What a great sin have we resolved to commit! For, out of greed for the joy of the kingdom, we are striving to slay our own kinfolk!\n\nIt would be more beneficial for me if Dhrtarastra's men, with weapons in their hands, should slay me, unresisting and unarmed.",
          "commentary": ""
        },
        {
          "verse_number": "47",
          "translation": "Sanjaya said, Having said this much about the battle, and letting his bow and arrows fall, Arjuna sat down on the back of the chariot, his mind agitated with grief.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 2,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Sanjaya said: To him, who was thus possessed by compassion, whose eyes were confused and filled with tears, and who was sinking in despondency, Madhusudana spoke the following words.",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "The Bhagavat said, \"O Arjuna! At this critical moment, whence did this sinful act come to you, which is practiced by men of low birth and leads to hell, and is inglorious?\"",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "Do not stoop to unmanliness, O son of Kunti! It does not befit you. Shunning the petty weakness of heart, arise, O scorcher of foes!",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "Arjuna said, \"How can I fight in battle with arrows against Bhisma and Drona, both of whom are worthy of reverence? O slayer of Mandhu, O slayer of foes!\"",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "It is indeed good to go about begging in this world without killing the elders of great dignity; however, I would not enjoy, with greed for wealth, the blood-stained objects of pleasure by killing my elders.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "Whether we should conquer in the battle, or they should conquer us—we do not know which is better for us. For, having killed whom, we would not wish to live at all, the same persons stand before us as Dhrtarastra's men.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "With my very nature, overpowered by the taint of pity, and with my mind, utterly confused as to the right action at this present juncture, I ask you: Tell me definitely what would be good for me; I am your pupil; please teach me, who is taking refuge in You.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "I do not clearly see what would drive out my grief, the scorcher of my senses, even after achieving a prosperous and unrivaled kingship on this earth and also the overlordship of the gods in the heavens.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "Sanjaya said, \"O scorcher of foes, Dhrtarastra! Having spoken to Hrsikesa, the master of sense-organs, Govinda, in this manner, and having declared, 'I will not fight,' Gudakesa became silent!\"",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "O descendant of Bharata, Hrsikesa, as if smiling, spoke to him who was sinking in despondency between two armies.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "While lamenting for those who cannot be lamented on and those who do not deserve to be lamented on, you do not speak like a wise man! The learned do not lament for those who have departed life and those who have not departed life.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Never indeed at any time did I not exist, nor you, nor these kings; and never shall we all not exist hereafter.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "Just as boyhood, youth, and old age come to the embodied soul in this body, so too is the attainment of another body; the wise man is not deluded by this.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "O son of Kunti! The touches with the matras cause feelings of cold and heat, pleasure and pain; they are of the nature of coming and going and are transient. Bear them, O Descendant of Bharata!",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "O best among persons! That wise person becomes immortal, whom these situations do not trouble, and to whom pleasure and pain are equal.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "Birth does not happen to what is non-existent, and destruction to what is existent; the finality of these two has been seen by the seers of reality.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "And know That to be indestructible, by Which all this (universe) is pervaded; no one is capable of causing destruction to this unchanging One.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "These physical bodies, which have an end and suffer destruction, are declared to belong to the eternal, embodied Soul, which is indestructible and incomprehensible. Therefore, fight, O descendant of Bharata!",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "Whoever views This as the slayer and whoever believes This to be the slain, both of them do not understand: This does not slay, nor is This slain.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "This is neither born nor ever dies; nor, having not been at one time, will it come to be again. It is unborn, destructionless, eternal, and ancient, and is not slain even when the body is slain.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "Whoever realizes this to be changeless, destructionless, unborn, and immutable, how can that person be slain? How can they slay anyone else? O son of Prtha!",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "Just as a man rejects tattered garments and takes on new ones, so too, the embodied Self, discarding worn-out bodies, rightly obtains new ones.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "Weapons cannot cut This; fire cannot burn This; water cannot make This wet; and the wind cannot make This dry.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "This cannot be cut; this cannot be burnt; this cannot be made wet nor dried; this is eternal, all-pervading, stable, immovable, and everlasting.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "This is declared to be non-evident, imponderable, and unchangeable. Therefore, understanding this as such, you should not lament.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "On the other hand, if you deem this as being born constantly or as dying constantly, even then, O mighty-armed one, you should not lament.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "Death is certain indeed for what is born; and birth is certain for the dead. Therefore, you should not lament over something that is unavoidable.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "O descendant of Bharata! The beings have an unmanifest beginning, a manifest middle, and an unmanifest end. Therefore, why mourn?",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "This someone observes as a wonder; similarly, another speaks of This as a wonder; another hears This as a wonder; but even after hearing, not even one understands This.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "O descendant of Bharata! This embodied One in the body of everyone is ever incapable of being slain. Therefore, you should not lament over all beings.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "Further, considering your own duty, you should not waver. Indeed, for a Kshatriya there is no duty superior to fighting a righteous war.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "O son of Prtha! By good fortune, Ksatriyas, desirous of happiness, get a war of this type, which has come of its own accord and which is an open door to heaven.",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "On the other hand, if you do not fight this righteous war, then you will incur sin by shirking your own duty and forfeiting your fame.",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "The creatures will speak of your endless ill-fame; and for one who has been highly esteemed, ill-fame is worse than death.",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "The mighty charioteers will think of you as having withdrawn from the battle out of fear; having been highly esteemed by these men, you will be viewed lightly.",
          "commentary": ""
        },
        {
          "verse_number": "36",
          "translation": "Your enemies will slander your abilities and speak of you in many sayings that should not be spoken. Is there anything more painful than that?",
          "commentary": ""
        },
        {
          "verse_number": "37",
          "translation": "If you are slain, you shall attain heaven; or if you conquer, you shall enjoy the earth. Therefore, O son of Kunti, stand up with resolution made in favor of fighting the battle.",
          "commentary": ""
        },
        {
          "verse_number": "38",
          "translation": "Viewing pleasure and pain, gain and loss, victory and defeat alike, you should get yourself ready for the battle. Thus, you will not incur sin.",
          "commentary": ""
        },
        {
          "verse_number": "39",
          "translation": "Listen, how this knowledge, imparted to you for your Sankhya, is also for the Yoga; endowed with this knowledge, you shall cast off the bondage of action, O son of Prtha!",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "Here, there is no loss due to transgression, and there is no contrary downward course (sin); even a little of this righteous thing can save one from great danger.",
          "commentary": ""
        },
        {
          "verse_number": "41",
          "translation": "O source of joy to the Kurus! The knowledge in the form of determination is one; however, the knowledge (thoughts) of those who lack determination has many branches and has no end.",
          "commentary": ""
        },
        {
          "verse_number": "42-43",
          "translation": "-. O son of Prtha! Those whose very nature is desire, whose goal is heaven, who esteem only the Vedic declaration [of fruits], who declare that there is nothing else, who proclaim this flowery speech about the paths to the lordship of the objects of enjoyment—paths that are full of different actions—and who desire action alone as a fruit of their birth—they are men without insight.\n\n-. O son of Prtha! Those whose very nature is desire, whose goal is heaven, who esteem only the Vedic declaration [of fruits], who declare that there is nothing else, who proclaim this flowery speech about the paths to the lordship of the objects of enjoyment—paths that are full of different actions—and who desire action alone as a fruit of their birth—they are men without insight.",
          "commentary": ""
        },
        {
          "verse_number": "44",
          "translation": "Those who are very attached to the ownership of enjoyable objects and whose minds have been carried away by that (flowery speech) - their knowledge, in the form of determination, is not prescribed for concentration.",
          "commentary": ""
        },
        {
          "verse_number": "45",
          "translation": "The Vedas bind through the three strands. Therefore, O Arjuna, be free from the three strands, free from the pairs of opposites; be established in this eternal Being; be free from acquisition and preservation; and possess the Self.",
          "commentary": ""
        },
        {
          "verse_number": "46",
          "translation": "What portion of a reservoir, flooded with water everywhere, is useful for a man in thirst? That much portion alone in all the Vedas is useful for an intelligent student of the Vedas.",
          "commentary": ""
        },
        {
          "verse_number": "47",
          "translation": "Let your claim rest on action alone and never on the fruits; you should never be the cause of the fruits of action; let not your attachment be to inaction.",
          "commentary": ""
        },
        {
          "verse_number": "48",
          "translation": "O Dhananjaya! Establish yourself in the Yoga, perform actions while abandoning attachment, and remain even-minded in success and failure; for, even-mindedness is said to be the Yoga.",
          "commentary": ""
        },
        {
          "verse_number": "49",
          "translation": "O Dhananjaya! The inferior action stays away at a distance due to the yoga of one's contact with the determining faculty; in the determining faculty, you must seek refuge; wretched are those who are the cause of the fruits of action.",
          "commentary": ""
        },
        {
          "verse_number": "50",
          "translation": "Whoever is endowed with the faculty of determination casts off both good and bad actions. Therefore, strive for Yoga, which is proficiency in action.",
          "commentary": ""
        },
        {
          "verse_number": "51",
          "translation": "By renouncing the fruits of their actions, the intelligent ones, endowed with the power of determination and freed from the bonds of birth, go to a place that is free from illness.",
          "commentary": ""
        },
        {
          "verse_number": "52",
          "translation": "When your determining faculty surpasses the impenetrable thicket of delusion, then you will attain an attitude of futility regarding what needs to be heard and what has been heard.",
          "commentary": ""
        },
        {
          "verse_number": "53",
          "translation": "When your determining faculty, which had been previously confused by your hearing of scriptural declarations of fruits, stands stable in concentration, then you shall attain Yoga.",
          "commentary": ""
        },
        {
          "verse_number": "54",
          "translation": "Arjuna said, \"O Kesava! What is the meaning of sthita-prajna (a man-of-stabilized-intellect) when applied to a man fixed in concentration? What does sthira-dhih (the fixed-minded) imply? Where does the fixed-minded abide? And what is their goal?\"",
          "commentary": ""
        },
        {
          "verse_number": "55",
          "translation": "The Bhagavat said, \"O son of Prtha! When a man casts off all desires existing in his mind and remains content in the Self by the self (mind), then he is called a man of stabilized intellect.\"",
          "commentary": ""
        },
        {
          "verse_number": "56",
          "translation": "He whose mind is undisturbed amidst sorrows, who is free from desire amidst pleasures, and from whom longing, fear, and wrath have departed—he is said to be a firm-minded sage.",
          "commentary": ""
        },
        {
          "verse_number": "57",
          "translation": "He who has no desire for anything, and who neither rejoices nor hates upon obtaining this or that, good or bad—his intellect is properly stabilized.",
          "commentary": ""
        },
        {
          "verse_number": "58",
          "translation": "When he withdraws all his senses from sense-objects, just as a tortoise withdraws all its limbs, then he is declared to be a man of stabilized intellect.",
          "commentary": ""
        },
        {
          "verse_number": "59",
          "translation": "Leaving their taste behind, the sense-objects retreat from the embodied one who abstains from food; his taste too disappears when he beholds the Supreme.",
          "commentary": ""
        },
        {
          "verse_number": "60",
          "translation": "For, the turbulent sense-organs can forcibly carry away even the mind of this discerning person, O son of Kunti!",
          "commentary": ""
        },
        {
          "verse_number": "61",
          "translation": "Restraining the same organs by the mind, the master of Yoga would sit, making Me their goal; for the intellect of that person is stabilized whose sense-organs are under control.",
          "commentary": ""
        },
        {
          "verse_number": "62",
          "translation": "In a person meditating on sense-objects, attachment to them is born in succession; from attachment springs passion; from passion arises wrath.",
          "commentary": ""
        },
        {
          "verse_number": "63",
          "translation": "From wrath comes delusion; from delusion, the loss of memory; from the loss of memory, the loss of capacity to decide; due to the loss of capacity to decide, he perishes outright.",
          "commentary": ""
        },
        {
          "verse_number": "64",
          "translation": "On the contrary, one who moves about and consumes the sense-objects through their sense-organs, freed from desire and hatred and controlled in the Self—such a one, with a disciplined mind, attains serenity of disposition.",
          "commentary": ""
        },
        {
          "verse_number": "65",
          "translation": "Upon attaining serenity, all miseries are extinguished in succession; the ability to make decisions is quickly stabilized in the mind of one who is serene.",
          "commentary": ""
        },
        {
          "verse_number": "66",
          "translation": "The ability to make decisions is not for one who is not a master of Yoga; and concentration of the mind is not for one who is not a master of Yoga; and peace is not for one who does not concentrate; whence could happiness come to one who has no peace?",
          "commentary": ""
        },
        {
          "verse_number": "67",
          "translation": "That mind, which is directed to follow the wandering sense-organs—that mind carries away his knowledge just as the wind carries away a ship on the waters.",
          "commentary": ""
        },
        {
          "verse_number": "68",
          "translation": "Therefore, O mighty-armed one, the intellect of that person is stabilized, all of whose sense-organs, starting from the sense-objects, have been well restrained.",
          "commentary": ""
        },
        {
          "verse_number": "69",
          "translation": "What is night for every other being, in that a man of self-restraint is awake; wherein every other being is awake, that is night for the sage who sees the truth.",
          "commentary": ""
        },
        {
          "verse_number": "70",
          "translation": "Just as waters enter into the ocean which is being filled continuously yet firmly established, so too he into whom all objects of desire enter—he attains peace; not he who longs for the objects of desire.",
          "commentary": ""
        },
        {
          "verse_number": "71",
          "translation": "That person, who, by abandoning all desires, consumes [objects] without longing, without a sense of ownership, and without egotism, attains peace.",
          "commentary": ""
        },
        {
          "verse_number": "72",
          "translation": "O son of Prtha! This is the Brahmanic state; having attained this, one never gets deluded again. Even by remaining in this [state] for a while, one attains at the time of death the Brahman, the Transcendent One.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 3,
      "verses": [
        {
          "verse_number": "1-2",
          "translation": "Arjuna said, \"O Janardana, if you hold knowledge to be superior to action, then why do you engage me in such terrible action, O Kesava?\"\n\nYou seem to be confounding my intellect with Your seemingly confusing speech. Therefore, tell me with certainty that one thing by which I may attain the good (emancipation).",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "The Bhagavat said, \"The two-fold path in this world—the one with Yoga of knowledge for men of reflection and the other with Yoga of action for men of Yoga—has been declared by Me to be one, O sinless one!\"",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "A person attains actionlessness not just by abstaining from actions, but also by renunciation, he attains success (emancipation).",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "For, no one can ever remain, even for a moment, as a non-performer of action; because everyone, not being master of themselves, is forced to perform action by the strands born of the Prakriti (Material cause).",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "Controlling their organs of action, whoever sits with their mind pondering over sense objects—that person is a man of deluded soul and is called a man of deluded action.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "But, controlling the sense-organs with the mind, whoever undertakes the Yoga of action with the action-senses, he, the detached one, is superior, O Arjuna!",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "You must perform the action that has been enjoined upon you. For, action is superior to inaction; and even the maintenance of your body cannot be properly accomplished through inaction.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "The world is fettered by action which is different from Yajna-action; therefore, O son of Kunti, free from attachment, perform Yajna-action properly.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "Having created creatures formerly [at the time of creation], together with the necessary action, the Lord of creatures declared: \"By means of this, you shall propagate yourselves; and let this be your wish-fulfilling cow.\"",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "'You should gratify the devas with this, and let the devas gratify you; thus, mutually gratifying each other, you will attain the highest good.'",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "The devas, gratified with necessary action, will grant you the things sacrificed. Therefore, whoever enjoys their gifts without offering them to these devas is surely a thief.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "The righteous persons, who eat the remnants of the actions to be performed necessarily, are freed from all sins. But those who cook, intending for their own selves, are sinners and consume sin.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "From food arise the things that are born; from the rain-cloud the food arises; from the sacrifice the rain-cloud arises; the sacrifice arises from action.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Action arises from the Brahman; you should know this; the Brahman arises from that which does not stream forth; therefore, the all-pervading Brahman is permanently based on the sacrifice.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "Whoever does not keep the wheel of life rolling, which has been set in motion in this world, is a man of sinful life, rejoicing in the senses; and he lives in vain, O son of Prtha!",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "But the man who simply rejoices in the Self, is satisfied in the Self, and delights in the Self alone—there exists no action for him to be performed.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "No purpose is served for him by what he has done or by what he has not done. For him, there is hardly any dependence on any purpose among all beings.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "Therefore, always remaining unattached, you should perform the action that is to be performed; for, the person performing action without attachment attains the Supreme.",
          "commentary": ""
        },
        {
          "verse_number": "20-21",
          "translation": "Janaka and others attained emancipation through action alone. Moreover, you should act with the intention of upholding the world.\n\nWhatever a great man does, others of lesser stature follow suit; whatever standard he sets, the world follows it.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "O son of Prtha! For Me, there is nothing to be done in the three worlds, nor is there anything yet to be attained; and yet I am engaged in action.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "For, if I were ever not to work unwearied, all men would follow My path, O son of Prtha!",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "These worlds would perish if I were not to perform action; and I would be the cause of confusion; I would destroy these people.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "Therefore, just as the unwise persons, being attached to action, do, O son of Prtha, so the wise should perform, but being unattached and desiring to hold the world together.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "Let the wise master of Yoga fulfill (or destroy) all actions by performing them all, and let him not create any disturbance in the minds of the ignorant persons attached to action.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "The actions are performed part by part by the strands of Prakriti; yet, the person, having his self (mind) deluded with egoity, imagines, 'I am the sole doer.'",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "But, O mighty-armed one, the one who knows the true nature of the strands and their respective divisions of work, realizes: 'The strands are in their respective purposes.' And thus, he is not attached.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "Men, completely deluded by the strands of Prakrti, are attached to the actions of those strands. Those who know fully should not confuse them, whereas the dullards who do not know fully.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "Renouncing all actions in Me, with a mind that concentrates on the Self; being free from the act of resting and from the sense of possession; and consequently being free from mental fever; you should fight.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "Those who constantly follow this doctrine of Mine, with faith and without finding fault, are freed from the results of all actions.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "But those who, finding fault, do not follow this doctrine of Mine - be sure that these men are highly deluded in all branches of knowledge and are lost and brainless.",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "Even a man of knowledge acts in accordance with his own Prakriti; the elements return to Prakriti; what will restraint avail?",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "For a man of worldly life, there are clearly fixed likes and dislikes with regard to the objects of each of his sense organs. These are the obstacles for him; the wise would not come under their control.",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "Better is one's own duty, even if it lacks merit, than the well-performed duty of another; it is better to suffer ruin in one's own duty than to gain success in another's.",
          "commentary": ""
        },
        {
          "verse_number": "36",
          "translation": "Arjuna said, \"Then, what induces this person of the world to commit sin, even though they do not desire it, as if they are being overpowered by a force?\"",
          "commentary": ""
        },
        {
          "verse_number": "37",
          "translation": "The Bhagavat said, \"This desire, this wrath, born of the Rajas-strand, is a swallower of festivity and a mighty bestower of sins. Know this to be the enemy here.\"",
          "commentary": ""
        },
        {
          "verse_number": "38",
          "translation": "As fire is concealed by smoke, a mirror by dirt, and an embryo by its membrane-cover, so He is concealed by this foe.",
          "commentary": ""
        },
        {
          "verse_number": "39",
          "translation": "O son of Kunti! The knowledge of the wise is concealed by this eternal foe, which appears desirable yet is insatiable like fire.",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "It is said to be based on the sense-organs, the mind, and the intellect. With these, it deludes the embodied by concealing knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "41",
          "translation": "Therefore, O best among the Bharatas, you must avoid this sinful one, destroying knowledge and action, by controlling completely the sense-organs in the beginning itself.",
          "commentary": ""
        },
        {
          "verse_number": "42",
          "translation": "It is said that the sense-organs are different from their objects; the mind is different from the sense-organs; the intellect is different from the mind; and That (Self) is different from the intellect.",
          "commentary": ""
        },
        {
          "verse_number": "43",
          "translation": "Thus, being conscious that it is different from the intellect, and steadying the self with the self, kill the foe that is of the form of desire and that is hard to approach.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 4,
      "verses": [
        {
          "verse_number": "1",
          "translation": "The Bhagavad said, \"This changeless Yoga I had properly taught thus to Vivasvat; Vivasvat correctly told it to Manu; and Manu declared it to Iksvaku.\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "Thus, the regal sages knew this, which was received in regular succession. Over time, however, this Yoga has been lost, O scorcher of enemies!",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "The same ancient Yoga has now been taught to you by Me, on the grounds that you are both My devotee and friend. This is the highest secret.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "Arjuna said, \"Your birth is later, while the birth of Vivasvat is earlier; how am I then to understand that You had properly taught him this in the beginning?\"",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "The Bhagavat said, \"O Arjuna, many births of Mine as well as yours have passed. All of them I know, but you do not, O scorcher of foes!\"",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "Though I am unborn and changeless Self, though I am the Lord of all beings, yet, presiding over My own nature, I take birth by My own trick of illusion.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "For, whenever there is a decay of righteousness and the rise of unrighteousness, then, O descendant of Bharata, I send forth that which the Self is unimportant.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "For the protection of the good people, and for the destruction of evildoers, and for the purpose of firmly establishing righteousness, I take birth in every age.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "Whoever knows correctly the divine birth and action of Mine, he, upon abandoning the body, does not go to rebirth, but goes to Me, O Arjuna!",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "Many persons, who are free from passion, fear, and anger; are full of Me; take refuge in Me; and have become pure through the austerity of wisdom—they have come to My being.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "The way in which people resort to Me, in the same way I favor them. O son of Prtha, all kinds of people follow My path.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Those who desire success in their actions perform sacrifices, intending them for the deities. For, the success born of ritualistic actions is quick in the world of men.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "I have created the four-fold caste structure according to the division of their respective qualities and actions. Though I am the creator of this, know Me as the changeless, non-creator.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "Actions do not stain me, nor do I have a desire for the fruits of them either. Whoever understands me in this way is not bound by their actions.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Realizing in this fashion, ancient seekers of salvation also undertook action. Hence, you too should, by all means, perform the action that was performed by the ancients.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "Even the wise are perplexed about what is action and what is non-action; I shall properly teach you the action, by knowing which you will be freed from evil.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "Something has to be understood about good action; something has to be understood about wrong action; and something has to be understood about non-action. It is difficult to comprehend the way of action.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "He who finds non-action in action, and action in non-action, is an intelligent one among men and is said to be a performer or destroyer of all actions.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "He whose every exertion is devoid of intention for desirable objects, and whose actions are burnt up by the fire of wisdom—the wise call such a person a man of learning.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "By abandoning attachment to the fruits of actions, remaining ever content and depending on nothing, that person, even though they are engaged in action, does not perform anything at all.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "Having rid of cravings, controlling the mind and body, abandoning all sense of possession, and performing actions with the body alone, one does not incur any sin.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "Remaining content with the gain brought by chance, transcending the dualities (pairs of opposites), entertaining no jealousy, and remaining equal in success and in failure, he does not get bound, even when he acts.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "The action is completely dissolved in the case of the person who undertakes it for the sake of sacrifice; who is free from attachment and has been liberated; and whose mind is fixed in wisdom.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "The Brahman-oblation that is to be offered to the Brahman is poured into the Brahman-fire by the Brahman; it is nothing but the Brahman that is to be attained by one whose deep contemplation is the Brahman-action.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "Certain other men of Yoga are completely devoted to yajna, connected with the devas, and offer that yajna, simply as a yajna, into the insatiable fire of the Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "Others offer their sense-organs such as the sense of hearing and the rest into the fires of restraint; others offer objects such as sound and the rest into the fires of their sense-organs.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "Some others offer all the actions of their sense-organs and the actions of their life-breath into the fire of the Yoga of self-control, ignited by wisdom.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "These are the performers of sacrifices with material objects, the performers of sacrifices with penance, and the performers of sacrifices with Yoga. Likewise, there are other ascetics with rigid vows whose sacrifices are the svadhyaya-knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "29-30",
          "translation": "Some sages offer the prana into the apana; likewise, others offer the apana into the prana. Having controlled both the courses of the prana and apana, the same sages, with their desires fulfilled by the above activities, and with their food restricted, offer the pranas into pranas. All these persons know what sacrifices are and have their sins destroyed by them.\n\n- . [Some sages] offer the prana into the apana; likewise, others offer the apana into the prana. Having controlled both the courses of the prana and apana, the same sages, with their desires fulfilled by the above activities, and with their food restricted, offer the pranas into pranas. All these persons know what sacrifices are and have their sins destroyed by them.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "The eaters of the sacrifice-ordained nectar attain the eternal Brahman. This world is not for a non-sacrificer; how can there be the other? O best of the Kurus!",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "Thus, sacrifices of many varieties have been elaborated upon by the mouth of the Brahman. Know them all as having sprung from actions. By knowing thus, you shall be liberated.",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "The sacrifice of knowledge is superior to the sacrifice of material things. O son of Prtha, destroyer of enemies! All actions, leaving nothing behind, come to an end in knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "Learn this from those endowed with knowledge, through prostration, inquiry, and service offered to them. Those who are endowed with knowledge and are capable of showing the truth will give you the truth nearby.",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "By knowing this, you will not be deluded again, O son of Pandu; and by this means, you will see all beings without exception in yourself, that is, in Me.",
          "commentary": ""
        },
        {
          "verse_number": "36",
          "translation": "Even if you are the highest sinner among all sinners, you can cross over the ocean of all sins by the boat of knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "37",
          "translation": "Just as a fire that is well-inflamed reduces fuel to ashes, so too does the fire of knowledge reduce all actions to ashes.",
          "commentary": ""
        },
        {
          "verse_number": "38",
          "translation": "In this world, there exists no purifier comparable to knowledge. One who becomes perfect in Yoga finds this, of their own accord, in their Self in due course.",
          "commentary": ""
        },
        {
          "verse_number": "39",
          "translation": "He who has faith gains knowledge, if he is solely intent upon it and has his sense-organs well-controlled. Having gained the knowledge, he soon attains the Supreme Peace.",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "But he who is ignorant and has no faith, perishes, with his mind full of doubts. Neither this world nor the other, nor happiness is for a person who is by nature full of doubts.",
          "commentary": ""
        },
        {
          "verse_number": "41",
          "translation": "O Dhananjaya! Actions do not bind him who has renounced all actions through Yoga; who has cut off his doubts by the sword of knowledge; and who is a master of his own self.",
          "commentary": ""
        },
        {
          "verse_number": "42",
          "translation": "Therefore, thus cutting off, by means of the sword of knowledge, the doubt that has sprung from ignorance and exists in your heart, practice the Yoga! Stand up, O descendant of Bharata!",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 5,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Arjuna said, \"O Krsna, you commend both renunciation of action and the Yoga of action; which one of these two is superior?\" Please tell me that for certain.",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "The Bhagavat said, \"Both renunciation and the Yoga of action effect salvation; however, of these two, the Yoga of action is superior to renunciation of action.\"",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "That person may be considered a man of permanent renunciation, who neither hates nor desires. For, O mighty-armed one! He who is free from the pairs of opposites is easily released from bondage of action.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "The childish, and not the wise, proclaim the paths of knowledge and Yoga to be different. He who has properly resorted to even one of these two, gets the fruit of both.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "Those who are knowledgeable reach the same state as those who practice Yoga; so whoever sees the knowledge-path and the Yoga as one, sees correctly.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "O mighty-armed Arjuna! Renunciation is indeed hard to attain, except through Yoga; the sage who is the master of Yoga quickly attains the Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "A master of yoga, whose self (mind and intellect) is very pure, the sense-organs are controlled, and the soul is realized to be the soul of all beings—he is not stained, even though he is a performer of actions.",
          "commentary": ""
        },
        {
          "verse_number": "8-9",
          "translation": "A master of Yoga, knowing the reality, would think, 'I do not perform any action at all.' For, he who, while seeing, hearing, touching, smelling, eating, going, sleeping, and breathing;\n\nTaking, rejecting, receiving, opening, and closing the eyes, bear in mind that the sense-organs are on their respective objects; and",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "Who performs actions by offering them to the Brahman and giving up attachment—they are not stained by sin, just as a lotus leaf is not stained by water.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "Having given up attachment, the men of Yoga perform action just with the body, with the mind, with intellect, and also with their sense-organs, for attaining the Self.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Having abandoned attachment to the fruit of actions, the master of Yoga attains the highest Peace. But, one who is not a master of Yoga and is attached to the fruit of action, is bound by their actions born of desire.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "Having renounced all actions by mind, a man of self-control dwells happily in his body, a nine-windowed mansion, neither performing nor causing others to perform any actions.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "The Lord (Self) acquires neither the state of being a creator of the world, nor the actions, nor the connection with the fruits of their actions. But it is the inherent nature [in It] that exerts.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "The Omnimanifest Soul takes neither sin nor merit born of any action upon itself. But, perfect knowledge is clouded by Illusion, and thus the creatures are deluded.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "In the case of those whose illusion has been destroyed by Self-knowledge, that knowledge illuminates itself, like the sun.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "Those who have their intellect and self (mind) devoted to This; who have established themselves in This and have This [alone] as their supreme goal; and who have washed off their sins through [perfect] knowledge—they reach a state from which there is no more return.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "The wise, by nature, look equally upon a Brahmana, rich in learning and humility, a cow, an elephant, and even a dog and a dog-cooker (an outcaste).",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "The one who knows Brahman, who is disillusioned, established in Brahman, and has a firm intellect, would neither rejoice upon meeting a friend nor get agitated upon meeting a foe.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "He who, with his mind not attached to external contacts, finds happiness in the Self—that person, with his mind engaged in Yoga, easily pervades the Brahman, suffering no loss.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "The enjoyments that arise from contact [with objects] are nothing but sources of misery, having both a beginning and an end. Therefore, an intelligent person does not take delight in them, O son of Kunti!",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "Whosoever, right here, before abandoning the body, is capable of bearing the force sprung from desire and wrath—he is considered to be a man of Yoga and a happy man.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "He, whose pleasure, delight, and light are all within—O son of Prtha!—he attains the supreme Yoga, becoming the Brahman himself.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "The seers, whose doubts have decayed; by whom dualities have been cut off; whose minds are controlled; and who delight in the welfare of all; they attain the Brahman, the Transcendent One.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "At all times, there is the transcendent Brahman for the ascetics who have severed their connection with desire and anger, who have controlled their minds and have realized their Self.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "Warding off external contacts; keeping the sense of sight between the two wandering ones; counterbalancing both the forward and backward moving forces that travel within what is crooked;",
          "commentary": ""
        },
        {
          "verse_number": "27-28",
          "translation": "The sage, who has controlled his sense-organs, mind, and intellect; whose chief aim is emancipation; and from whom desire, fear, and wrath have departed—he remains ever free.\n\nHaving known Me as the Enjoyer of the fruits of sacrifices and austerities, as the great Lord of all the worlds, and as the Friend of all beings, he attains peace.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "There is no such translation for this shloka.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 6,
      "verses": [
        {
          "verse_number": "1",
          "translation": "The Bhagavad said, \"He who performs his bounden action without depending on its fruit is the man of renunciation and the man of Yoga, not he who simply remains without his fires and actions.\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "What the learned call renunciation, O son of Pandu, know that to be the same as the Yoga. For, without renouncing intention for fruit, one does not become a man of Yoga.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "For a sage, who is desirous of mounting upon the Yoga, action is said to be the cause; for the same sage, when he has mounted upon the Yoga, stillness is said to be the cause.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "When a person indulges neither in what is desired by the senses nor in the actions for it, then, being a man who has renounced all intentions, he is said to have mounted on the path of Yoga.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "Let a person lift themselves by themselves and let them not depress themselves. For, the self alone is the friend of the self and the self alone is the foe of the self.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "The Self is the friend of that Self by which the Self has been verily subdued; but in the case of a person with an unsubdued Self, the Self alone would abide in enmity like an enemy.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "The thinking of the person, with a subdued mind and thus with complete calmness, remains in equilibrium in the case of others and himself, in cold and heat, in pleasure and pain, as well as in honor and dishonor.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "He whose self is satisfied with knowledge and with what consists of varied thoughts; who remains peak-like and has completely subdued his senses; and to whom a clod, a stone, and a piece of gold are the same—that man of Yoga is called a master of Yoga.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "He whose mind is equal in the case of friend, companion, enemy, the indifferent one, the one who remains in the middle, the foe, the relative, the righteous, and also the sinful—he excels [all].",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "Let the man of Yoga always yoke the self (mind) by remaining alone in a lonely place, controlling his mind and body, without desire and without a sense of possession.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "Setting up in a clean place his own suitable, firm seat predominantly made of cloth, skin, and kusa-grass, neither too high nor too low for him;",
          "commentary": ""
        },
        {
          "verse_number": "12-13",
          "translation": "Sitting there on the seat and making the mind single-pointed, let him, with the activities of his mind and senses subdued, practice Yoga for self-purification.\n\nHolding the body, head, and neck erect and motionless; remaining firm; looking properly at one's own nose-tip; and not looking in different directions.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "Being calm-minded, fearless, and firmly devoted to celibacy; controlling the mind completely; let the master of Yoga remain, fixing his mind on Me and having Me as his supreme goal.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Yoking his mind incessantly in this manner, My devotee, with their mind not attached to anything else, realizes peace which culminates in nirvana and ends in Me.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "Yoga is neither for him who eats too much, nor for him who totally abstains from eating, nor for him who is prone to sleeping too much, nor for him who keeps awake too much.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "The Yoga becomes a misery-killer for him whose effort for food is appropriate, exertion in activities is proper, and whose sleep and waking are proportionate.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "When his mind, well-controlled, is established in nothing but the Self, and he is free from craving for any desired object—at that time he is called a master of Yoga.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "Just as a lamp in a windless place does not shake, this simile is recalled in the case of the man of Yoga, with a subdued mind, practicing Yoga in the Self.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Where the mind, restrained through yoga practice, remains still; and where, observing, the yogi finds satisfaction in the Self alone, by perceiving only the Self within.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "Where he realizes the limitless Bliss, which is to be grasped by intellect and is beyond the senses; remaining where he does not depart from the Reality.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "And having attained it, he does not think of any other gain as superior to that; being established in it, he is not shaken much by misery, however powerful it may be.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "That he would realize to be the cause for his cessation of contact with misery and to be the one made known by Yoga. With determination, that is to be yoked in Yoga by a person of undepressed mind (or of the depressed mind).",
          "commentary": ""
        },
        {
          "verse_number": "24-25",
          "translation": "In order to renounce completely all desires that are born of intention, let a person restrain the group of sense-organs from all sides by mind alone.\n\nVery slowly remain still, keeping the mind well established in the Self by means of the intellect held in steadiness; and let him not think of anything (object).",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "By whatever things the shaky and unsteady mind strays, let him restrain it from those things and bring it back under the control of the Self alone.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "Indeed, the Supreme Bliss comes to this highly tranquil-minded man of Yoga, whose passions remain stilled, who has become one with the Brahman, and who is free from sins.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "Thus, yoking the self always, the man of Yoga, with a subdued mind, easily attains complete union, that is, the Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "He who has yoked himself in Yoga and observes everything truly perceives the Self to be abiding in all beings and all beings to be abiding in the Self.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "He who observes Me in all and observes all in Me—for him, I am not lost, and he too is not lost for me.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "He who is firmly established in the oneness of Me, experiences Me immanent in all beings—that man of Yoga is never stained, no matter what stage he may be in.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "Whoever finds pleasure or pain equally in all, as if it were in themselves—that person is considered to be a great man of Yoga, O Arjuna!",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "Arjuna said, \"O slayer of Mandhu, this Yoga of equanimity which You have spoken of, I do not find a proper foundation for it due to the unsteadiness of the mind.\"",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "O Krsna! The mind is indeed unsteady, destructive, strong, and obstinate; I believe it is very difficult to control it, just as it is to control the wind.",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "The Bhagavat said, O mighty-armed one! No doubt, the mind is unsteady and hard to control. But it can be controlled through practice and an attitude of desirelessness, O son of Kunti!",
          "commentary": ""
        },
        {
          "verse_number": "36",
          "translation": "My belief is that attaining Yoga is difficult for a person with an uncontrolled mind; but it is possible to attain by proper means with a subdued self.",
          "commentary": ""
        },
        {
          "verse_number": "37",
          "translation": "Arjuna said, \"A person who has faith and is desirous of reaching the path of the good, but whose mind has been severed from Yoga—to which goal does he go, having failed to attain success in Yoga? O Krsna!\"",
          "commentary": ""
        },
        {
          "verse_number": "38",
          "translation": "Does he, fallen from both, get lost like a broken cloud? Or, O mighty-armed one! Having no support, does he meet total destruction?",
          "commentary": ""
        },
        {
          "verse_number": "39",
          "translation": "Please dispel this doubt of mine completely. But for You, O Krsna, no one else is capable of eradicating this doubt.",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "The Bhagavat said, \"O dear Partha! Neither in this world nor in the other is there destruction for him. Certainly, no one who performs an auspicious act ever comes to a grievous state.\"",
          "commentary": ""
        },
        {
          "verse_number": "41-42",
          "translation": "Having attained the worlds of those who perform pious acts, and having resided there for years of eternity, the one who has fallen from Yoga is born again in the house of the pure and wealthy.\n\nOr, he is born nowhere else but in the family of the intelligent men of Yoga; for, this birth is more difficult to obtain in the world.",
          "commentary": ""
        },
        {
          "verse_number": "43",
          "translation": "There, in that life, he regains the link of mentality transmitted from his former body. Consequently, once again he strives for full success, O rejoicer of the Kurus!",
          "commentary": ""
        },
        {
          "verse_number": "44",
          "translation": "Not being a master of himself, he is only dragged by that former practice (its mental impression); only a seeker of the knowledge of Yoga passes beyond what strengthens the [sacred] text.",
          "commentary": ""
        },
        {
          "verse_number": "45",
          "translation": "After that, the assiduous man of Yoga, having his sins completely cleansed and being perfected through many births, reaches the Supreme Goal.",
          "commentary": ""
        },
        {
          "verse_number": "46",
          "translation": "The person of Yoga is superior to the persons of austerities and is considered superior even to the persons of knowledge; and the person of Yoga is superior to the persons of action. Therefore, O Arjuna! you should become a person of Yoga.",
          "commentary": ""
        },
        {
          "verse_number": "47",
          "translation": "He who has faith and serves Me with his inner self devoted to Me, is considered by Me to be the best of all yogis.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 7,
      "verses": [
        {
          "verse_number": "1",
          "translation": "The Bhagavat said, \"O son of Prtha, hear from Me how, with your mind attached to Me, practicing yoga, and taking refuge in Me, you shall understand Me fully, without any doubt.\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "I shall teach you this knowledge in full, together with action; for a person who has known this, there remains nothing else to be known in this world.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "Among thousands of men, perhaps one makes an effort for the determined knowledge. Among those, even though they make an effort, perhaps one realizes Me correctly with the determined knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "My nature is divided into eight parts: Earth, Water, Fire, Wind, Ether, Mind, Intellect, and Ego.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "This is My lower nature. My superior nature, which has become the individual Soul and by which this world is maintained, is not different from this. O mighty-armed Arjuna, you must know this.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "All beings are born from this womb; hence, keep them close. I am the origin and dissolution of the entire world.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "There is nothing beyond Me, O Dhananjaya; all this is strung on Me, just as pearls are strung on a string.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "O son of Kunti! I am the taste in waters, the light in the moon and sun, the best hymn (OM) in the entire Vedas, the sound that exists in the ether, and the manly vigor in men.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "I am the pure scent in the earth; I am also the radiance in the sun; I am the life in all beings and the austerity in the ascetics.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "O son of Prtha! Know Me as the eternal seed of all beings; I am the intellect of the intellectuals and the brilliance of the brilliant.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "Of the strong, I am the strength that is free from desire and attachment. O best of the Bharatas, in all beings, I am the desire that is not contrary to dharma.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Whatever beings are there—whether they are of the Sattva, Rajas, or Tamas strands—be sure that they are from Me; I am not in them, but they are within Me.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "Being deluded by these three strands of nature, this entire world does not recognize Me, who am eternal and transcend these strands.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "This is My divine play, composed of the strands of illusion, and it is hard to cross over. Those who take refuge in Me alone, they cross over the illusion.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "The deluded evil-doers, the vilest of men, who are robbed of knowledge by the trick of illusion and have taken refuge in the demonic nature—they do not resort to Me.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "Men of good action who always worship Me are of four types: the afflicted, the seeker of knowledge, the seeker of wealth, and the man of wisdom, O best among the Bharatas!",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "Of them, the man of wisdom, being always attached to Me with single-pointed devotion, excels. For, I am dear to the man of wisdom above all personal gains, and he is dear to Me.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "All these are indeed noble persons. But the man of wisdom is considered as the very Soul of Mine. For, with his self (mind) that has mastered the Yoga, he has resorted to Me alone as his most supreme goal.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "At the end of many births, one attains Me with the conviction that 'All is Vasudeva'- that noble soul is very difficult to attain.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Being robbed of their wisdom by innumerable desires and controlled by their own nature, persons take refuge in other deities, following one or the other religious regulations.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "Whatever form of deity a devotee, whomever they may be, desires to worship with faith, I assume that form which is firm and is according to their faith.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "Endowed with that faith, he seeks to worship that deity and thereby receives his desired objects, which are ordained by none other than Me.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "But the fruit of those of poor intellect is finite; those who perform sacrifices aiming at the gods go to the gods, and My devotees come to Me.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "Those of poor intellect are not aware of My higher, unchanging, and supreme nature; and thus, they consider Me, the Unmanifest, to be manifest.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "Being surrounded by the trick of yoga-illusion, I am not clear to all; hence, this deluded world of perceivers does not recognize Me, the unborn and undying.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "O Arjuna, I know the beings that have gone, that are present, and those yet to be born; but no one knows Me.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "O descendant of Bharata, O scorcher of foes! At the time of creation, all beings become deluded due to the illusion of pairs of opposites arising from desire and hatred.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "But those men of virtuous deeds, whose sin has come to an end—they, being free from the delusion of pairs [of opposites], worship Me with a firm resolve.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "Those who, relying on Me, strive to achieve freedom from old age and death, realize all to be the Brahman and realize all the actions governing the Self.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "Those who realize Me as one [identical] with what governs the beings, deities, and with what governs the sacrifices—they, even at the moment of their departure, experience Me, having mastered the Yoga.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 8,
      "verses": [
        {
          "verse_number": "1-2",
          "translation": "Arjuna said, \"What is Brahman? What is known as the Lord of the Self (Adhyatma)? What is action? O Best of Persons, what is said to be the Lord of material things (Adhibhuta)? What is called the Lord of divinities (Adhidaiva)?\"\n\nWho is the Lord of Sacrifices, and how? Who is in this body? O slayer of Madhu, how can the self-controlled realize You at the time of their journey (i.e., death)?",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "The Bhagavat said, \"The immutable Absolute is the Brahman. Its intrinsic nature is called the Lord of the Self. The emitting activity that causes the birth of both the animate and inanimate is named 'action'.\"",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "The changing nature is the lord of the material beings; the Person alone is the lord of the divinities; I am alone the Lord of sacrifices, and I, the best of the embodied souls, dwell in this body.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "Whosoever, at the time of death, remembering Me alone, sets forth, abandoning their body behind, they attain My being. There is no doubt about it.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "And also remembering whatever being one has been constantly thinking about, a person leaves his body at the end [of his life], O son of Kunti! That being alone he attains.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "Therefore, at all times keep Me in your mind and fight; then, having your mind and intellect dedicated to Me, you will undoubtedly attain Me alone.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "He who is engaged in reflecting on the Supreme Divine Soul with his mind, remaining fixed in the practice of yoga and not focusing on any other object, that person attains the Supreme, O son of Prtha!",
          "commentary": ""
        },
        {
          "verse_number": "9-10",
          "translation": "He who meditates continuously on the Ancient Seer, the Ruler, the subtler than the subtle, the supporter of all, the unimaginably formed, the sun-colored, and that which is beyond darkness;\n\nThat person, endowed with a steady mind, devotion, and the power of yoga, reaches the Supreme Divine Soul at the time of departure, by properly fixing the life-breath between their eyebrows.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "That Unchanging One which the Vedic knowers speak of; which the passion-free ascetics enter into, seeking which they practice celibacy (or spiritual life); that Goal together with the means [to reach it] I shall tell you.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Properly controlling all the gates of the body; restraining the mind firmly in the heat; fixing one's own prana in the head; taking refuge in the firmness of Yoga.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "Reciting the single-syllabled Om, the very Brahman; meditating on Me; whoever travels well, casting away their body—surely they attain My State.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "And whoever constantly bears Me in mind, never attached to any other object—for this yogi, ever devoted, I am easy to attain, O son of Prtha!",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Having attained Me, the men of great soul who have achieved the supreme perfection do not get the transient birth, a storehouse of all troubles.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "Till the Brahman is attained, people return from each and every world, O Arjuna! But there is no return for one who has attained Me, O son of Kunti!",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "Those who know the day of Brahma as encompassing one thousand yugas (world-ages), and night [also] as encompassing one thousand yugas—those people know the day and night of Brahma.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "As the day approaches, all manifestations emerge from the unmanifest, and as the night approaches, they dissolve into the same, which is known as the 'unmanifest.'",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "Being born and reborn, the same multitude of beings is dissolved when night approaches and is born again, willy-nilly, when day approaches, O son of Prtha!",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "But there exists another Being which is beyond this, and It is both manifest and unmanifest and is eternal. It is this Being that does not perish while all other beings perish.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "The scriptures speak of This as Unmanifest and Changeless, and declare This to be the highest Goal. Having attained it, people do not return; this is My highest abode.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "O son of Prtha, the Supreme Soul is attainable through devotion that admits no other things; having attained it, the men of Yoga do not get birth again; within it exist the beings, and everything is well established in it, O Arjuna!",
          "commentary": ""
        },
        {
          "verse_number": "23-26",
          "translation": "Departing at what times the Yogis attain the non-return or the return only—those times I shall declare to you, O chief of the Bharatas!\n\nThe northern course consisting of six months is fire, light, day, and bright. Departing in it, the Brahman-knowing men attain Brahman.\n\nThe southern course of the sun, consisting of six months, is smoke, night, and darkness. Departing in it, the yogi attains the light of the moon and returns.\n\nFor, these two bright and dark paths are considered to be perpetual for the world. One attains non-return by the first of these, and one returns back by the other.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "O son of Prtha, no Yogin, knowing these two courses, gets deluded. Therefore, O Arjuna, practice Yoga connected with all times.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "Having understood all this, the Yogin goes beyond whatever fruit of merit is ordained in the scriptures in case of reciting the Vedas, performing sacrifices, observing austerities, and donating gifts; and he goes to the Supreme Primeval Abode.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 9,
      "verses": [
        {
          "verse_number": "1",
          "translation": "The Bhagavat said, \"To you, who are entertaining no displeasure, I shall clearly declare this most secret knowledge, together with action, by knowing which you shall be free from evil.\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "This shines among the sciences; it is the secret of monarchs; it is a supreme purifier, comprehensible by immediate perception, righteous, easy to do, and imperishable.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "O scorcher of foes! Those who have no faith in this Dharma do not attain Me and remain eternally in the cycle of mundane existence, fraught with death.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "This entire universe is pervaded by Me, having an unmanifest form; all beings exist in Me, and I do not exist in them.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "Yet, the beings do not exist in Me. Look at My Sovereign Yoga. My Self is the sustainer of the beings; it does not exist in them, and causes them to be born.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "Just as the mighty wind exists in the ether, always moving therein everywhere, in the same manner all beings exist in Me. Be sure of it.",
          "commentary": ""
        },
        {
          "verse_number": "7-8",
          "translation": "O son of Kunti, all beings pass into My nature at the end of the Kalpa (the age of universe); I send them forth again at the beginning of the [next] Kalpa.\n\nTaking hold of My own nature, I again and again send forth this entire host of beings, which is powerless under the control of My nature.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "O Dhananjaya! These acts do not bind me, remaining as if unconcerned and unattached in these actions.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "O son of Kunti! On account of Me, who remain only as an observer and the prime cause, My nature gives birth to both the moving and the unmoving; hence, this world moves in a circle.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "Unaware of My immutable, highest Absolute Supreme nature, the deluded ones disregard Me, dwelling in the human body.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "They are of futile aspirations, futile actions, futile knowledge, and wrong intellect; and they take recourse only to the delusive nature that is both demoniac and devilish.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "O son of Prtha! The great-souled men, however, taking hold of the divine nature and having nothing else in their minds, adore Me, viewing Me as the imperishable prime cause of beings.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "Ever speaking of My glory, striving with firm resolve, paying homage to Me, and being permanently endowed with devotion, they worship Me.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Some worship Me by knowledge-sacrifice, and others by offering sacrifices; thus, they worship Me, the Universally-Faced, either as One or as Many.",
          "commentary": ""
        },
        {
          "verse_number": "16-17",
          "translation": "I am determination; I am sacrifice; I am Svadha; I am the juice of the herb; I am the Vedic hymn; I am also the clarified butter; I am the sacrificial fire; and I am the act of offering.\n\nI am the father, the mother, the sustainer, and the paternal grandparent of this world; I am the sacred object of knowledge, the syllable Om, the Rk, the Saman, and the Yajus as well.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "I am the method, the nourisher, the lord, the witness, the abode, the refuge, the good-hearted friend, the origin, the dissolution, the sustenance, the repository, and the imperishable seed of the world.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "I give heat; I withhold and also send forth rains; I am immortality and also death, the real and the unreal, O Arjuna!",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "The masters of the three Vedas, the soma-drinkers, purified of their sins, aspire for the heavenly goal by offering sacrifices to Me. They attain the meritorious world of the Lord of Gods and taste in the heavens the heavenly pleasures of the gods.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "Having enjoyed that vast world of heaven, they, when their merit is exhausted, enter the world of mortals. Thus, those who long for pleasure and continuously take refuge in the code of conduct prescribed by the Three Vedas, attain the state of going and coming.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "Those men who, having nothing else as their goal, worship Me everywhere and are constantly thinking of Me alone; to them, who are fully and constantly attached to Me, I bear acquisition and the security of acquisition.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "O son of Kunti! Even those who are devotees of other gods and worship them with faith, worship Me alone, but following non-injunctive practices.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "For I am the enjoyer and the Lord of all sacrifices, yet they do not recognize Me correctly and thus they turn away.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "The devotees of the gods attain the gods; the devotees of the ancestors attain the ancestors; those who perform sacrifices for the spirits attain the spirits; and those who perform sacrifices for Me attain Me.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "Whoever offers Me a leaf, a flower, a fruit, or even a little water with devotion, I accept that offering of devotion from one who has a well-controlled mind.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "Whatever you do, whatever you eat, whatever oblation you offer, whatever gift you make, and whatever austerity you perform, O son of Kunti, do that as an offering to Me.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "Thus, you shall be freed from the good and evil results which are the action-bonds. Having your innate nature immersed in the Yoga of renunciation and, thus, being fully liberated, you shall attain Me.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "I am the same in all beings; none is hateful to Me and none is dear; but whoever worships Me with devotion, they are in Me and I am in them.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "Even if an incorrigible evil-doer worships Me, not resorting to any other [goal], he should be deemed to be righteous; for, he has properly undertaken his task.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "Quickly he becomes righteous-minded and attains permanent peace. O son of Kunti! I swear that my devotee never gets lost.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "O son of Prtha, even those who are of sinful birth, women, men of working class, and the members of the fourth caste—even they, having taken refuge in Me, attain the highest goal.",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "Certainly, it should be so in the case of the pious men of the priestly class and devoted royal seers. Having come to this transient and joyless world, you should be devoted to Me.",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "Fix your mind on Me; be devoted to Me; offer sacrifice to Me; pay homage to Me. Thus, having your self fixed and Me as your supreme goal, you will certainly attain Me.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 10,
      "verses": [
        {
          "verse_number": "1",
          "translation": "The Bhagavat said, \"O mighty-armed Arjuna! Listen to My best message once more, which I shall declare to you with good intention, for you are dear to Me.\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "Neither the hosts of gods nor the great sages know My origin, for I am the first in every respect among the gods and great sages.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "Whoever knows Me as the unborn and beginningless Absolute Lord of the universe, that person, not deluded among mortals, is freed from all sins.",
          "commentary": ""
        },
        {
          "verse_number": "4-5",
          "translation": "Intellect, knowledge, steadiness, patience, truth, control over sense-organs, tranquility of mind, pleasure, pain, birth, death, fear, and courage.\n\n[Also], non-injury, equanimity, contentment, austerity, charity, repute, and ill-repute—all these diverse dispositions of beings emanate from none other than Me.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "The ancient Seven Great Sages and also the Four Manus, from whom these creatures in this world are offspring—they have been born from My mental dispositions.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "He who knows correctly this extensively manifesting power and My Yogic power—he is endowed with unwavering Yoga; there is no doubt about it.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "'He is the source of all, and from Him all comes forth' - Thus viewing, the wise revere Me with devotion.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "Having their minds fixed on Me, having their lives gone into Me, enlightening one another, and constantly talking about Me, they are pleased and delighted.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "To these persons, who thus mingle with Me and revere Me with love, I grant the knowledge-Yoga by which they can reach Me.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "Out of compassion only towards these men, I, who remain as their very Self, destroy with the shining light of wisdom, their darkness born of ignorance.",
          "commentary": ""
        },
        {
          "verse_number": "12-13",
          "translation": "Arjuna said, \"You are the Supreme Brahman, the Supreme Abode, and the Supreme Purifier. All the seers, as well as the divine seer Narada, Asita Devala, and Vyasa, describe You as the Eternal Divine Soul, the Unborn, and the All-Manifesting First-God. You too have said this to me.\"\n\nArjuna said, \"You are the Supreme Brahman, the Supreme Abode, and the Supreme Purifier. All the seers, as well as the divine seer Narada, Asita Devala, and Vyasa, describe You as the Eternal Divine Soul, the Unborn, and the All-Manifesting First-God. You too have said this to me.\"",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "What You tell me, I take all to be true, O Kesava! For, O Bhagavat, neither the gods nor the great sages know Your manifestation.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Only yourself know yourself by yourself, O Supreme Purusha, Creator of all beings, Lord of beings, God of gods, Lord of the universe!",
          "commentary": ""
        },
        {
          "verse_number": "16-17",
          "translation": "You alone are capable of fully declaring the auspicious manifesting powers of Yours, through which manifesting power You remain pervading these worlds.\n\nO Mighty Yogin! How should I know you, meditating on you? In what various forms, O Bhagavat, should I contemplate you?",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "In detail, please expound once again Your own Yogic power and the manifesting power. O Janardana! I don't feel contented in hearing Your nectar-like exposition.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "The Bhagavat said, \"Yes, O best among the Kurus! I shall expound to you only the chief, auspicious manifesting powers of Mine, for there would be no end to My details.\"",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "O conqueror of sleep! I am the Soul residing in the hearts of all beings; I am the beginning, the middle, and the very end of all beings.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "Of the sons of Aditi, I am Vishnu; of the luminaries, the radiant Sun; of the Maruts, I am Marici; of the stars, I am the Moon.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "Of the Vedas, I am the Samaveda; of the gods, I am Vasava (Indra); of the sense-organs, I am the mind; of the beings, I am the consciousness.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "And of the Rudras, I am Sankara; of the Yaksas and the Raksas, I am the Lord of Wealth (Kubera); of the Vasus, I am the Fire-God; of the mountains, I am Meru.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "Of the royal priests, I am the chief, viz., Brhaspati (the priest of gods), O son of Prtha; you should know that. Of the army generals, I am Skanda [the War-god]; of the water reservoirs, I am the ocean.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "Of the great seers, I am Bhrgu; of the words, I am the single-syllable (Om); of the sacrifices [performed with external objects], I am the sacrifice of muttered prayer; of the immovables, I am the Himalayan range.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "Of all trees, I am the Pipal tree; of the divine seers, Narada; of the Gandharvas, Citraratha; and of the perfected ones, the sage Kapila.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "Of the horses, you should know Me to be the nectar-born Uccaihsravas (Indra's horse); of the best elephants, the Airavata (Indra's elephant); and of the men, their king.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "Of the weapons, I am the Vajra of Indra; of the cows, I am the Wish-fulfilling Cow of the heavens; of the progenitors, I am Kandarpa (the god of love); of the serpents, I am Vasuki.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "Of the snakes, I am Ananta; of the water-beings, I am Varuna; of the manes, I am Aryaman; of the controllers, I am Yama (the Death-god).",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "No translation is available for this sloka.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "Of the progeny of Diti, I am Prahlada; of the measuring ones, I am the shark; of rivers, I am the daughter of Jahnu—the Ganga.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "Of the creations, I am the beginning, the end, and the middle, O Arjuna! Of the sciences, I am the science of the Self; of arguers, I am the argument.",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "Of the syllables, I am A; of the compounds, the Dvandva; none but Me is immortal Time; I am the dispenser of fruits of actions, facing on all sides.",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "I am the Death that carries away all and also the Birth of all that are to be born; of the wives of men, I am Fame, Fortune, Speech, Memory, Wisdom, Constancy, and Patience.",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "Likewise, of the modes of singing, I am the Brhatsaman; of the metres, I am the Gayatri; of the months, I am Margasirsa; of the seasons, I am the season abounding with flowers.",
          "commentary": ""
        },
        {
          "verse_number": "36",
          "translation": "I am the destroyer of the fraudulent; I am the brilliance of the brilliant; I am the victory; I am the determination; I am the strength of the strong.",
          "commentary": ""
        },
        {
          "verse_number": "37",
          "translation": "Of the Vrsnis, I am the son of Vasudeva; of the sons of Pandu, I am Dhananjaya (Arjuna); of the sages, I am Vyasa; and of the seers, I am Usanas.",
          "commentary": ""
        },
        {
          "verse_number": "38",
          "translation": "I am the punishment of the punishers; I am the political wisdom of those seeking victory; I am also the silence of the secret ones; I am the knowledge of the knowers.",
          "commentary": ""
        },
        {
          "verse_number": "39",
          "translation": "Further, O Arjuna, I am the seed of all beings; there is no being, whether moving or non-moving, that can exist without Me.",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "O scorcher of foes! There is no end to My extraordinary manifesting power. The above details of My manifesting power have been declared by Me only as examples.",
          "commentary": ""
        },
        {
          "verse_number": "41",
          "translation": "Whatever being exists with manifesting power, beauty, and vigor, be sure that it is born only from a bit of My illumination.",
          "commentary": ""
        },
        {
          "verse_number": "42",
          "translation": "Or, O Arjuna! Why this detailed explanation? I remain, pervading this entire universe with a single fraction of Myself.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 11,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Arjuna said, \"My delusion has completely gone, thanks to the great and mysterious discourse, which is termed as a science governing the soul, and which You have delivered to me as a favor.\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "I have listened in detail from You, O Lotus-eyed One, about the origin and dissolution of beings, as well as Your inexhaustible greatness.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "As You describe Yourself to be the Supreme Lord, it must be so. O Supreme Self, I desire to behold Your divine form.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "O Master! If you think it is possible for me to behold that form, then, O Lord of the Yogis, please show me Your Immortal Self.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "The Bhagavat said, \"Behold, O son of Prtha, My divine forms in hundreds and thousands, of varied nature, colors, and shapes.\"",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "Behold the Adityas, the Vasus, the Rudras, the twin Ashvins, and the Maruts; O son of Pandu, behold also many wonders that had never been seen before.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "Now, behold the entire universe, including the moving and the unmoving, and whatsoever else you desire to see—all established in Me, O Gudakesa (Arjuna)!",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "But you cannot see Me with just this eye of yours; therefore, I give you the divine eye. Now, behold My divine form.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "Sanjaya said, \"O king! Having thus stated, Hari, the mighty Lord of the Yogins, showed to the son of Prtha His own Supreme Lordly form.\"",
          "commentary": ""
        },
        {
          "verse_number": "10-11",
          "translation": "It has many mouths and eyes, wondrous sights, heavenly ornaments, and weapons held ready;\n\nIt wears heavenly garlands and garments, is anointed with heavenly sandal paste, is wondrous, radiant, and infinite, and has faces in all directions.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "If the splendour of a thousand suns were to burst forth at once in the sky, would that be equal to the splendour of that Mighty Self?",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "At that time, the son of Pandu beheld, in the body of the God-of-Gods, the entire universe, united yet divided into many groups.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "Then, possessed by amazement and with his body hair standing on end, Dhananjaya, with his head bowed to the God and with folded hands, spoke to Him.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "Arjuna said, \"O God! In Your body, I behold all gods and hosts of different kinds of beings—the Lord Brahma seated on the lotus-seat, and all the sages and glowing serpents.\"",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "I behold You with many arms, bellies, mouths, and eyes, and with infinite forms on all sides; I find neither the end nor the center nor the beginning of You, O Lord of the Universe, O Universal-Formed One!",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "I behold You as having crowns, clubs, and discs; as a mass of radiance, shining on all sides, hard to look at and blazing like burning fire and the sun on each side; and as an immeasurable one.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "You are the imperishable, the Supreme Being to be known; You are the ultimate place of rest for this universe; You are changeless and the guardian of the pious acts of the Satvatas; You are the everlasting Soul, I believe.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "I observe You with no beginning, no middle, and no end; having infinite creative power and infinite arms; with the moon and the sun as Your eyes and the blazing fire as Your mouth; and scorching this universe with Your radiance.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "This space between heaven and earth, as well as all the directions, is pervaded singly by You; seeing this wondrous form of Yours, O Exalted Soul, the triple world is greatly frightened.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "These hosts of gods enter into You; some, frightened, recite [hymns] with folded palms; simply crying  'Hail!', the hosts of great seers praise You with excellent praising hymns.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "The Rudras, the Adityas, the Vasus, the Sadhyas, the Visvadevas, the twin Asvins, and the Maruts, the Manes, the hosts of the Gandharvas, the Yaksas, the demons, and the perfected ones—all gaze upon You in amazement.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "O Mighty-armed One! Having seen Your mighty form, with its many faces and eyes, many arms, thighs, feet, and bellies, and its terrible array of tusks, the worlds are frightened, as am I.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "As I observe You, touching the sky, blazing, with many colors, mouths wide open, eyes blazing and large, I am terrified in my inner soul and I do not find courage and peace, O Visnu!",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "By merely seeing Your faces, which are frightening with tusks and look like the fire of destruction, I do not know the arters and get no peace. Have mercy, O Lord of gods! O Abode of the Universe!",
          "commentary": ""
        },
        {
          "verse_number": "26-27",
          "translation": "All these sons of Dhrtarastra, along with the entire host of kings, Bhisma, Drona, and the son of the charioteer (Karna), together with the chief warriors of ours as well;\n\nThey hurry into Your fearsome mouths, with tusks that terrify; some of them, stuck between Your teeth, are clearly visible with their heads crushed.",
          "commentary": ""
        },
        {
          "verse_number": "28-29",
          "translation": "Just as many water-rapids of the rivers race heading towards the ocean, in the same manner these heroes of the world of men enter into Your mouths, flaming all around.\n\nJust as moths, with full speed, enter into the flaming fire for their own destruction, in the same manner the worlds also enter, with full speed, into the mouths of Yours for their own destruction.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "Devouring, on all sides with Your blazing mouths, the entire worlds, You are licking up; Your terrible rays scorch the entire universe, filling it with their radiance, O Vishnu!",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "Please tell me who You are with a terrible form, O Best of gods! Salutations to You; please be merciful. I am desirous of knowing You, the Primal One, in detail, for I do not clearly comprehend Your actions.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "The Bhagavat said, \"I am Time, the world-destroyer, engaged here in withdrawing the worlds that are overgrown. Even without you (your fighting), all the warriors standing in the rival armies would cease to be.\"",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "Therefore, stand up, win glory, and vanquish your foes; enjoy the rich kingdom; for these foes have already been killed by Myself; be a mere token cause in their destruction, O ambidextrous archer!",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "Slay Drona, Bhisma, Jayadratha, and Karna, as well as the other heroes of the world—all already slain by Me. Do not be distressed; fight, and you shall vanquish your enemies in the battle.",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "Sanjaya said, On hearing this speech of Kesava, the crowned-prince Arjuna had his palms folded; trembling, he prostrated himself to Krsna; stammering, and very much afraid, he bowed down and spoke to Him again.",
          "commentary": ""
        },
        {
          "verse_number": "36",
          "translation": "Arjuna said, \"O Lord of sense-organs (Krsna)! The universe is rightly rejoicing and feeling exceedingly delighted by Your high glory; the demons are fleeing in fear in all directions; and the hosts of the perfected ones are bowing down to You.\"",
          "commentary": ""
        },
        {
          "verse_number": "37",
          "translation": "O Mighty One! Why should they not bow down to You, the Primal Creator, Who is greater than even Brahma (personal god)? O Endless One, O Lord of gods, O Abode of the universe! You are unalterable, existent, non-existent, and also that which is beyond both.",
          "commentary": ""
        },
        {
          "verse_number": "38",
          "translation": "You are the Primal God; You are the Ancient Soul; You are the transcendent place of rest for this universe; You are the knower and the knowable; You are the Highest Abode; and the universe with its infinite forms is pervaded by You.",
          "commentary": ""
        },
        {
          "verse_number": "39",
          "translation": "You are Vayu, Yama, Agni, Varuna, the Moon, Prajapati, and the great-paternal-grandfather; I offer salutations to You a thousand times, and again, even more salutations to You.",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "Salutations to You in front and behind; salutations to You on all sides, O One Who is All! You are of infinite might and immeasurable power; and You pervade all, and thus You are all.",
          "commentary": ""
        },
        {
          "verse_number": "41-42",
          "translation": "Taking You as a companion, not knowing Your greatness, and out of carelessness or even affection, whatever I have importunately called You—O Krsna, O Yadava, O Comrade—\n\nWhatever disrespect I have shown to You, making fun of You in the course of play, or while on the bed, or on the seat, or at meals, either alone or in the presence of respectable persons—for that, I beg pardon of You, the Unconceivable One, O Acyuta!",
          "commentary": ""
        },
        {
          "verse_number": "43",
          "translation": "You are the father of the world of the moving and the unmoving; you are the great preceptor of this universe; in the triad of worlds, there is no one equal to you—how can there be anyone else superior, having greatness not comprehended?",
          "commentary": ""
        },
        {
          "verse_number": "44",
          "translation": "Hence, paying homage and prostrating my body, I solicit grace from You, the praiseworthy Lord. O God! Be pleased to bear with me, just as a beloved father would with his beloved son, and just as a dear friend would with his dear friend.",
          "commentary": ""
        },
        {
          "verse_number": "45",
          "translation": "I am thrilled by what I have not seen before; my mind is greatly distressed with fear; show me Your usual form, O God! Lord of gods! O Abode of the worlds!",
          "commentary": ""
        },
        {
          "verse_number": "46",
          "translation": "I desire to see You in the same manner, wearing a crown, holding the club and the discus in Your hands; please be with the same form having four hands, O Thousand-armed One! O Universal Form!",
          "commentary": ""
        },
        {
          "verse_number": "47",
          "translation": "The Bhagavat said, \"Being gracious towards you, I have shown you, O Arjuna, this supreme form, as a result of your concentration on the Self. This form of Mine, full of universal splendour, unending and primal, has never been seen before by anyone other than yourself.\"",
          "commentary": ""
        },
        {
          "verse_number": "48",
          "translation": "Not by the knowledge of the Vedas and sacrifices, nor by making gifts, nor by the rituals, nor by severe austerities, can I be seen in this form in the world of men by anyone other than yourself, O great hero of the Kurus!",
          "commentary": ""
        },
        {
          "verse_number": "49",
          "translation": "Let there be no distress or bewilderment in you upon seeing this terrifying and violent form of Mine; be free from fear, and with a cheerful heart, behold again this form of Mine which is the same as before.",
          "commentary": ""
        },
        {
          "verse_number": "50",
          "translation": "Having said this to Arjuna, Vasudeva revealed His own tiny form; assuming His gentle body once again, the Mighty Soul (Krsna) consoled the frightened Arjuna.",
          "commentary": ""
        },
        {
          "verse_number": "51",
          "translation": "Arjuna said, \"On seeing this gentle human form of Yours, O Janardana, I have now regained my nature and collected my thinking faculty.\"",
          "commentary": ""
        },
        {
          "verse_number": "52-53",
          "translation": "The Bhagavat said, \"This form of Mine, which you have just observed, is extremely difficult to behold; even the gods are ever eager to behold it.\"\n\nNeither by reciting the Vedas, nor by observing austerity, nor by giving gifts, nor by performing sacrifice, can I be seen in this way as you have seen Me now.",
          "commentary": ""
        },
        {
          "verse_number": "54",
          "translation": "But, through an unwavering devotion, it is possible to know, observe, and even enter into Me, O Arjuna! O scorcher of foes!",
          "commentary": ""
        },
        {
          "verse_number": "55",
          "translation": "He who performs actions for Me, who regards Me as his supreme goal, who is devoted to Me, who is free from attachment, and who is free from hatred towards all beings—he attains Me, O son of Pandu!",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 12,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Arjuna said: Who are the best knowers of yoga, those who are constantly attached to You and worship You, or those who worship the motionless Unmanifest?",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "The Bhagavat said, \"Those who, causing their mind to enter into Me well, remain permanently attached to Me, and are endowed with an extraordinary faith, worship Me—they are considered by Me to be the best among the masters of Yoga.\"",
          "commentary": ""
        },
        {
          "verse_number": "3-4",
          "translation": "Those who contemplate on the Unmanifest, which is motionless, undefinable, all-pervading, unthinkable, peak-like, unmoving, and fixed.\n\nWho, by properly restraining the group of sense-organs, remain equanimous at all stages and find pleasure in the welfare of all beings—they attain nothing but Me.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "But the trouble is much greater for those who have their minds fixed on the Unmanifest, for it is difficult for those with physical bodies to attain the Unmanifest goal.",
          "commentary": ""
        },
        {
          "verse_number": "6-7",
          "translation": "On the other hand, those who, having renounced all their actions in Me, have Me as their sole goal; and revere Me, meditating on Me through that Yoga alone, which admits no other element but Me in it;\n\nOf them, with their minds completely entered into Me, I soon become a redeemer from the ocean of the cycle of death, O son of Prtha!",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "Hence, fix your mind on nothing but Me; cause your thought to settle in Me. Thus, resorting to the best Yoga, you will dwell in Me alone.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "In case you are not able to cause your mind to enter completely into Me, then, O Dhananjaya! Seek to attain Me through the practice of Yoga.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "If you are incapable of doing a steady practice, then have Me as your chief aim in performing actions. Even by performing actions for Me, you shall attain success.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "Now, if you are not capable of doing this either, then take refuge in My Yoga, renouncing the fruits of all action, with your mind subdued.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "For, knowledge is superior to practice; due to knowledge, meditation becomes pre-eminent; from meditation arises the renunciation of the fruits of actions; and peace follows renunciation.",
          "commentary": ""
        },
        {
          "verse_number": "13-14",
          "translation": "He, who is not a hater but a compassionate friend of every being; who is free from the sense of 'mine' and the sense of 'I'; who is even-minded in pain and pleasure and is endowed with forbearance;\n\nWho remains well-content and is a practitioner of Yoga at all times; who is self-controlled and is firmly resolute; and who has offered to Me their mind and intellect-that devotee of Mine is dear to Me.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "He, on account of whom the world does not become agitated; who also does not become agitated on account of the world; who is free from joy and impatience, fear and anxiety—he is dear to Me.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "He who does not expect anything, who is pure, dexterous, unconcerned, and untroubled, and who has renounced all his undertakings all around—that devotee of Mine is dear to Me.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "He who neither delights nor hates, nor grieves nor craves; who has renounced both the good and the bad results [of actions] and is full of devotion [to Me]—he is dear to Me.",
          "commentary": ""
        },
        {
          "verse_number": "18-19",
          "translation": "He who feels alike to the foe and the friend, to honor and dishonor, to cold and heat, to pleasure and pain; who is totally free from attachment;\n\nTo whom blame and praise are equal; who is silent (does not over-speak) and is content with whatever comes to him; who has no fixed thoughts in the mundane life; who is yet steady-minded in spiritual practice and is full of devotion—that man is dear to Me.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Those who, as instructed above, resort to this duty that leads to immortality, who have faith in it and have Me as their only goal—those devotees are exceedingly dear to Me.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 13,
      "verses": [
        {
          "verse_number": "1",
          "translation": "No translation of this sloka is available.",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "The Bhagavat said, \"O son of Kunti! This physical body is called the 'field' (decayer-cum-protector); He who sensitizes it—His knowers call Him properly the 'Field-sensitizer'.",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "O descendant of Bharata! You should know Me to be the one who sensitizes the fields of all. The knowledge of the field and the one who sensitizes it—that knowledge is, in fact, the understanding of Me.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "What is that Field and what is its nature? Why does it undergo modifications, where does it come from, and what is its purpose? Who is the Field-sensitizer and what is His nature? Listen to all this from Me collectively.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "This has been sung many times by sages, and also has been clearly decided in the various Vedas in different contexts by means of their words that are suggestive of the Brahman (i.e. in the Upanishads) and are full of reasoning.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "The five great elements, egotism, the intellect, the unmanifest, and the ten organs and the five objects of the senses.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "The desire, the hatred, the pleasure, the pain, the aggregate, the sensibility, and the feeling of satisfaction (or self-find): This, together with its modifications, is collectively called 'the Field'.",
          "commentary": ""
        },
        {
          "verse_number": "8-12",
          "translation": "Absence of pride, absence of hypocrisy, harmlessness, patience, uprightness, service to the preceptor, purity of mind and body, steadfastness, and self-control.\n\nAbsence of desire for sense-objects, and also absence of egotism; pondering over the evils of birth, death, old age, sickness, and sorrow;\n\nNon-attachment, detachment towards one's children, wives, houses, and the like; and a constant even-mindedness in the occurrence of desirable and undesirable things.\n\nAnd an unwavering devotion to Me, with the Yoga of non-duality; taking refuge in a solitary place; disinterest in a crowd of people;\n\nConstancy in Self-knowledge, and viewing things with the aim of knowing the Reality—all this is declared to be conducive to true knowledge, and what is opposed to this is conducive to wrong knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "I shall describe that which is to be known, by knowing which one attains freedom from death: the Supreme Brahman is beginningless and is said to be neither existent nor non-existent.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "It has hands and feet of all, has eyes, heads, and faces of all, has ears of all in the world; It envelops all.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "It illuminates all the senses; yet it has no sense organs; it is unattached, yet supports all; it is free from the bonds, yet enjoys the bonds.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "It is without and within every being, unmoving yet moving; due to its subtle nature, it is incomprehensible; it exists far away yet is near.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "It remains undistinguished among the distinguished beings, and appears as if distinguished. It is to be known as the supporter of beings, and also as their swallower and originator.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "This is the Light of all lights, stated to be beyond darkness; it is to be known by the above knowledge; it is to be attained only through knowledge; and it distinctly remains in the heart of all.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "This field, as well as the knowledge and what is to be known, are all mentioned collectively; clearly understanding this, My devotee becomes worthy of My state.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Both the Material Cause and the Soul are beginningless; you should know this. You should also know that the modifications and strands are born from the Material Cause.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "In creating the process of cause and effect, the material cause is said to be the basis; and in experiencing pleasure and pain, the soul is said to be the basis.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "For, the soul, seated on the material cause, enjoys the strands born of the material cause; His attachment to the strands is the cause of his births in good and evil wombs.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "The Supreme Soul in this corporeal body is called the Spectator, the Assenter, the Supporter, the Experiencer, the Mighty Lord, and also the Supreme Self.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "He who knows, in this manner, the Soul and the Material Cause together with their strands—he is not reborn, even though he may act in various ways.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "However, some yogis perceive the Self as the Self within the self through meditation, others through knowledge-yoga, and still others through action-yoga.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "But others, who have no knowledge of this nature, listen from others and reflect [accordingly]; they too, being devoted to what they have heard, do cross over death.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "Whatever living being is born, stationary or moving, you should know that all this has a close connection with the Field and the Field-sensitizer, O best of the Bharatas!",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "Whoever perceives the Supreme Lord as abiding and non-perishing in all beings, even as they perish, perceives properly.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "Whoever, perceiving the Lord as abiding in all alike, does not harm themselves by themselves, they attain, on that account, the Supreme Goal.",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "Whoever views all actions as being performed (or all objects as being created) by the Material Cause itself, and at the same time views their own Self as a non-performer (or non-creator) - they view properly.",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "When he perceives the mutual difference of beings as abiding in One, and its expansion from That alone, at that time he becomes the Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "Because this is beginningless, and because this has no qualities, this Supreme Self is changeless and it neither acts nor gets stained [by actions], even though it dwells in the body, O son of Kunti!",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "Just as the all-pervasive Ether is not stained due to its subtlety, in the same way the Self, abiding in the body everywhere, is not stained.",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "Just as a single sun illuminates this entire world, so too does the Lord of the Field illuminate the entire Field, O descendant of Bharata!",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "Those who thus understand, with the knowledge-eye, the inner Soul of the Field and the Field-sensitizer, as well as the deliverance from the Material Cause of the elements—they attain the Supreme.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 14,
      "verses": [
        {
          "verse_number": "1",
          "translation": "The Bhagavat said: Further, once again I shall explain the supreme knowledge, the best among knowledges, by knowing which all the seers have gone from here to the Supreme Success.",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "Holding onto this knowledge, they have attained a state with attributes common to Me; they are neither born at the time of creation nor grieve at the time of dissolution.",
          "commentary": ""
        },
        {
          "verse_number": "3-4",
          "translation": "The mighty Brahman is a womb for Me; and in it I lay seed; from which is the birth of all beings, O descendant of Bharata!\n\nO son of Kunti! Whatever manifestations spring up in all the wombs, the mighty Brahman is the womb, and I am the father who sows the seed.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "The strands, namely the sattva, rajas, and tamas, born from the prime cause (the said mother), bind the changeless embodied soul to the body, O mighty-armed one!",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "Among them, the Sattva, being free from impurity, is illuminating and health-giving; and it binds the embodied one with attachment to happiness and also with attachment to knowledge, O sinless one!",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "You should know that Rajas is of the nature of desire and is a source of craving-attachment; and it binds the embodied one by attachment to action, O son of Kunti!",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "But, you should also know that Tamas is born of ignorance and deludes all the Embodied; it binds them with negligence, laziness, and sleep, O descendant of Bharata!",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "O descendant of Bharata! The Sattva fully dominates the Embodied in the field of happiness; the Rajas in action; but the Tamas also totally dominates in the field of negligence, by veiling knowledge.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "O descendant of Bharata! The Sattva increases by overpowering the Rajas and the Tamas; the Rajas increases by overpowering the Sattva and the Tamas; and the Tamas increases likewise by overpowering the Sattva and the Rajas.",
          "commentary": ""
        },
        {
          "verse_number": "11-13",
          "translation": "When the knowledge-light arises in all the gates of this body, then one should also know that the Sattva has predominantly increased.\n\nGreed, exertion, undertaking of actions, restlessness, and craving—these are born when Rajas predominates, O chief of the Bharatas!\n\nAbsence of mental illumination, lack of exertion, negligence, and mere delusion—these are born when Tamas predominates, O darling of the Kurus!",
          "commentary": ""
        },
        {
          "verse_number": "14-15",
          "translation": "But if the body-bearer dies when sattva is on the increase, then he attains to the spotless worlds of those who know the highest.\n\nBy meeting death when Rajas is on the increase, he is born among those who are attached to action; likewise, by meeting death when Tamas is on the increase, he is born in the wombs of the deluded.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "It is said that the fruit of good action is spotless and of the Sattva nature; whereas the fruit of Rajas is pain, and the fruit of Tamas is ignorance.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "From Sattva arises wisdom; from Rajas, only greed; and from Tamas arise negligence, delusion, and ignorance.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "Those established in Sattva ascend; those given to Rajas remain in the middle; those given to Tamas, established in the tendencies of bad qualities, descend.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "When the Perceiver (the Self) finds no agent other than the Strands, and realizes That which is beyond the Strands, then he attains My state.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Transcending these three strands, from which the body [etc.] is born, the embodied (the soul) is freed from birth, death, old age, and sorrow, and attains immortality.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "Arjuna said, \"O Master! With what characteristic marks does he who has transcended these three strands exist? What is his behavior? How does he pass beyond these three strands?\"",
          "commentary": ""
        },
        {
          "verse_number": "22-23",
          "translation": "The Bhagavat said, \"O son of Pandu! He neither abhors nor craves for illumination, exertion, and delusion, as and when they arise or cease to be.\"\n\nHe who, sitting like an unconcerned person, is not perturbed by the strands; who is ignorant of the existence of the strands; or who remains simply aware that the strands alone exist; who is not shaken;",
          "commentary": ""
        },
        {
          "verse_number": "24-25",
          "translation": "To whom pain, pleasure, and sleep are all the same; to whom a cold, a stone, and a lump of gold are all the same; to whom both the pleasant and unpleasant things are equal; who is firm-minded; to whom blame and personal commendation are equal.\n\nWho remains equal to honor and dishonor, and equal to the sides of both the friend and the foe; and who has given up all fruits of his actions—he is said to have transcended the bonds.",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "Whoever serves me alone with an unwavering devotion to yoga, they will transcend these strands and become Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "'I' am the support for the immortal and changeless Brahman and for its eternal attribute, the unalloyed happiness.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 15,
      "verses": [
        {
          "verse_number": "1",
          "translation": "The Bhagavat said, [The scriptures] speak of a non-perishing holy fig tree, whose roots are high and branches are low, and of which the [Vedic] hymns are the leaves. He who knows this tree is the knower of the Vedas.",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "Of which tree, the branches spreading downward and upward, well-developed with strands, have sense objects as sprouts; and its roots below in the human world, stretching successively, have actions as their sub-knots.",
          "commentary": ""
        },
        {
          "verse_number": "3-4",
          "translation": "The nature of this is not perceived in that way, nor its end, nor its beginning, nor its center (middle). Cutting this holy fig tree, with its firmly and variedly grown roots, by means of the sharp (or strong) axe of non-attachment;\n\nThen, that Abode must be sought, having reached which one would not return. The Yogin would attain nothing but that Primal Person, from Whom the old activity (world creation) commences.",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "Those who are rid of pride and delusion, have put down the evils of attachment, remain constantly in their own nature of the Self, have their desires completely departed, and are fully liberated from the pairs known as pleasures and pains—these undeluded men go to that changeless Abode.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "The sun does not illuminate That; nor the moon nor the fire; That is My Supreme Abode, having gone to Which they (Yogins) never return.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "A portion of My own Self, having become the eternal individual Soul in the world of the living beings, draws [into service] the sense organs, of which the sixth is the mind, and which rest in Prakriti.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "Whatever body He attains to and also from whatever He goes up, the Lord proceeds taking them with Him just as the wind takes odours from their receptacle.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "Presiding over the ear, the eye, the sense of touch, the sense of taste, the sense of smell, and the mind, He enjoys the sense objects.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "The deluded do not perceive Him; [but] the men of knowledge-eye do see Him, as He dwells, rises up, or enjoys what is endowed with strands.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "The exerting men of Yoga perceive Him dwelling in the Self; [however], the unintelligent men, with their uncontrolled selves, do not perceive Him, even though they exert.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "That light which is found in the sun, which is in the moon, and which is also in fire—illuminating the entire world—know that light to be of Mine.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "And, penetrating the earth, I support all beings with My energy; being the sap-filled moon, I nourish all plants.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "Being the digestive fire dwelling within the bodies of living creatures, and being in association with the upward and downward winds [of the body], I digest the four kinds of food.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "I am entered in the hearts of all; from Me come the faculties of memory, knowledge, and discernment; none but Me is to be known by means of all the Vedas, and I am alone the author of the final part of the Vedas and also the author of the Vedas themselves.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "There are two people in the world: the perishable and the imperishable. The perishable is all elements, and the one that speaks is called the imperishable.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "But the Highest Person, distinct from both [this], is spoken of as the Supreme Self, which, being the changeless Lord, sustains the triad of the world by entering into it.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "Because I have transcended both the perishable and the imperishable, I am acclaimed in the world and in the Vedas as the highest of persons.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "He who, not being deluded, thus knows Me as the Highest of persons—he knows all and serves Me with his entire being, O descendant of Bharata!",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "Thus, O sinless one, I have imparted to you the most secret scripture; by understanding this, let a man become wise and also become one who has accomplished what needs to be accomplished, O descendant of Bharata!",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 16,
      "verses": [
        {
          "verse_number": "1-3",
          "translation": "The Bhagavat said: Fearlessness, complete purity of the Sattva, steadfastness in knowledge-Yoga, charity, self-restraint, Vedic sacrifice, recitation of scriptures, austerity, and uprightness.\n\nHarmlessness, truth, absence of anger, renunciation, absence of attachment, absence of slander, compassion for living beings, and absence of greed, gentleness, modesty, and absence of thoughtlessness;\n\nVital power, forgiveness, fortitude, contentment, absence of treachery, and absence of excessive pride—these are in the person who is born for divine wealth, O Descendant of Bharata!",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "Ostentation, arrogance, pride, anger, and harshness, as well as ignorance, are characteristics of a person born of demoniac wealth, O son of Prtha!",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "The divine wealth is meant for total emancipation, and the demoniac one for complete bondage. Grieve not, O son of Pandu, for the divine wealth you are born.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "There are two types of creations of beings in this world: the divine and the demoniac. The divine one has been described in detail; hear now the demoniac one from Me, O son of Prtha!",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "The demoniac do not know the origin and the dissolution; neither purity, nor good conduct, nor truth exists in them.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "They say that this world is without truth; has no basis; and has no Lord; this is not born on the basis of the mutual cause-and-effect-relation [of the things]; it has nothing [beyond] and has no cause.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "Clinging to this view, the inauspicious men of ruined souls, poor intellect, and cruel deeds strive to destroy the world.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "Holding to their insatiable desires, being possessed by hypocrisy, avarice, and pride, and holding evil intentions, these cruel men wander with impure resolves.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "Adhering to their ultimate and unending anxiety; viewing the gratification of their desires as their highest goal; believing that this is all that exists;",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "Bound by hundreds of ropes of longing, devoted to their desire and anger, they seek, by unjust means, hoards of wealth for the gratification of their desires.",
          "commentary": ""
        },
        {
          "verse_number": "13-15",
          "translation": "'I have gained this today; I will attain this object of my desire in the future; this is mine now; and this wealth will also be mine soon.'\n\n'I have slain that enemy; and I shall slay others too; I am the Lord; I am a man of pleasure; I am victorious, powerful, and content.'\n\n'I am wealthy; I am of noble birth; who else is equal to me? I shall perform sacrifices; I shall give gifts; and I shall rejoice' - deluded by these wrong ideas;",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "Endowed with many thoughts, highly confused, enslaved by their delusion, and addicted to the gratification of desires, they fall into the hellish and foul.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "Self-conceited, stubborn, filled with pride and arrogance of wealth, they pretend to perform sacrifices hypocritically, not following the injunctions of the Vedas.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "Clinging fast to egotism, force, pride, craving, and anger, these envious people hate Me in the bodies of their own and of others.",
          "commentary": ""
        },
        {
          "verse_number": "19-20",
          "translation": "These hateful, cruel, and base men, I hurl incessantly into the inauspicious, demoniac wombs, alone in the cycle of birth and death.\n\nHaving come to the demoniac womb, birth after birth, and not attaining Me at all, these deluded persons, therefore, pass to the lowest state, O son of Kunti!",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "To the hell, there are three gates that ruin the Self: desire, anger, and greed. Hence, one should avoid these three.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "O son of Kunti! A man who has deserted these three gates of darkness does what is good for his Self and thereby reaches the highest goal.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "He who neglects the injunctions of the scriptures and acts according to his own will, attains neither success nor happiness nor the highest goal of emancipation.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "Therefore, by considering the scripture as your authority in determining what should be done and what should not be done, you should perform actions laid down by the regulations of the scriptures.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 17,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Arjuna said: \"What is the state of those who remain faithful but neglect the scriptural injunctions—is it sattva, rajas, or tamas? O Krsna!\"",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "The Bhagavat said, \"The faith of the embodied persons is born of their nature and is of three kinds [viz.]: that which is made of Sattva; that which is made of Rajas; and that which is made of Tamas. Listen about them.\"",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "Corresponding to one's own sattva, O descendant of Bharata, everybody has faith. The person predominantly consists of faith. Whatever one has faith in, that he becomes certainly.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "The men of the Sattva strand perform sacrifices intending for the gods; the men of the Rajas strand do so for the spirits and demons; and the men of the Tamas strand perform sacrifices intending for the imps, the dead, and the ghosts.",
          "commentary": ""
        },
        {
          "verse_number": "5-6",
          "translation": "Those men who practise terrible austerities not as enjoined in the scriptures, who are bound by hypocrisy and conceit, and are impelled by the force of passion for desired objects;\n\nThose who unintelligently emaciate the conglomeration of elements in their physical body and emaciate Me, dwelling within the physical body—know them to be of a demoniac resolve.",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "Further, the food which is dear to all is of three kinds. So too are their sacrifice, austerity, and charity. Listen to this distinction of them.",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "The foods that increase life, energy, strength, good health, happiness, and satisfaction; which are delicious, soft, substantial, and pleasant to the heart (stomach); they are dear to the men of the Sattva strand.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "The foods killed by men of the Rajas strand are those that are bitter, sour, salty, very hot, harsh, dry, and burning; and which cause pain, grief, and disease.",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "What is old, tasteless, foul-smelling, and stale; what is also left over after eating, and is impure - such food is dear to the men of Tamas (Strand).",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "That sacrifice of the Sattva (Strand) is offered, as prescribed, by those who desire no reward, steadying their minds with the thought that it is simply something to be offered.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "What is offered aiming at fruit and also only for the sake of display—know that sacrifice to be of the Rajas strand and to be transitory and impermanent.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "They declare that sacrifice to be of the Tamas (Strand) which is devoid of scriptural injunction, in which there is no recitation of Vedic hymns, where no food and sacrificial fee are distributed, and which is completely devoid of faith.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "The worship of the gods, the twice-born, the elders, and the wise; purity, honesty, continence, and harmlessness—all this is said to be bodily austerity.",
          "commentary": ""
        },
        {
          "verse_number": "15",
          "translation": "The unoffending speech which is true, pleasant, and beneficial; as well as the practice of regular recitation of the Vedas—all this is said to be an austerity of the speech-sense.",
          "commentary": ""
        },
        {
          "verse_number": "16",
          "translation": "The serenity of mind, the stillness, the taciturnity, the self-control, the purity of thought—all this is called mental austerity.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "This three-fold austerity, observed with best faith, by men who are masters of Yoga and have no desire for its fruits—they call it to be of the Sattva.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "The austerity that is practiced for gaining respect, honor, and reverence, and with sheer show—that is called here [austerity] of the Rajas, and it is unstable and impermanent.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "What austerity is practised with foolish obstinacy and self-torture only in order to destroy others—that is declared to be of the Tamas.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "A gift that is given with the thought that 'one must give' and is given in an appropriate place and at the right time to a worthy person who is unable to repay—that gift is considered to be of the Sattva.",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "But what is given in return for a favor, or with the expectation of a reward, and which is done with much agitation—that gift is said to be of the Rajas.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "The gift which is given at an inappropriate place, time, and to unworthy persons, and which is converted into a bad act and is disrespected—that is declared to be of the Tamas.",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "OM TAT SAT: This is held to be the three-fold indication of Brahman. Through this, the Vedas and sacrifices were fashioned by Brahma in the past.",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "Therefore, the scripture-prescribed acts of sacrifice, gift, and austerity of those who are habituated to having Brahman-discourses invariably commence with the utterance of OM.",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "With the utterance of TAT, and without aiming for the fruit, those who seek emancipation perform acts of sacrifice, austerity, and various acts of giving.",
          "commentary": ""
        },
        {
          "verse_number": "26-27",
          "translation": "In the sense of 'right' (or 'manifesting as being') and in the sense of 'proper' (or 'manifesting perfectly'), this word SAT is employed. Likewise, the word SAT is used with regard to the praiseworthy act; O son of Prtha!\n\nSteadfastness is performing sacrifice, austerity, and giving gifts; this act is hence justly called SAT.",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "Without faith, whatever oblation is offered, whatever gift is made, whatever austerity is practiced, and whatever action is undertaken, that is called ASAT and it is of no avail after one's death or in this world.",
          "commentary": ""
        }
      ]
    },
    {
      "chapter_number": 18,
      "verses": [
        {
          "verse_number": "1",
          "translation": "Arjuna said, O Mighty-armed One! I desire to know, in detail, the distinctive nature of renunciation and relinquishment, O Hrsikesa! O Slayer of Kesin!",
          "commentary": ""
        },
        {
          "verse_number": "2",
          "translation": "The Bhagavat said, \"The seers understand the act of renouncing desire-motivated actions as renunciation; the experts declare the relinquishment of the fruits of all actions to be relinquishment.\"",
          "commentary": ""
        },
        {
          "verse_number": "3",
          "translation": "Certain wise men declare that the harmful action should be relinquished, while others say that the actions of performing sacrifices, giving gifts, and observing austerities should not be relinquished.",
          "commentary": ""
        },
        {
          "verse_number": "4",
          "translation": "O best of Bharata's descendants! Listen to My considered view about relinquishing: Indeed, the act of relinquishing is rightly spoken to be threefold, O best among men!",
          "commentary": ""
        },
        {
          "verse_number": "5",
          "translation": "The actions of Vedic sacrifice, gift, and austerity should not be relinquished and they must necessarily be performed; for the men of wisdom, the Vedic sacrifice, gift, and austerity are the means of purification.",
          "commentary": ""
        },
        {
          "verse_number": "6",
          "translation": "Even these actions should be performed by relinquishing attachment and the fruits thereof; this is my considered best opinion, O son of Prtha!",
          "commentary": ""
        },
        {
          "verse_number": "7",
          "translation": "The renunciation of the enjoined action does not make sense; and completely relinquishing it, out of ignorance, is proclaimed on all sides as an act of Tamas (Strand).",
          "commentary": ""
        },
        {
          "verse_number": "8",
          "translation": "He who would, out of fear of bodily exertion, relinquish an action just because it is painful—that person, having thus made relinquishment an act of the Rajas (Strand), would not at all gain the fruit of that relinquishment.",
          "commentary": ""
        },
        {
          "verse_number": "9",
          "translation": "\"This is a thing to be performed\" - just on that ground, whatever usual action is performed, relinquishing attachment and also fruit - that act of relinquishment is deemed to be of the Sattva (strand).",
          "commentary": ""
        },
        {
          "verse_number": "10",
          "translation": "The man of renunciation, who is well-possessed of Sattva, is wise and has his doubts destroyed—he does not hate unskilled action and does not cling to skilled action.",
          "commentary": ""
        },
        {
          "verse_number": "11",
          "translation": "Indeed, to relinquish actions entirely is not possible for a body-bearing one; but whoever relinquishes the fruits of actions, he is said to be a man of [true] relinquishment.",
          "commentary": ""
        },
        {
          "verse_number": "12",
          "translation": "The three-fold fruit of action—the undesired, the desired, and the mixed—accrues even after death to those who are not men of renunciation, but never to those who are men of renunciation.",
          "commentary": ""
        },
        {
          "verse_number": "13",
          "translation": "O mighty-armed one! Learn from Me these five causes, declared in the conclusion of deliberations on proper knowledge, for the accomplishment of all actions.",
          "commentary": ""
        },
        {
          "verse_number": "14",
          "translation": "The basis, the agent, the various instruments, the distinct activities of various kinds, and Destiny, which is the fifth factor, are all present.",
          "commentary": ""
        },
        {
          "verse_number": "15-16",
          "translation": "O Arjuna! Whatever action is undertaken with the body, speech, or mind, whether it is lawful or otherwise, its factors are these five.\n\nBut this being the case, whoever views himself as the sole agent due to their imperfect intellect—they, the defective-minded ones, do not view things rightly.",
          "commentary": ""
        },
        {
          "verse_number": "17",
          "translation": "He whose mental disposition is not dominated by the sense of 'I', and whose intellect is not stained—he, even if he slays these worlds, does not [really] slay any and is not fettered.",
          "commentary": ""
        },
        {
          "verse_number": "18",
          "translation": "The instrument of knowledge, the object of knowledge, and the knowing subject—the prompting in action, consisting of these threefold elements—is the proper grasping of action with threefold elements, namely, the instrument, the object, and the agent.",
          "commentary": ""
        },
        {
          "verse_number": "19",
          "translation": "The instrument of knowledge, the object, and the agent are just three kinds due to the differences in the strands—thus it is declared in enumerating the strands. You must also listen to these [from Me] as they are.",
          "commentary": ""
        },
        {
          "verse_number": "20",
          "translation": "That instrument of knowledge, by means of which one perceives the singular, immutable existence in all beings, the unclassified among the classified ones—that you must know to be born of the Sattva (Strand).",
          "commentary": ""
        },
        {
          "verse_number": "21",
          "translation": "That instrument of knowledge, by means of which one considers the varied natures of different sorts in all beings as truly distinct—that is regarded to be of the Rajas strand.",
          "commentary": ""
        },
        {
          "verse_number": "22",
          "translation": "That [instrument-of-knowledge], because of which one, not realizing the whole, gets indulged without reason in a particular activity, and which is unconcerned with the real nature of things and is insignificant—that is declared to be of the Tamas (Strand).",
          "commentary": ""
        },
        {
          "verse_number": "23",
          "translation": "The object that has been acquired with determination, without attachment and without desire or hatred, by one who does not crave to reap the fruit of their action - that is declared to be of the Sattva (Strand).",
          "commentary": ""
        },
        {
          "verse_number": "24",
          "translation": "The object which is abundant in afflictions and which is further desired by one who craves to attain the desired thing with the feeling of 'I'—that is considered to be of the Rajas (Strand).",
          "commentary": ""
        },
        {
          "verse_number": "25",
          "translation": "The object which is gained, due to ignorance, without considering the result, the loss, the injury to others, and one's own strength—that is declared to be of the Tamas (Strand).",
          "commentary": ""
        },
        {
          "verse_number": "26",
          "translation": "The agent who is free from attachment, who does not make any speech of egoism, who is full of contentment and enthusiasm, and who does not change mentally in success or failure—that agent is said to be of the Sattva nature.",
          "commentary": ""
        },
        {
          "verse_number": "27",
          "translation": "The agent, who is a man of passion, who craves the fruit of his actions, and is avaricious; who is injurious by nature, impure, and is overpowered by joy and grief—that agent is proclaimed to be of the Rajas (Strand).",
          "commentary": ""
        },
        {
          "verse_number": "28",
          "translation": "The agent who does not exert is vulgar, obstinate, and deceitful; they are a man of wickedness and are lazy, sorrowful, and procrastinating—such an agent is said to be of the Tamas strand.",
          "commentary": ""
        },
        {
          "verse_number": "29",
          "translation": "You must listen to Me as I expound the three-fold division of the intellect and content, both completely and individually, based on the Strands, O Dhananjaya!",
          "commentary": ""
        },
        {
          "verse_number": "30",
          "translation": "The intellect which knows the activity and the cessation from activity, the proper and improper actions, the fear and non-fear, and the bondage and emancipation—that intellect is considered to be of the Sattva (Strand).",
          "commentary": ""
        },
        {
          "verse_number": "31",
          "translation": "The intellect, by means of which one decides incorrectly between the righteous and the unrighteous, and what is a proper action and an improper one—that intellect is of the Rajas, O son of Prtha!",
          "commentary": ""
        },
        {
          "verse_number": "32",
          "translation": "The intellect which, containing darkness (ignorance), conceives the unrighteous one as righteous and all things topsy-turvy—that intellect is deemed to be of the Tamas (Strand).",
          "commentary": ""
        },
        {
          "verse_number": "33",
          "translation": "The unfailing content, by which one restrains, through Yoga, the activities of the mind, the living breath, and the senses, is considered to be of the Sattva (strand).",
          "commentary": ""
        },
        {
          "verse_number": "34",
          "translation": "O Arjuna! The contentment by which one restrains one's bounden duty, pleasure, and wealth, and consequently desires the fruits of action—that contentment is of the Rajas strand, O son of Prtha!",
          "commentary": ""
        },
        {
          "verse_number": "35",
          "translation": "The contentment where a foolish man does not give up his sleep, fear, grief, despondency, and arrogance—that contentment is deemed to be of the Tamas (Strand).",
          "commentary": ""
        },
        {
          "verse_number": "36",
          "translation": "O best among the Bharatas! Now, you must also listen to Me about the three-fold happiness, wherein one delights in practice and attains the end of suffering.",
          "commentary": ""
        },
        {
          "verse_number": "37",
          "translation": "[The happiness] which is like poison in the moment but is like nectar in the result—that happiness, born of serenity of the soul and intellect, you must know to be of the sattva (strand).",
          "commentary": ""
        },
        {
          "verse_number": "38",
          "translation": "[The happiness] which is like nectar at its due time due to the contact between the senses and sense-objects; but which is like poison at the time of its result—that is considered to be of the Rajas (Strand).",
          "commentary": ""
        },
        {
          "verse_number": "39",
          "translation": "The happiness that, both initially and subsequently, is of the nature of deluding the Self; and which results from sleep, indolence, and heedlessness—that is stated to be of the Tamas (Strand).",
          "commentary": ""
        },
        {
          "verse_number": "40",
          "translation": "Whether on earth or among the gods in heaven, there is not a single being that is free from these three strands born of material nature.",
          "commentary": ""
        },
        {
          "verse_number": "41",
          "translation": "The duties of the Brahmanas, the Kshatriyas, the Vaishyas, and the Shudras are properly classified according to the qualities that are the sources of their nature, O scorcher of foes!",
          "commentary": ""
        },
        {
          "verse_number": "42",
          "translation": "Quietude, self-control, purity, forbearance, straightforwardness, knowledge, wisdom, and faith in another world are the duties of the Brahmanas, born of their nature.",
          "commentary": ""
        },
        {
          "verse_number": "43",
          "translation": "Heroic deeds, fiery energy, firmness, dexterity, and also non-attachment form the duties of the Ksatriyas, born of their nature, in battle, giving gifts, and overlordship.",
          "commentary": ""
        },
        {
          "verse_number": "44",
          "translation": "Ploughing, tending to cattle, and trading are the actions of the Vaisyas, born of their nature. The action of service is of the Sudras, born of their nature.",
          "commentary": ""
        },
        {
          "verse_number": "45",
          "translation": "A person, devoted to their own respective action, attains success. How one attains success through devotion to their own action, that you must hear from Me.",
          "commentary": ""
        },
        {
          "verse_number": "46",
          "translation": "From whence the activities of the beings arise, and by which this universe is pervaded—worshipping That by one's own prescribed action, one attains success.",
          "commentary": ""
        },
        {
          "verse_number": "47",
          "translation": "Better is one's own prescribed duties, born of one's nature, even though it is devoid of excellence, than another's duty well executed; the doer of duty, dependent on one's own nature, does not incur sin.",
          "commentary": ""
        },
        {
          "verse_number": "48",
          "translation": "O son of Kunti! One should not give up their nature-born duty, even if it appears to be defective. For, all beginnings are enveloped by harm, just as fire is by smoke.",
          "commentary": ""
        },
        {
          "verse_number": "49",
          "translation": "He, whose mind entertains no attachment to anything, who is self-controlled and is free from craving—he attains, by means of renunciation, the supreme success of actionlessness.",
          "commentary": ""
        },
        {
          "verse_number": "50",
          "translation": "Having attained success, how one attains Brahman—an attainment which is confirmed to be the final beatitude of true knowledge—that you must learn from Me briefly.",
          "commentary": ""
        },
        {
          "verse_number": "51-53",
          "translation": "He who has attained a completely pure intellect by firmly controlling his mind and renouncing sense-objects, sound, and driving out desire and hatred;\n\nWho enjoys solitude, eats sparingly, has controlled their speech, body, and mind; who is devoted to the practice of meditation and yoga; and who has taken refuge in perpetual desirelessness;\n\nRelinquishing egotism, violence, pride, desire, wrath, and the sense of possession - he, the unselfish and calm one, is capable of becoming the Brahman.",
          "commentary": ""
        },
        {
          "verse_number": "54",
          "translation": "Having become the Brahman, the serene-minded one neither grieves nor rejoices; remaining equal to all beings, he gains the highest devotion to Me.",
          "commentary": ""
        },
        {
          "verse_number": "55",
          "translation": "Through devotion he comes to know of Me: Who I am and how, in fact, I am—having correctly known Me, he enters into Me. Then afterwards,",
          "commentary": ""
        },
        {
          "verse_number": "56",
          "translation": "Performing all his actions all the time and taking refuge in Me, he attains, through My grace, the eternal, changeless state.",
          "commentary": ""
        },
        {
          "verse_number": "57",
          "translation": "Hence, O descendant of Bharata, renounce all actions in Me by your mind and take hold of the knowledge-Yoga. Always keep your thought-organ directed towards Me.",
          "commentary": ""
        },
        {
          "verse_number": "58",
          "translation": "Having your thought-organ turned towards Me, you shall pass over all obstacles by My Grace. On the other hand, if you don't give up your sense of ego, you will not liberate yourself; instead, you will perish.",
          "commentary": ""
        },
        {
          "verse_number": "59",
          "translation": "In case, holding fast to the sense of ego, you think, 'I shall not fight,' that resolve of yours will be useless. Your own natural condition will incite you to fight.",
          "commentary": ""
        },
        {
          "verse_number": "60",
          "translation": "O son of Kunti! Being firmly bound by your own duty, born of your own nature, and thus not being independent, you would perform what you do not wish to do, due to your delusion.",
          "commentary": ""
        },
        {
          "verse_number": "61",
          "translation": "O Arjuna! This Lord dwells in the hearts of all beings, causing, by His trick of illusion, all beings to whirl round as if they are mounted on a revolving mechanical contrivance.",
          "commentary": ""
        },
        {
          "verse_number": "62",
          "translation": "To Him alone, O descendant of Bharata, you must go for refuge with all your thoughts. Through My grace, you will attain success and the eternal abode.",
          "commentary": ""
        },
        {
          "verse_number": "63",
          "translation": "Thus, the path of wisdom, a better secret than all other secrets, has been expounded to you by Me; comprehend it fully and then act as you wish.",
          "commentary": ""
        },
        {
          "verse_number": "64",
          "translation": "Yet again, you must listen to My ultimate, supreme message—the highest secret of all. You are My dear one and have a firm intellect, so I shall tell you what is good for you.",
          "commentary": ""
        },
        {
          "verse_number": "65",
          "translation": "Fix your mind on Me; be devoted to Me; offer oblations to Me and bow down to Me; you will come to Me alone. I promise you this truly, for you are dear to Me.",
          "commentary": ""
        },
        {
          "verse_number": "66",
          "translation": "Abandon all attributes and come to Me as your only refuge; I will rescue you from all sins; do not be sorrowful.",
          "commentary": ""
        },
        {
          "verse_number": "67",
          "translation": "This knowledge is for you, and it should never be imparted to one who does not observe austerities; to one who has no devotion; to one who has no desire to listen; and to one who is indignant towards Me.",
          "commentary": ""
        },
        {
          "verse_number": "68",
          "translation": "Whoever declares this highest secret to My devotees, cultivating an utmost devotion towards Me and not entertaining any doubt, shall reach Me.",
          "commentary": ""
        },
        {
          "verse_number": "69",
          "translation": "And, except for him, there would be no one among men who is the best performer of what is dear to Me; and there shall be no one else dearer to Me on earth.",
          "commentary": ""
        },
        {
          "verse_number": "70",
          "translation": "Whoever would learn this sacred dialogue of both of us, by them I am delighted through the knowledge-sacrifice: This is my opinion.",
          "commentary": ""
        },
        {
          "verse_number": "71",
          "translation": "A man who would at least hear this with faith and without indignation—he too, freed from sins, will attain the auspicious worlds of those who have performed meritorious acts.",
          "commentary": ""
        },
        {
          "verse_number": "72",
          "translation": "O son of Prtha! Have you heard this with an attentive mind? O Dhananjaya! Has your strong delusion, born of ignorance, been completely destroyed?",
          "commentary": ""
        },
        {
          "verse_number": "73",
          "translation": "Arjuna said, \"My delusion is destroyed; I have regained my recollection through your grace, O Acyuta! I stand firm, free of doubts; I shall execute your command.\"",
          "commentary": ""
        },
        {
          "verse_number": "74",
          "translation": "Sanjaya said: Thus, I have heard this wonderful and thrilling dialogue between Vasudeva and the mighty-minded son of Prtha.",
          "commentary": ""
        },
        {
          "verse_number": "75",
          "translation": "Through the grace of Vyasa, I have heard this highly secret supreme Yoga from Krsna, the Lord of Yogis, while He was imparting it personally.",
          "commentary": ""
        },
        {
          "verse_number": "76",
          "translation": "O King! By repeatedly recollecting this wonderful, pious dialogue between Kesava and Arjuna, I am filled with delight again and again.",
          "commentary": ""
        },
        {
          "verse_number": "77",
          "translation": "O great king! On recalling in my mind that extremely wonderful, supreme form of Hari, I am amazed and experience joy again and again.",
          "commentary": ""
        },
        {
          "verse_number": "78",
          "translation": "Where Krishna, the Lord of Yogis, remains, where the son of Prtha holds his bow, there lies fortune, victory, prosperity, and firm justice—so I believe.",
          "commentary": ""
        }
      ]
    }
  ]
}
