[
  {
    "chapter_number": 1,
    "verses_count": 47,
    "name": {
      "en": "Arjun Viṣhād Yog",
      "hi": "अर्जुन विषाद योग",
      "gu": "અર્જુન વિષાદ યોગ",
      "te": "అర్జున విషాద యోగము",
      "ta": "அர்ஜுன விஷாத யோகம்",
      "or": "ଅର୍ଜୁନ ବିଷାଦଯୋଗ",
      "es": "Arjuna Viṣhād Yoga"
    },
    "description": {
      "en": "The Bhagavad Gita, or the song of God, was revealed by Lord Shree Krishna to Arjun on the threshold of the epic war of Mahabharata. A decisive battle between two sets of cousins, the Kauravas and the Pandavas, was just about to commence on the battlefield of Kurukshetra. A detailed account of the reasons that led to such a colossal war; is given under Introduction-The Setting of the Bhagavad Gita.\nThe Bhagavad Gita is primarily a conversation between Lord Shree Krishna and Arjun. However, the first chapter begins with a dialogue between King Dhritarashtra and his minister Sanjay. Dhritarashtra being blind, could not leave his palace in Hastinapur but was eager to know the ongoings of the battlefield.\nSanjay was a disciple of Sage Ved Vyas, the author of the epic Mahabharata and several other Hindu scriptures. Sage Ved Vyas possessed a mystic ability to see and hear events occurring in distant places. He had bestowed upon Sanjay the miraculous power of distant vision. Therefore, Sanjay could see and hear, what transpired on the battleground of Kurukshetra, and gave a first-hand account to King Dhritarashtra while still being in his palace.",
      "hi": "भगवद्गीता का उपदेश एक ही वंश के दो परिवारों के चचेरे भाइयों कौरव और पाण्डवों के मध्य हुए महाभारत के युद्ध की रणभूमि पर दिया गया। इस पुस्तक के परिचय से संबंधित प्रारम्भिक पृष्ठों में उल्लिखित 'गीता का परिवेश' खण्ड में उन घटनाओं का विस्तृत रूप से वर्णन किया गया है जिनके कारण यह महायुद्ध हुआ। भगवद्गीता का प्रकटीकरण राजा धृतराष्ट्र और उसके मंत्री संजय के बीच हुए वार्तालाप से आरम्भ होता है। चूंकि धृतराष्ट्र नेत्रहीन था इसलिए वह व्यक्तिगत रूप से युद्ध में उपस्थित नहीं हो सका। अत: संजय उसे युद्धभूमि पर घट रही घटनाओं का पूर्ण सजीव विवरण सुना रहा था। संजय महाभारत के प्रख्यात रचयिता वेदव्यास का शिष्य था। ऋषि वेदव्यास ऐसी चमत्कारिक शक्ति से संपन्न थे जिससे वह दूर-दूर तक घट रही घटनाओं को प्रत्यक्ष रूप से देखने में समर्थ थे। अपने गुरु की अनुकंपा से संजय ने भी दूरदृष्टि की दिव्य चमत्कारिक शक्ति प्राप्त की थी। इस प्रकार से वह युद्ध भूमि में घटित सभी घटनाओं को दूर से देख सका।",
      "gu": "એક જ વંશના બે પરિવારનાં પિતરાઈ ભાઈઓ, કૌરવો અને પાંડવો વચ્ચે આરંભ થનારા મહાભારત યુદ્ધની રણભૂમિના ઉંબરા ઉપર ભગવદ્ ગીતાનું પ્રાકટ્ય થયું. આ પુસ્તકની પ્રસ્તાવનાનાં “ભગવદ્ ગીતાની પૂર્વભૂમિકા” વિભાગની અંતર્ગત એ સર્વે ઘટનાઓનું વિસ્તૃત વર્ણન કરવામાં આવ્યું છે, જેને કારણે આ મહાયુદ્ધ થયું.\nભગવદ્ ગીતાનું પ્રગટીકરણ રાજા ધૃતરાષ્ટ્ર અને તેના મંત્રી સંજય વચ્ચેના સંવાદના રૂપે આરંભ થાય  છે. ધૃતરાષ્ટ્ર નેત્રહીન હોવાના કારણે વ્યક્તિગત રીતે રણભૂમિ પર હાજર રહી શક્યા ન હતા. અત: સંજય તેમને રણભૂમિ પર બની રહેલી ઘટનાઓનું તાજું વિવરણ આપી રહ્યા હતા. સંજય, મહાભારત મહાકાવ્યના તથા અન્ય અનેક હિંદુ ગ્રંથોનાં પ્રખ્યાત લેખક વેદ વ્યાસ ઋષિના શિષ્ય હતા.  વેદ વ્યાસજી એવી રહસ્યમય શક્તિઓથી સંપન્ન હતા કે દૂર-દૂરના સ્થળો પર બનતી ઘટનાઓ પ્રત્યક્ષ રૂપે જોઈ શકવા સમર્થ હતા. તેમના ગુરુની કૃપાથી સંજયે પણ એ દૂરદર્શનનું ગૂઢ સામર્થ્ય પ્રાપ્ત કર્યું હતું. આ રીતે તેઓ દૂરથી જ યુદ્ધક્ષેત્રમાં ઘટતી તમામ ઘટનાઓનું નિરીક્ષણ કરી શકતા હતા અને રાજમહેલમાં હોવા છતાં, ધૃતરાષ્ટ્ર સમક્ષ આંખે દેખ્યો અહેવાલ પ્રસ્તુત કરી રહ્યા હતા.",
      "te": "దాయాదులైన కౌరవులు, పాండవుల మధ్య మొదలవ్వబోతున్న గొప్ప మహాభారత సంగ్రామ యుద్ధభూమి యందు భగవద్గీత చెప్పబడింది. ఈ భారీ యుద్ధానికి దారి తీసిన పరిణామాల యొక్క వివరణాత్మక వర్ణన ఈ పుస్తకం యొక్క ఉపోద్ఘాతంలో, భగవద్గీత సమయ పరిస్థితి అనే భాగంలో చెప్పబడింది.      ధృతరాష్ట్ర మహారాజు మరియు అతని మంత్రి సంజయుడికి మధ్య జరిగిన సంభాషణ రూపంలో భగవద్గీత విశదీకరింపబడటం మొదలౌతుంది. ధృతరాష్ట్రుడు అంధుడైన కారణం చేత, తానే స్వయంగా యుద్ధభూమి యందు లేడు, అందుకే సంజయుడు అతనికి యుద్ధరంగ విశేషాలని యథాతథంగా చెప్తున్నాడు. సంజయుడు, మహాభారతాన్ని రచించిన మహాత్ముడైన వేద వ్యాసుని శిష్యుడు. వేద వ్యాసునికి సుదూరంలో జరిగే విషయాలని చూసే దివ్యశక్తి వుంది. అదే శక్తిని సంజయుడికి, యుద్ధభూమిలో జరిగే విశేషాలని ధృతరాష్ట్రునికి వివరించటానికి, ఆయన ప్రసాదించాడు.",
      "ta": "கௌரவர்கள் மற்றும் பாண்டவர்கள் ஆகிய இரு உறவினர்களுக்கு இடையே துவங்க இருந்த மாபெரும் மகாபாரதப்போரின் போர்க்களத்தில் பகவத் கீதை பேசப்பட்டது. இந்தப் புத்தகத்தின் முன்னுரையில், மாபெரும் போருக்கு வழிவகுத்த நிகழ்வுகள் பற்றிய விரிவான விளக்கம் பகவத் கீதையின் அமைப்பு என்ற பகுதியில் கொடுக்கப்பட்டுள்ளது. மன்னர் த்ருதராஷ்டிரருக்கும் அவரது மந்திரி ஸஞ்ஜயனுக்கும் இடையேயான உரையாடலாக பகவத் கீதை விரிவுற துவங்குகிறது. த்ருதராஷ்டிரர் பார்வையற்றவராக இருந்ததால், அவரால் போர்க்களத்தை நேரில் காண முடியவில்லை. எனவே, போர்முனையில் நடந்த நிகழ்வுகளை ஸஞ்ஜயன் அவரிடம் நேரடியாகக் கூறிக் கொண்டிருந்தார். ஸஞ்ஜயன் மகாபாரதத்தின் புகழ்பெற்ற நுலாசிரியர் வேத வியாஸ முனிவரின் சீடர் ஆவார். தொலைதூர இடங்களில் என்ன நடக்கிறது என்பதைப் பார்க்கும் மாய சக்தி வேதவியாஸரிடம் இருந்தது. திருதராஷ்டிரருக்கு ஸஞ்ஜயன் போர்க்களத்தில் நடந்த சம்பவங்களைச் தொலைதூரத்திலிருந்து எடுத்துரைக்கும் வகையில், அதே சக்தியை ஸஞ்ஜயனக்கும் வழங்கினார்.",
      "or": "ଭଗବଦ୍ ଗୀତା ମହାଭାରତ ଯୁଦ୍ଧର ରଣଭୂମିରେ କୁହାଯାଇଥିଲା, ଯାହାକି କୌରବ ଏବଂ ପାଣ୍ଡବ ଦୁଇ ଭ୍ରାତୃପକ୍ଷଙ୍କ ମଧ୍ୟରେ ଆରମ୍ଭ ହେବାକୁ ଯାଉଥିବା ଏକ ବିଶାଳ ଯୁଦ୍ଧ ଥିଲା । ଯେଉଁ ସବୁ ଘଟଣାଚକ୍ର ଏହି ବିଶାଳ ଯୁଦ୍ଧକୁ ଆହ୍ୱାନ କରିଥିଲା, ତାହାର ବିଷଦ ବିବରଣୀ ଏହି ଗ୍ରନ୍ଥର ଉପକ୍ରମରେ “ମହାଭାରତ ଯୁଦ୍ଧର ପୃଷ୍ଠଭୂମି” ଭାଗରେ ପ୍ରଦାନ କରାଯାଇଅଛି ।ରାଜା ଧୃତରାଷ୍ଟ୍ର ଏବଂ ତାଙ୍କ ମନ୍ତ୍ରୀ ସଞ୍ଜୟଙ୍କ ମଧ୍ୟରେ ଏକ ବାର୍ତ୍ତାଳାପ ରୂପରେ ଭଗବଦ୍ ଗୀତା ପ୍ରକଟ ହେବାକୁ ଯାଉଅଛି । ଯେହେତୁ ଧୃତରାଷ୍ଟ୍ର ଅନ୍ଧଥିଲେ, ସେ ନିଜେ ଯୁଦ୍ଧ କ୍ଷେତ୍ରରେ ଉପସ୍ଥିତ ହୋଇ ପାରି ନ ଥିଲେ । ସେଥିପାଇଁ ସଞ୍ଜୟ ତାଙ୍କୁ ଯୁଦ୍ଧକ୍ଷେତ୍ରରେ ଘଟୁଥିବା ସମସ୍ତ ଘଟଣାର ପ୍ରତ୍ୟକ୍ଷ ବିବରଣୀ ପ୍ରଦାନ କରୁଥିଲେ । ସଞ୍ଜୟ ମହାଭାରତର ରଚୟିତା ବେଦ ବ୍ୟାସଙ୍କର ଶିଷ୍ୟ ଥିଲେ । ବେଦ ବ୍ୟାସଙ୍କର ଏକ ଚମତ୍କାରୀ ଶକ୍ତି ଥିଲା, ଯଦ୍ୱାରା ସେ ଦୂର ଦୂରାନ୍ତରେ ଘଟୁଥିବା ଘଟଣା ସବୁ ଦେଖିପାରୁଥିଲେ । ସଞ୍ଜୟଙ୍କ ଠାରେ ମଧ୍ୟ ଗୁରୁଙ୍କ କୃପାରୁ ସେହି ଦୂର ଦୃଷ୍ଟିର କ୍ଷମତା ଥିଲା, ଯଦ୍ୱାରା ସେ ଦୂରରୁ ଯୁଦ୍ଧର ସମସ୍ତ ଗତିବିଧି ଦେଖିପାରୁଥିଲେ ।",
      "es": "El Bhagavad Gita, o la Canción de Dios, fue revelado por el Señor Sri Krishna a Arjuna en el umbral de la guerra épica de Mahabharata. Una batalla decisiva entre dos grupos de primos, los Kauravas y los Pandavas estaba a punto de comenzar en el campo de batalla de Kurukshetra. Un relato detallado de las razones que llevaron a  la guerra colosal se da en la introducción, en la sección El entorno del Bhagavad Gita.\nEl Bhagavad Gita es principalmente una conversación entre el Señor Sri Krishna y Arjuna. Sin embargo, el primer capítulo comienza con un diálogo entre el rey Dhritarashtra y su ministro Sanjaya. Dhritarashtra, al ser ciego, no podía salir de su palacio en Hastinapur, pero estaba ansioso por conocer los eventos en el campo de batalla.\nSanjaya fue discípulo del Sabio Ved Vyasa, autor del épico Mahabharata y de varias otras escrituras hindúes. El Sabio Ved Vyasa poseía una habilidad mística para ver y escuchar acontecimientos que ocurrieron en lugares lejanos. Había otorgado a Sanjaya el poder Yogamaya milagroso de la visión a distancia. Por lo tanto, Sanjaya podía ver y oír lo que sucedió en el campo de batalla de Kurukshetra, y dio un relato de primera mano al rey Dhritarashtra  desde su palacio."
    },
    "oneliner": {
      "en": "Lamenting the Consequences of War",
      "hi": "युद्ध के परिणाम पर शोक प्रकट करना ",
      "gu": "યુદ્ધના પરિણામો અંગે શોકની અભિવ્યક્તિ",
      "te": "అర్జున విషాద యోగము",
      "ta": "போரின் விளைவுகளை புலம்புவது",
      "or": "ଅର୍ଜୁନ ବିଷାଦଯୋଗ",
      "es": "Lamentando las consecuencias de la Guerra"
    }
  },
  {
    "chapter_number": 2,
    "verses_count": 72,
    "name": {
      "en": "Sānkhya Yog",
      "hi": "सांख्य योग",
      "gu": "સાઙ્ખ્યયોગ",
      "te": "సాంఖ్య యోగము",
      "ta": "ஸாங்கிய யோகம்",
      "or": "ସାଂଖ୍ୟ ଯୋଗ",
      "es": "Sānkhya Yoga"
    },
    "description": {
      "en": "In this chapter, Arjun reiterates to Shree Krishna that he is unable to cope with his current situation, where he has to kill his elders and teachers. He refuses to take part in such a battle and requests Shree Krishna to be his spiritual teacher and guide him on the proper path of action. Then the Supreme Lord starts imparting divine knowledge to Arjun. He begins with the immortal-nature of the soul, which is eternal and imperishable. Death only destroys the physical body, but the soul continues its journey.  Just as a person discards his old clothes and adorns new ones, the soul keeps changing bodies from one lifetime to another.\nThe Lord then reminds Arjun that his social responsibility as a warrior is to fight for upholding righteousness. He explains that performing one’s social duty is a virtuous act that can take him to the celestial abodes, while dereliction only leads to infamy and humiliation.\nAt first, Shree Krishna tries to motivate Arjun at a mundane level. Then he moves deeper and starts explaining to Arjun the Science of Work. He asks Arjun to perform his deeds without any attachment to their fruits. This science of working without desire for rewards is called the yog of the intellect or buddhi-yog. He further advises that the intellect should be used to control the desire for rewards from work. By working with such intent, the bondage-creating karmas get transformed into bondage-breaking karmas and a state beyond sorrows can be attained.\nArjun is curious to know more about those who are situated in divine consciousness. Shree Krishna, therefore, describes how persons who have attained transcendence are free from attachment, fear, and anger. They are undisturbed and equipoised in every situation. With their senses subdued, they keep their minds always absorbed in God. He also explains the progression of afflictions of the mind—such as greed, anger, lust, etc. and advises how these can be overcome.",
      "hi": "इस अध्याय में अर्जुन अपने सम्मुख उत्पन्न स्थिति का सामना करने में स्पष्ट रूप से अपनी असमर्थता को दोहराता है और युद्ध करने के अपने कर्तव्य का पालन करने से मना कर देता है। तत्पश्चात वह औपचारिक रूप से श्रीकृष्ण को अपना आध्यात्मिक गुरु बनाने और जिस स्थिति में वह स्वयं को पाता है, उसका सामना करने के लिए उचित मार्गदर्शन प्रदान करने की प्रार्थना करता है। परम प्रभु उससे कहते हैं कि आत्मा, जो शरीर के नष्ट होने पर भी नहीं मरती, के अमरत्व की शिक्षा देकर दिव्य ज्ञान प्रदान करते हैं। आत्मा एक जन्म से दूसरे जन्म में उसी प्रकार से शरीर परिवर्तित करती है जिस प्रकार से मनुष्य पुराने वस्त्र त्याग कर नये वस्त्र धारण करता है। इसके पश्चात श्रीकृष्ण सामाजिक दायित्त्वों के विषय की ओर आगे बढ़ते हैं। वे अर्जुन को स्मरण कराते हैं कि धर्म की मर्यादा हेतु योद्धा के रूप में युद्ध लड़ना उसका कर्त्तव्य है। वे स्पष्ट करते हैं कि किसी के द्वारा अपने नैतिक कर्तव्यों का पालन करना एक पुण्य का कार्य है जो स्वर्ग जाने का द्वार खोलेगा किन्तु कर्त्तव्यों से विमुख होने से केवल तिरस्कार और अपयश प्राप्त होगा। लौकिक स्तर पर अर्जुन को प्रेरित करने के पश्चात श्रीकृष्ण गहनता के साथ कर्मयोग के ज्ञान पर प्रकाश डालते हैं। वे अर्जुन को फल की आसक्ति के बिना निष्काम कर्म करने की प्रेरणा देते हैं। फल की कामना से रहित कर्म करने के विज्ञान को वे 'बुद्धियोग' या 'बुद्धि का योग' नाम देते हैं। बुद्धि का प्रयोग मन को कर्मफल की लालसा करने से रोकने के लिए करना चाहिए। इस चेतना के साथ सम्पन्न किए गए कर्म 'बंधनयुक्त कर्मों' से 'बंधन मुक्त कर्मों' में परिवर्तित हो जाते हैं। अर्जुन दिव्य चेतना में स्थित मनुष्य के लक्षणों के संबंध में जानना चाहता है। श्रीकृष्ण उसे बताते हैं कि किस प्रकार से दिव्य चेतना में स्थित होकर मनुष्य आसक्ति, भय और क्रोध से मुक्त हो जाता है और सभी परिस्थितियों में उसकी इन्द्रियाँ उसके वश में हो जाती हैं और उसका मन सदा के लिए भगवान की भक्ति में तल्लीन हो जाता है। अब वे क्रमानुसार स्पष्ट करते हैं कि किस प्रकार से मानसिक संताप, काम-वासना और लोभ विकसित होता है और किस प्रकार से इनका उन्मूलन किया जा सकता है।",
      "gu": "આ અધ્યાયમાં, અર્જુન તેની સમક્ષ ઉત્ત્પન્ન થયેલી પરિસ્થિતિનો સામનો કરવાની પોતાની ઘોર અસમર્થતાની પુનરુક્તિ કરે છે અને તોળાઈ રહેલા યુદ્ધમાં તેના કર્તવ્ય પાલનને નકારે છે. પશ્ચાત્ તે ઔપચારિક રીતે શ્રી કૃષ્ણને તેના આધ્યાત્મિક ગુરુ બનવા કહે છે તેમજ સ્વયં જે પરિસ્થિતિમાં છે, તેનો સામનો કરવા ઉચિત પથદર્શન માટે પ્રાર્થના કરે છે. પરમાત્મા શ્રી કૃષ્ણ, તેને આત્માના શાશ્વત સ્વરૂપ કે જે શરીરના નષ્ટ થવાથી નષ્ટ થતું નથી, તેની શિક્ષા સાથે દિવ્ય જ્ઞાન પ્રદાન કરવાનો આરંભ કરે છે. આત્મા એક જન્મથી બીજા જન્મમાં કેવળ શરીર બદલે છે, જે પ્રકારે મનુષ્ય જૂનાં વસ્ત્રોનો ત્યાગ કરીને નવા વસ્ત્રો ધારણ કરે છે. તત્પશ્ચાત્, શ્રી કૃષ્ણ સામાજિક દાયિત્વના વિષય તરફ આગળ વધે છે. તેઓ અર્જુનને સ્મરણ કરાવે છે કે, એક યોદ્ધા તરીકે ધર્મની રક્ષા કરવી એ તેનું કર્તવ્ય છે. તેઓ સ્પષ્ટ કરે છે કે, સામાજિક દાયિત્વ અંગે પોતાનું કર્તવ્ય પાલન એ સદાચાર છે, જે સ્વર્ગીય લોકના દ્વાર ખોલી દે છે, જયારે કર્તવ્યની ઉપેક્ષાથી માત્ર માનહાનિ અને અપકીર્તિ પ્રાપ્ત થાય છે.\nઅર્જુનને લૌકિક સ્તરથી ઉપર પ્રેરિત કરીને, શ્રીકૃષ્ણ કર્મ વિજ્ઞાનની ગહનતાના ઊંડાણમાં ઉતરે છે. તેઓ અર્જુનને કર્મના ફળ પ્રત્યે આસક્તિ રાખ્યા વિના કર્મ કરવાનો ઉપદેશ આપે છે. તેઓ ફળની કામના વિના કર્મ કરવાના વિજ્ઞાનને “બુદ્ધિ યોગ’ અથવા તો બુદ્ધિના યોગ તરીકે સંબોધે છે. બુદ્ધિનો ઉપયોગ કર્મફળ અંગેની માનસિક લાલસાને  નિયંત્રિત કરવા થવો જોઈએ. આ પ્રકારની ચેતનામાં સ્થિત રહીને કર્મ કરવાથી જે કર્મો બંધન-યુક્ત છે તે બંધન-મુક્ત કર્મોમાં પરિવર્તિત થઇ જશે, અને અર્જુન દુઃખાતીત અવસ્થા પ્રાપ્ત કરશે.\n \nઅર્જુન દિવ્ય ચેતનામાં સ્થિત વ્યક્તિના લક્ષણો અંગે પૃચ્છા કરે છે. તેના ઉત્તર સ્વરૂપે, શ્રી કૃષ્ણ વર્ણન કરે છે કે કેવી રીતે દિવ્ય ચેતનામાં સ્થિત મનુષ્ય આસક્તિ, ભય અને ક્રોધથી મુક્ત હોય છે, દરેક પરિસ્થિતિમાં સમતોલ અને અવિચલિત રહે છે, તેમની ઇન્દ્રિયો વશમાં રહે છે તેમજ તેમનાં મન સદા ઈશ્વરમાં તલ્લીન રહે છે. તેઓ ક્રમાનુસાર એ પણ સમજાવે છે કે કેવી રીતે વિવિધ માનસિક સંતાપો-  વાસના, ક્રોધ, લોભ વગેરે – વિકસિત થાય છે અને તેનું નિવારણ કઈ રીતે કરી શકાય.",
      "te": "ఈ అధ్యాయములో అర్జునుడు, పరిస్థితిని తట్టుకోవడంలో ఉన్న తన పూర్తి అశక్తతని పునరుద్ఘాటించి, ఆసన్నమైన యుద్ధంలో తన విధిని నిర్వర్తించడానికి నిరాకరిస్తాడు. ఆ తరువాత శ్రీ కృష్ణుడిని తన ఆధ్యాత్మిక గురువుగా ఉండమని పద్ధతి ప్రకారముగా, మర్యాదపూర్వకంగా ప్రాధేయపడి, తను ఉన్న ఈ పరిస్థితిలో ఏమి చెయ్యాలో తనకు దిశానిర్దేశము చేయమని శ్రీ కృష్ణుడిని బ్రతిమాలతాడు. శరీరము నశించినా, నశించిపోని, మరణము లేని ఆత్మ గురించి చెప్పటం ద్వారా దివ్య జ్ఞానాన్ని విశదీకరించటం ప్రారంభిస్తాడు, ఆ పరమాత్మ. ఒక మనిషి పాత బట్టలు త్యజించి, ఎలాగైతే కొత్త బట్టలు ధరిస్తాడో, ఆత్మ అనేది కేవలం ఒక జీవిత కాలం నుండి ఇంకో జీవిత కాలానికి శరీరాలను మార్చుకుంటుంది. ఆ తరువాత శ్రీ కృష్ణుడు సామాజిక బాధ్యతల గురించి ప్రస్తావిస్తాడు. ధర్మాన్ని పరిరక్షించడానికి యుద్ధం చేయవలసిన తన క్షత్రియ బాధ్యతలను అర్జునుడికి గుర్తుచేస్తాడు. సామాజిక బాధ్యతని నిర్వర్తించటం ఒక పవిత్రమైన ధర్మమని, అది స్వర్గలోకాల వైపు దారి చూపుతుందని, అదేసమయంలో, కర్తవ్య ఉల్లంఘన వలన అవమానము, మరియు అపకీర్తి కలుగుతాయని చెప్తాడు.    అర్జునుడిని ప్రాపంచిక స్థాయిలో ఉత్తేజిత పరిచిన శ్రీ కృష్ణుడు, తదుపరి, కర్మ శాస్త్రాన్ని లోతుగా విశదీకరిస్తాడు. కర్మ ఫలాలపై అనురక్తి పెంచుకోకుండా కర్మలను ఆచరించమని అర్జునుడికి సూచిస్తాడు. ప్రతిఫలాన్ని ఆశించకుండా కర్మలని ఆచరించడాన్ని 'బుద్ధి యోగము' అంటాడు. బుద్ధిని ఉపయోగించి మనము కర్మ ప్రతిఫల కాంక్షని నిగ్రహించాలి. ఇలాంటి దృక్పథంతో పని చేస్తే, బంధాన్ని కలిగించే కర్మలే, బంధ-నాశక కర్మలుగా మారిపోయి, అర్జునుడు దుఃఖ రహిత స్థితికి చేరుకుంటాడు.    దివ్య జ్ఞానంలో స్థితులై ఉన్న వారి లక్షణాల గురించి అర్జునుడు అడుగుతాడు. దానికి జవాబుగా, శ్రీ కృష్ణుడు, ఆధ్యాత్మిక జ్ఞానంలో స్థితులై ఉన్న వారు మోహము, భయం, మరియు క్రోధములకు అతీతంగా ఎలా ఉంటారో విశదీకరించాడు. వారు సుఖ-దుఃఖాలను సమానంగా స్వీకరిస్తూ, అన్ని పరిస్థితులలో ప్రశాంతంగా ఉంటారు; వారి ఇంద్రియములు నిగ్రహించబడి ఉంటాయి; వారి మనస్సు ఎప్పుడూ భగవంతునిలో లీనమై ఉంటుంది; మానసిక క్లేశములైన - కామము, క్రోధము, మరియు లోభములు - ఎలా ఎదుగుతాయో, మరియు వాటిని ఎలా నిర్మూలించవచ్చో, దశల వారీగా శ్రీ కృష్ణుడు విశదీకరిస్తాడు.",
      "ta": "இந்த அத்தியாயத்தில் அர்ஜுனன் சூழ்நிலையை சமாளிப்பதற்கான தனது இயலாமையை மீண்டும் வலியுறுத்துகிறார். மற்றும் வரவிருக்கும் போரில் தனது கடமையை செய்ய மறுக்கிறார். பின்னர் அவர் முறைப்படி ஸ்ரீ கிருஷ்ணரை தனது ஆன்மீக ஆசிரியராக இருக்கும்படி கேட்டுக் கொண்டு அவருக்கு சரியான செயல்பாட்டின் பாதையில் வழி காட்டுமாறு ஸ்ரீ கிருஷ்ணரிடம் மன்றாடுகிறார். உடல் அழிந்தாலும் ஆத்மாவின் அழியாத தன்மையை பற்றி அவருக்கு கற்பிப்பதன் மூலம் ஒப்புயர்வற்ற ஸ்ரீ கிருஷ்ணர் தெய்வீக அறிவை வழங்க தொடங்குகிறார். ஒருவர் புதிய ஆடைகளை அணிந்து பழைய ஆடைகளை நிராகரிப்பது போல் ஆத்மா உடல்களை ஒரு ஆயுட்காலத்திலிருந்து மற்றொரு ஆயுட்காலத்திற்கு மாற்றுகிறது. பின்னர் ஸ்ரீ கிருஷ்ணர் சமூகப் பொறுப்புகள் என்ற தலைப்பிற்குச் செல்கிறார். அர்ஜுனனுக்கு ஒரு போர்வீரனின் கடமையான நீதியை நிலைநிறுத்துவதற்காக போராடும் கடமையை நினைவுபடுத்துகிறார். நீதியை நிலைநிறுத்துவதற்காக போராடுவது ஒரு நல்லொழுக்கமான செயல் மட்டுமல்லாமல் அவரது கடமையை நினைவுபடுத்துகிறார். ஒருவரின் சமூகக் கடமையை நிறைவேற்றுவது ஒரு நல்லொழுக்கமான செயல், தேவலோக வாசஸ்தலங்களில் இருப்பிடம் கிடைக்கும் என்பதை விளக்குகிறார். அதே நேரத்தில் கடமையை மீறுவது அவருக்கு அவமானத்தையும் அவப்பெயரையும் மட்டுமே அளிக்கும் என்று அர்ஜுனனுக்கு அவர் விளக்குகிறார். இவ்வுலக வாழ்க்கை தரத்திலிருந்து அர்ஜுனனை ஊக்கிவித்த ஸ்ரீ கிருஷ்ணர் பணியின் அறிவியலில் ஆழமாக இறங்குகிறார். செய்யும் செயல்களின் பலனில் பற்று இல்லாமல் அர்ஜுனிடம் செயல்களை செய்யும்படி கேட்கிறார். செய்யும் பணிகளின் பலனை விரும்பாமல் செய்யும் பணிகளின் அறிவியலை அவர் புத்தி யோகம் அல்லது 'புத்தியின் யோகம்' என்று குறிப்பிடுகிறார். உழைப்பின் பலன்களுக்கான மன ஏக்கத்தைக் கட்டுப்படுத்த புத்தியைப் பயன்படுத்த வேண்டும். அப்படி உணர்ந்து செயல்படுவதால், பந்தத்தை உருவாக்கும் கர்மாக்கள் (செயல் வினைகள்) பந்தத்தை முறிக்கும் முன்வினைப் பயன்களாக மாறி, அர்ஜுனன் துக்கங்களுக்கு அப்பாற்பட்ட நிலையை அடைய உதவும். அர்ஜுனன் தெய்வீக உணர்வில் உள்ளவர்களின் அடையாளங்களைப் பற்றி விசாரிக்கிறார். இதற்குப் பதிலளிக்கும் விதமாக, ஸ்ரீ கிருஷ்ணர், ஆழ்நிலையில் இருக்கும் நபர்கள் எவ்வாறு பற்றுதல், பயம் மற்றும் கோபத்திலிருந்து விடுபடுகிறார்கள் என்பதை விவரிக்கிறார்; அவர்கள் எல்லாச் சூழ்நிலைகளிலும் சீராக மற்றும் அமைதிகுலைவற்ற நிலையில் இருக்கின்றனர்; அவர்களின் புலன்கள் தன்வயப்படுத்தப்பட்டு மேலும் அவர்களின் மனம் எப்பொழுதும் கடவுளில் லயித்திருக்கும். மனதின் துன்பங்களான காமம், கோபம், பேராசை ஆகியவை எவ்வாறு உருவாகின்றன, மற்றும் அவற்றை எவ்வாறு அகற்றலாம் என்பதையும் படிப்படியாக விளக்குகிறார்.",
      "or": "ଏହି ଅଧ୍ୟାୟରେ ଅର୍ଜୁନ ଯେଉଁ ପରିସ୍ଥିତି ମଧ୍ୟରେ ଅଛନ୍ତି, ତା’ ସହିତ ଉପଯୋଜନ କରିବାରେ ନିଜର ଚରମ ଅକ୍ଷମତା ବିଷୟ ପୁନରାବୃତ୍ତି କରିଛନ୍ତି ଏବଂ ଆସନ୍ନ ଯୁଦ୍ଧରେ ତାଙ୍କ କର୍ତ୍ତବ୍ୟ ପାଳନ କରିବାକୁ ଅନିଚ୍ଛା ପ୍ରକାଶ କରିଛନ୍ତି । ତା’ପରେ ସେ ଶ୍ରୀକୃଷ୍ଣଙ୍କୁ ତାଙ୍କର ଆଧ୍ୟାତ୍ମିକ ଗୁରୁ ହେବାକୁ ଅନୁରୋଧ କରିଛନ୍ତି ଏବଂ ସେ ଯେଉଁ ପରିସ୍ଥିତିର ସମ୍ମୁଖୀନ ହୋଇଛନ୍ତି, ସେଥିରେ ତାଙ୍କର ଉଚିତ କର୍ତ୍ତବ୍ୟ ପ୍ରତି ମାର୍ଗ ଦର୍ଶନ କରିବାକୁ ବିନତି କରିଛନ୍ତି । ଭଗବାନ ଶ୍ରୀକୃଷ୍ଣ ଆତ୍ମାର ଅମରତ୍ୱ, ଯାହା ଶରୀର ନଷ୍ଟ ହେବା ସହିତ ନଷ୍ଟ ହୁଏ ନାହିଁ, ବିଷୟରେ ବର୍ଣ୍ଣନା କରି ଅର୍ଜୁନଙ୍କୁ ଦିବ୍ୟ ଜ୍ଞାନ ପ୍ରଦାନ କରିବା ଆରମ୍ଭ କରିଛନ୍ତି । ଗୋଟିଏ ଜନ୍ମରୁ ଆଉ ଗୋଟିଏ ଜନ୍ମକୁ ଯିବା ସମୟରେ, ଏହା କେବଳ ଶରୀର ପରିବର୍ତ୍ତନ କରିଥାଏ, ଠିକ୍ ଯେମିତି ଜଣେ ବ୍ୟକ୍ତି ପୁରୁଣା ବସ୍ତ୍ର ତ୍ୟାଗ କରି ନୂତନ ବସ୍ତ୍ର ପରିଧାନ କରିଥାଆନ୍ତି । ତା’ପରେ ଶ୍ରୀକୃଷ୍ଣ ସାଂସାରିକ କର୍ତ୍ତବ୍ୟ ବିଷୟରେ ଅର୍ଜୁନଙ୍କର ମାର୍ଗ ଦର୍ଶନ କରୁଛନ୍ତି । ସେ ଅର୍ଜୁନଙ୍କୁ ସ୍ମରଣ କରାଇ ଦେଉଛନ୍ତି ଯେ ଜଣେ ଯୋଦ୍ଧା ଭାବରେ ତାଙ୍କର କର୍ତ୍ତବ୍ୟ ହେଉଛି ଧର୍ମରକ୍ଷା ପାଇଁ ଯୁଦ୍ଧ କରିବା । ସେ କହୁଛନ୍ତି ଯେ ସାମାଜିକ କର୍ତ୍ତବ୍ୟ ପାଳନ ଏକ ଧାର୍ମିକ କାର୍ଯ୍ୟ ଅଟେ, ଯାହା ତାଙ୍କ ପାଇଁ ସ୍ୱର୍ଗ ଲୋକର ଦ୍ୱାର ଉନ୍ମୁକ୍ତ କରିବ; ଅଥଚ କର୍ତ୍ତବ୍ୟର ଉପେକ୍ଷା ତାଙ୍କୁ କେବଳ ଅପମାନ ଓ ଅପଯଶ ହିଁ ପ୍ରଦାନ କରିବ ।ପାର୍ଥିବ ସ୍ତରରେ ଅର୍ଜୁନଙ୍କୁ କର୍ମ ପ୍ରତି ଉନ୍ମୁଖ କରି, ଶ୍ରୀକୃଷ୍ଣ କର୍ମ ବିଜ୍ଞାନର ରହସ୍ୟ ମଧ୍ୟରେ ପ୍ରବେଶ କରୁଛନ୍ତି । ସେ ଅର୍ଜୁନଙ୍କୁ କର୍ମଫଳ ପ୍ରତି ଆସକ୍ତି ନ ରଖି କର୍ମ କରିବାକୁ କହୁଛନ୍ତି । ଫଳ ଆଶା ନ ରଖି କର୍ମ କରିବାର ବିଜ୍ଞାନକୁ ସେ ବୁଦ୍ଧିଯୋଗ ଭାବରେ ବର୍ଣ୍ଣନା କରିଛନ୍ତି । ମନର କର୍ମଫଳ ପ୍ରତି ଲାଳସାକୁ ପ୍ରତିରୋଧ କରିବା ପାଇଁ ବୁଦ୍ଧିର ଉପଯୋଗ କରାଯିବା ଆବଶ୍ୟକ । ଏପରି ଚେତନାରେ କର୍ମ କରିବା ଦ୍ୱାରା, ବନ୍ଧନକାରକ କର୍ମ ବନ୍ଧନମୁକ୍ତ କର୍ମରେ ରୂପାନ୍ତରିତ ହେବ ଏବଂ ଅର୍ଜୁନ ଦୁଃଖାତୀତ ସ୍ଥିତିକୁ ପ୍ରାପ୍ତ କରିବେ ।ଅର୍ଜୁନ ଦିବ୍ୟ ଚେତନାରେ ସ୍ଥିତ ବ୍ୟକ୍ତିମାନଙ୍କର ସ୍ୱଭାବ ସମ୍ପର୍କରେ ପଚାରୁଛନ୍ତି । ପ୍ରତ୍ୟୁତ୍ତରରେ ଶ୍ରୀକୃଷ୍ଣ ବର୍ଣ୍ଣନା କରୁଛନ୍ତି, କିପରି ଭାବରେ ଅନୁଭବାତୀତ ସ୍ତରରେ ସ୍ଥିତ ବ୍ୟକ୍ତି ଆସକ୍ତି, ଭୟ ଏବଂ କ୍ରୋଧରୁ ମୁକ୍ତ ହୋଇ ସମସ୍ତ ପରିସ୍ଥିତିରେ ସମଭାବପନ୍ନ ଓ ଅବିଚଳିତ ରହିଥାଆନ୍ତି । ସେମାନଙ୍କର ଇନ୍ଦ୍ରିୟମାନେ ସଂଯତ ଏବଂ ମନ ସର୍ବଦା ଈଶ୍ୱରଙ୍କ ଠାରେ ନିମଗ୍ନ ରହିଥାଏ । ତାପରେ ଶ୍ରୀକୃଷ୍ଣ ବର୍ଣ୍ଣନା କରୁଛନ୍ତି କାମ, କ୍ରୋଧ, ଲୋଭ ଆଦି ମାନସିକ ସନ୍ତାପ କିପରି ଭାବରେ ପର୍ଯ୍ୟାୟ କ୍ରମେ ଉତ୍ପନ୍ନ ହୋଇଥାଆନ୍ତି ଏବଂ ସେମାନଙ୍କର ମୂଳୋତ୍ପାଟନ କିପରି କରାଯାଇ ପାରିବ ।",
      "es": "En este capítulo, Arjuna reitera a Sri Krishna que es incapaz de hacerle frente a su situación actual, en la que tiene que matar a sus mayores y maestros. Se niega a tomar parte en tal batalla y le pide a Sri Krishna que sea su maestro espiritual y lo guíe en el camino correcto de la acción. Entonces, el Señor Supremo comienza a impartir el conocimiento divino a Arjuna. Inicia con la naturaleza inmortal del alma, que es eterna e imperecedera. La muerte solo destruye el cuerpo físico, pero el alma continúa su viaje. Tal como una persona desecha su ropa vieja y se atavía con una nueva, el alma cambia de cuerpo de una vida a otra.\nEl Señor entonces le recuerda a Arjuna que su responsabilidad social como guerrero es luchar en defensa de la rectitud. Le explica que el cumplimiento del deber social es un acto virtuoso que puede llevarlo a las moradas celestiales, mientras que la negligencia solo conduce a la deshonra y la humillación.\nAl inicio, Sri Krishna trata de motivar a Arjuna en un nivel mundano. Luego profundiza y comienza a explicarle a Arjuna la Ciencia del Trabajo. Le pide a Arjuna que realice sus acciones sin ningún apego a sus frutos. Esta ciencia de trabajar sin deseo de recompensa se llama Yoga del intelecto o buddhi-yoga. Más adelante le aconseja que el intelecto sea utilizado para controlar el deseo de obtener recompensas por el trabajo. Al trabajar con tal intención, los karmas que crean las ataduras se transforman en karmas que rompen las ataduras y se puede alcanzar un estado más allá de las penas.\nArjuna tiene curiosidad de saber más sobre aquellos que están situados en la conciencia divina. Sri Krishna, por lo tanto, describe cómo las personas que han alcanzado la trascendencia son libres del apego, el miedo y la ira. Son imperturbables y ecuánimes ante cualquier situación. Con sus sentidos subyugados, mantienen sus mentes siempre absortas en Dios. También explica sobre la progresión de las aflicciones de la mente, tales como la codicia, la ira, la lujuria, etcétera, y aconseja sobre cómo superarlas."
    },
    "oneliner": {
      "en": "The Yog of Analytical Knowledge",
      "hi": "विश्लेषणात्मक ज्ञान का योग ",
      "gu": "વિશ્લેષણાત્મક જ્ઞાનનો યોગ",
      "te": "సాంఖ్య యోగము",
      "ta": "பகுப்பாய்வு அறிவின் யோகம்",
      "or": "ସାଂଖ୍ୟ ଯୋଗ",
      "es": "Yoga del Conocimiento Analítico"
    }
  },
  {
    "chapter_number": 3,
    "verses_count": 43,
    "name": {
      "en": "Karm Yog",
      "hi": "कर्मयोग",
      "gu": "કર્મયોગ",
      "te": "కర్మ యోగము",
      "ta": "கர்ம யோகம்",
      "or": "କର୍ମ ଯୋଗ",
      "es": "Karma Yoga"
    },
    "description": {
      "en": "Shree Krishna expounds on karm yog or the yog of action in this chapter. He explains to Arjun that nobody can remain without action, even for a moment. Bound by their inherent modes of nature, all beings are always engaged in some work. Superior are those who practice karm yog and continue to work diligently to fulfill their responsibilities externally, but internally they are unattached to them. However, the hypocrites display external renunciation but internally dwell upon the objects of their senses.\nShree Krishna says that all living beings are an integral part of God’s creation and have roles and responsibilities to fulfill. Vedas prescribe performing yajña to please the celestial gods, who in-return bestow material gains. These yajñas cause rains to fall, which aids in the production of food grains for the sustenance of life on earth. Those who live only for the delight of their senses and do not accept their responsibility in this cycle— are sinful and living in vain. However, Shree Krishna says that when works or prescribed duties are performed as an obligation to God, they are also considered yajña (sacrifice). \nHe then explains that unlike the rest of humankind, the enlightened souls are not obliged to fulfill their bodily responsibilities. They are situated in knowledge of the self and execute higher responsibilities of the soul. However, they do not abandon their social duties, as it may create disharmony in the minds of the common people who look up to them for inspiration. Therefore, the wise continue to work without any personal motive only to set good examples for others to follow, else, the ignorant may abandon their prescribed duties prematurely. Shree Krishna mentions one such example of the enlightened King Janak, who performed his earthly duties as an ideal king and father.\nArjun then asks Shree Krishna why people commit sin, even when unwilling, as if by some force. Lord Krishna explains that lust alone is the sinful all-devouring enemy. Similar to a fire that is covered by smoke or a mirror covered in dust, desire shrouds one’s knowledge and deludes the intellect. In the end, Shree Krishna advises Arjun that by controlling the senses, mind, and intellect—one can slay this enemy called desire, which is an embodiment of sin.",
      "hi": "इस अध्याय में श्रीकृष्ण यह समझाते हैं कि सभी जीव अपनी स्वाभाविक प्रकृति के गुणों के कारण कार्य करने के लिए बाध्य होते हैं और कोई भी प्राणी एक क्षण के लिए भी अकर्मा नहीं रह सकता। वे जो गेरुए वस्त्र धारण कर बाह्य रूप से वैराग्य प्रदर्शित करते हैं लेकिन आंतरिक रूप से इन्द्रिय विषयों के भोगों के प्रति आसक्ति रखते हैं, वे ढोंगी हैं। जो कर्मयोग का अनुपालन करते हुए बाह्य रूप से निरन्तर कर्म करते रहते हैं लेकिन उनमें आसक्त नहीं होते, वे उनसे श्रेष्ठ हैं। इसके बाद श्रीकृष्ण इस पर बल देते हैं कि सभी जीवित प्राणियों को भगवान की सृष्टि की व्यवस्था के अभिन्न अंग के रूप में अपने दायित्वों का निर्वाहन करना पड़ता है। जब हम भगवान के प्रति आभार व्यक्त करते हुए अपने कर्तव्यों का पालन करते हैं तब ऐसे कर्म यज्ञ बन जाते हैं। यज्ञों का अनुष्ठान वास्तव में स्वर्ग के देवताओं को प्रसन्न करने के लिए किया जाता है और वे हमें सांसारिक सुख और समृद्धि प्रदान करते हैं। ऐसे यज्ञों के कारण वर्षा होती है और वर्षा से अन्न उत्पन्न होता है जो जीवन निर्वाह के लिए आवश्यक है। वे जो इस सृष्टि चक्र में अपने उत्तरदायित्व को स्वीकार नहीं करते, वे पापी हैं। वे केवल इन्द्रिय सुख प्राप्त करने के लिए जीवित रहते हैं और उनका जीवन व्यर्थ हो जाता है। फिर आगे श्रीकृष्ण कहते हैं कि शेष मानवजाति से भिन्न ऐसी प्रबुद्ध आत्माएँ जो आत्मज्ञान में स्थित रहती हैं, वे शारीरिक उत्तरदायित्वों का पालन करने के लिए बाध्य नहीं होती क्योंकि वे आत्मा के स्तर पर अपने उच्च दायित्वों का निर्वाहन कर रही होती हैं। हालांकि वे अपने सामाजिक दायित्वों का त्याग कर देती हैं जिससे सामान्य मनुष्यों के मन में असमंजस की भावना उत्पन्न होती है जो महापुरुषों के पदचिह्नों पर चलना चाहते हैं। इसलिए ज्ञानी पुरुषों को संसार के अनुसरणार्थ उच्च आदर्श प्रस्तुत करने के लिए बिना किसी प्रयोजन और व्यक्तिगत लाभ के लिए निरन्तर कर्म करना होगा। यह अज्ञानी को अपरिपक्व अवस्था में अपने नियत दायित्वों का त्याग करने से रोकेगा। अतीत में महान राजर्षियों जैसे कि राजा जनक और अन्य राजाओं का यही उद्देश्य था जिन्होंने अपने सांसारिक दायित्वों का निर्वाहन किया था। तत्पश्चात अर्जुन पूछता है कि लोग अनिच्छा से पापपूर्ण कर्मों में प्रवत्त क्यों होते हैं? क्या उन्हें बलपूर्वक पाप कर्मों में लगाया जाता है। परम प्रभु श्रीकृष्ण बताते हैं कि संसार का सर्वभक्षी पाप-पूर्ण शत्रु केवल काम-वासना है। जिस प्रकार से अग्नि धुंए से ढकी रहती है, दर्पण धूल से ढका रहता है उसी प्रकार से कामना मनुष्य के ज्ञान पर आवरण डाल देती है और उसकी बुद्धि का विनाश कर देती है। फिर श्रीकृष्ण अर्जुन से आह्वान करते हैं कि वह इस कामना रूपी शत्रु का संहार कर दें जो पाप का मूर्तरूप है और अपनी इन्द्रिय, मन और बुद्धि को वश में करें।",
      "gu": "આ અધ્યાયમાં શ્રીકૃષ્ણ સમજાવે છે કે સર્વ જીવ તેમનાં મૂળભૂત પ્રાકૃતિક ગુણોને આધારે કર્મ કરવા વિવશ છે, અને એક ક્ષણ માટે પણ કોઈપણ જીવ કર્મ કર્યા વિના રહી શકતો નથી. જે લોકો કેવળ ભગવાં વસ્ત્રો ધારણ કરીને બાહ્ય રીતે વૈરાગ્યનું પ્રદર્શન કરે છે, અને આંતરિક રીતે ઇન્દ્રિય વિષયભોગ પ્રત્યે આસક્ત રહે છે તેઓ પાખંડી છે. તેમનાં કરતાં એ લોકો ઉત્તમ છે જેઓ કર્મયોગની સાધના કરે છે અને બાહ્ય રીતે નિરંતર કર્મ કરવામાં વ્યસ્ત રહે છે પરંતુ આંતરિક રીતે આસક્તિનો ત્યાગ કરી દે છે. તત્પશ્ચાત્ શ્રી કૃષ્ણ ભાર મૂકતાં જણાવે છે કે ભગવાનની સૃષ્ટિની રચનાના અભિન્ન ભાગ તરીકે સર્વ જીવોએ ઉત્તરદાયિત્વની પરિપૂર્તિ કરવી જોઈએ. જયારે આપણે ભગવાન પ્રત્યે ઉપકૃત થઈને નિયત કાર્યોનું પાલન કરીએ છીએ ત્યારે તેવાં કર્મો યજ્ઞ બની જાય છે. યજ્ઞનું અનુષ્ઠાન સ્વર્ગીય દેવોને સ્વાભાવિક રીતે જ પ્રસન્ન કરે છે અને તેઓ આપણને ભૌતિક સમૃદ્ધિ પ્રદાન કરે છે. આવા યજ્ઞ, વર્ષા માટે કારણભૂત હોય છે, અને આ વર્ષાથી અનાજ ઉત્પન્ન થાય છે, જે જીવનનિર્વાહ માટે આવશ્યક છે. જેઓ આ રચનાચક્રમાં પોતાના ઉત્તરદાયિત્વનો સ્વીકાર કરતા નથી, તે પાપી છે; તેવા લોકો કેવળ તેમની ઇન્દ્રિયોના સુખ માટે જીવે છે અને તેમનું જીવન વ્યર્થ થઇ જાય છે.\nતત્પશ્ચાત્ શ્રી કૃષ્ણ સમજાવે છે કે શેષ માનવજાતથી ભિન્ન પ્રબુદ્ધ આત્મા એ છે કે, જે સ્વમાં સ્થિત છે, તેઓ શારીરિક ઉત્તરદાયિત્ત્વનું વહન કરવા બંધાયેલા હોતા નથી, કારણ કે તેઓ આત્માના સ્તરે ઉચ્ચતર ઉત્તરદાયિત્ત્વનું પાલન કરતા હોય છે. આમ છતાં, જો તેઓ તેમના સામાજિક ઉત્તરદાયિત્ત્વનો ત્યાગ કરે છે, તો જેઓ મહાપુરુષોનાં પદચિહ્નો પર ચાલવાનું વલણ ધરાવતા હોય, તેવા સાધારણ લોકોનાં માનસમાં વિસંવાદિતા સર્જાય છે. તેથી, સંસારમાં એક અનુકરણીય અને સારું ઉદાહરણ સ્થાપિત કરવા માટે જ્ઞાની વ્યક્તિએ વ્યક્તિગત પ્રતિષ્ઠાના પ્રયોજન વિના નિરંતર કર્મ કરતાં રહેવું જોઈએ. આમ કરવાથી અજ્ઞાનીને તેના સૂચિત કર્મોનો અકાળે ત્યાગ કરતા રોકી શકાશે. આ જ ઉદ્દેશ્યથી ભૂતકાળમાં જનક તથા અન્ય પ્રબુદ્ધ રાજાઓએ તેમના કર્મોનું પાલન કર્યું હતું.\nતત્પશ્ચાત્ અર્જુન પૂછે છે કે શા માટે લોકો અનિચ્છાએ પણ વિવશ થઈને પાપકર્મ કરે છે? પરમ પુરુષોત્તમ શ્રી કૃષ્ણ સમજાવે છે કે એકમાત્ર વાસના એ સંસારનો સર્વ-ભક્ષી પાપયુકત શત્રુ છે. જે પ્રકારે અગ્નિ ધુમાડાથી ઢંકાયેલો હોય છે અને દર્પણ રજકણોથી આચ્છાદિત હોય છે તે જ પ્રકારે વાસના મનુષ્યના જ્ઞાન પર આવરણ કરી દે છે અને બુદ્ધિને ભ્રષ્ટ કરી દે છે. તત્પશ્ચાત્ શ્રીકૃષ્ણ અર્જુનને વાસના નામનો આ શત્રુ કે જે પાપનું મૂર્ત સ્વરૂપ છે, તેનો સંહાર કરવા અને તેની ઇન્દ્રિયો, મન અને બુદ્ધિને નિયંત્રણમાં રાખવા બુલંદ રીતે આહ્વાન કરે છે.",
      "te": "అన్ని ప్రాణులూ తమ తమ ప్రకృతి సిద్ధమైన స్వాభావిక లక్షణంచే ఏదో ఒక పని చేస్తూనే ఉంటాయనీ, మరియు ఎవరూ కూడా ఒక్క క్షణం కూడా కర్మలు చేయకుండా ఉండలేరనీ, ఈ అధ్యాయంలో వివరిస్తున్నాడు, శ్రీ కృష్ణుడు. ఏవో కాషాయి వస్త్రాలు ధరించి బాహ్యంగా సన్యాసం ప్రదర్శిస్తూ, లోలోన ఇంద్రియ వస్తువులపై చింతనచేసే వారు కపటులు. వారికన్నా, బాహ్యంగా కర్మలు ఆచరిస్తూనే ఉన్నా, లోనుండి మమకార రాహిత్యంతో ఉండే, కర్మ యోగము ఆచరించే వారు, ఉన్నతమైన వారు. భగవంతుని సృష్టి వ్యవస్థలో ప్రతి ప్రాణికి తన వంతుగా నిర్వర్తించే బాధ్యతలు ఉంటాయని శ్రీ కృష్ణుడు తదుపరి వక్కాణిస్తున్నాడు. మనము చేయవలసిన ధర్మాన్ని భగవంతుడు ఇచ్చిన కర్తవ్యంగా చేసినప్పుడు ఆ పని 'యజ్ఞం' అవుతుంది. యజ్ఞం చేయటం సహజంగానే దేవతలకు ప్రీతి కలిగిస్తుంది, దాంతో వారు భౌతిక అభ్యుదయం ప్రసాదిస్తారు. అలాంటి యజ్ఞం వానలు కురిపిస్తుంది, వానలతో జీవనాధారమైన ధాన్యం వస్తుంది. ఈ చక్రంలో తమ బాధ్యతని స్వీకరించటానికి నిరాకరించిన వారు పాపిష్టులు; వారు తమ ఇంద్రియ లౌల్యం కోసమే జీవించేవారు మరియు వారి జీవితాలు వ్యర్థమైనవి.ఆత్మ యందే స్థితులై ఉండే జ్ఞానోదయమైనవారు, సామాన్య జనులలా కాకుండా, తమ శారీరక బాధ్యతలను నిర్వర్తించే అవసరం లేదు, ఎందుకంటే వారు ఉన్నతమైన ఆత్మ స్థాయి విధులు నిర్వర్తిస్తుంటారు కాబట్టి. కానీ వారు తమ సామాజిక విధులను విస్మరిస్తే, అది పెద్దవారి అడుగు జాడలలో నడిచే సామాన్య జనుల మనస్సులలో కలత కలిగిస్తుంది. కాబట్టి, అందరూ అనుకరించటానికి, ప్రపంచానికి ఒక మంచి ఉదాహరణ చూపటం కోసం జ్ఞానులు, ఎలాంటి స్వార్థ ప్రయోజనం లేకుండా కర్మలు ఆచరిస్తూనే ఉండాలి. ఇది, అజ్ఞానులు పరిపక్వత లేకుండా అకాలంగా తమ విధులను త్యజించటాన్ని ఇది నిరోధిస్తుంది. ఈ ప్రయోజనం కోసమే జ్ఞానోదయమైన జనక మహారాజు వంటి రాజులు, తమ కార్యకలాపాలను నిర్వర్తించారు.    తమకు ఇష్టం లేకపోయినా, ఏదో బలవంతమైన ప్రభావం చేతనా అన్నట్టు, జనులు ఎందుకు పాపపు కర్మలను చేస్తారు అని తదుపరి అర్జునుడు ప్రశ్నిస్తాడు. ప్రపంచంలో అన్నిటినీ నాశనం చేసే పాపిష్టి శత్రువు కామమే అని, ఆ పరమాత్మ వివరిస్తాడు. నిప్పు పొగచే మరియు అద్దం దుమ్ముచే కప్పి వేయబడ్డట్టుగా, కోరికలు జ్ఞానాన్ని కప్పివేసి, బుద్ధిని దూరంగా లాగేస్తాయి. తదుపరి, శ్రీ కృష్ణుడు, పాప స్వరూపమైన, కోరికలు అనే శత్రువుని సంహరించమని మరియు తన ఇంద్రియములు, మనస్సు, బుద్ధిని నియంత్రణలోకి తెమ్మని, అర్జునుడికి శంఖారావ పిలుపునిస్తున్నాడు.",
      "ta": "இந்த அத்தியாயத்தில், ஸ்ரீ கிருஷ்ணர், அனைத்து உயிரினங்களின் உள்ளார்ந்த இயல்பு, வேலை செய்வது என்றும், ஒரு கணம் கூட செயலில்லாமல் இருக்க முடியாது என்றும் விளக்குகிறார். காவி அங்கிகளை அணிந்து வெளிப்புற துறவைக் காட்டி ஆனால் உள்வாரியாக அவர்களின் புலன்களின் பொருள்களில் பற்றுடன் வாழ்கின்றவர் உண்மையில் கபட வேடதாரிகள். கர்ம யோகத்தை கடைப்பிடித்து, வெளிப்புறமாக செயலில் ஈடுபட்டு ஆனால் உள்ளிருந்து பற்றுதலை கைவிடுபவர்கள் அவர்களை விட உயர்ந்தவர்கள், ஸ்ரீ கிருஷ்ணர் பின்னர் அனைத்து உயிரினங்களுக்கும் கடவுளின் படைப்பு அமைப்பின் ஒருங்கிணைந்த பகுதிகளாக நிறைவேற்ற வேண்டிய பொறுப்புகள் உள்ளன என்று வலியுறுத்துகிறார். கடவுளுக்குக் கடமையாக நாம் விதிக்கப்பட்ட கடமைகளைச் செய்யும்போது, ​​அத்தகைய வேலை யாகம் (தியாகம்) ஆகிறது. யாகம் செய்வது இயற்கையாகவே தேவலோக தெய்வங்களுக்கு மகிழ்ச்சி அளிக்கிறது, மேலும் அவை நமக்கு பொருள் செழிப்பை வழங்குகின்றன. இத்தகைய யாகம் மழை பொழிய செய்கிறது, மேலும் மழை வாழ்க்கைக்கு வாழ்வாதாரமான தானியங்களைப் பயிரிட உதவுகிறது. இந்த சுழற்சியில் தங்கள் பொறுப்பை ஏற்காதவர்கள் உண்மையில் பாவச் செயலை செய்தவர்கள் ஆகிறார்கள்; தங்கள் புலன்களின் மகிழ்ச்சிக்காக மட்டுமே வாழ்கிற அவர்களின் வாழ்க்கை வீணாகிறது. ஸ்ரீ கிருஷ்ணர் பின்னர், மற்ற மனிதர்களைப் போலல்லாமல், சுயத்தில் நிலைத்திருக்கும் ஞான ஆன்மாக்கள் ஆன்மாவின் மட்டத்தில் உயர்ந்த பொறுப்புகளை நிறைவேற்றுவதால், உடலைச் சார்ந்த பொறுப்புகளை நிறைவேற்ற வேண்டிய கட்டாயம் இல்லை என்று விளக்குகிறார். இருப்பினும், அவர்கள் தங்கள் சமூகக் கடமைகளைக் கைவிட்டால், அது ஞான ஆன்மாக்களின் அடிச்சுவடுகளைப் பின்பற்றும் சாமானியர்களின் மனதில் முரண்பாடுகளை உருவாக்குகிறது. எனவே, உலகிற்கு ஒரு எடுத்துக்காட்டாக, மதிநுட்பம் உடையவர் தனிப்பட்ட வெகுமதிக்கான எந்த நோக்கமும் இல்லாமல் தொடர்ந்து பணியாற்ற வேண்டும். அறியாதவர்கள் தங்களுக்கு விதிக்கப்பட்ட கடமைகளை முன்கூட்டியே கைவிடுவதை இது தடுக்கும். இந்த நோக்கத்திற்காகவே முற்காலத்தில் ஞானம் பெற்ற மன்னர்களான ஜனக் மற்றும் பிறர் தங்கள்- பணிகளைச் செய்தனர்தன்னிச்சை கூட அல்லாமல் மக்கள் பலவந்தமாக ஏன் பாவச் செயல்களை செய்கிறார்கள் என்று அர்ஜுனன் கேட்கிறார். உலகத்தின் அனைத்தையும் பேராவலுடன் விழுங்கி பேரழிவை உண்டாக்கும் பாவ பகைவன் காமம் மட்டுமே என்று பகவான் விளக்குகிறார். நெருப்பு புகையால் மூடப்படுவது போலவும், கண்ணாடி தூசியால் மூடப்படுவது போலவும், ஆசை ஒருவரின் அறிவை மறைத்து, புத்தியை இழுத்துச் செல்கிறது. ஸ்ரீ கிருஷ்ணர் அர்ஜுனனிடம், பாவத்தின் உருவகமான இந்த ஆசை என்ற எதிரியைக் கொன்று, அவரது புலன்கள், மனம் மற்றும் புத்தியைக் கட்டுக்குள் கொண்டு வருமாறு அவருக்கு கூறுகிறார்.",
      "or": "ଏହି  ଅଧ୍ୟାୟରେ ଶ୍ରୀକୃଷ୍ଣ ବର୍ଣ୍ଣନା କରିଛନ୍ତି ଯେ- ପ୍ରତ୍ୟେକ ଜୀବ ନିଜର ଅର୍ନ୍ତନିହିତ ଗୁଣ ଅନୁଯାୟୀ ପ୍ରତିକ୍ଷଣ କର୍ମ କରିବାକୁ ବାଧ୍ୟ ହୋଇଥାଆନ୍ତି ଏବଂ କେହି ମଧ୍ୟ ବିନା କର୍ମରେ ଗୋଟିଏ ବି ମୁହୁର୍ତ୍ତ ରହି ପାରିବେ ନାହିଁ । ଯେଉଁ ମାନେ ବାହ୍ୟ ରୂପରେ ତ୍ୟାଗ ପ୍ରଦର୍ଶନ କରି ଗେରୁଆ ବସ୍ତ୍ର  ଧାରଣ କରନ୍ତି, କିନ୍ତୁ ଅନ୍ତରରେ କାମନା ଯୁକ୍ତ ଥାଆନ୍ତି, ସେମାନେ ପ୍ରତାରକ ଅଟନ୍ତି । ତାଙ୍କଠାରୁ ଶ୍ରେୟ ସେମାନେ ଅଟନ୍ତି,  ଯିଏ କର୍ମଯୋଗ ପାଳନ ପୂର୍ବକ, ସମସ୍ତ ବାହ୍ୟ କର୍ମ ନିର୍ବାହ କରି, ଆନ୍ତରିକ ଭାବେ କାମନା ପରିତ୍ୟାଗ କରନ୍ତି । ଶ୍ରୀକୃଷ୍ଣ ପୁଣି ଗୁରୁତ୍ୱ ଦେଉଛନ୍ତି ଯେ, ଭଗବାନଙ୍କ ସୃଷ୍ଟିର ଏକ ଅବିଚ୍ଛେଦ୍ୟ ଅଂଶ ରୂପେ, ସମସ୍ତ ପ୍ରାଣୀଙ୍କର ଏକ କର୍ତ୍ତବ୍ୟ ପୂରଣ କରିବାର ଦାୟୀତ୍ୱ ରହିଅଛି ।  ଆମେ ଯେତେବେଳେ  ନିଜର କର୍ତ୍ତବ୍ୟକୁୁ ଭଗବାନଙ୍କର ଅନୁଗ୍ରହ ଭାବେ ପାଳନ କରୁ, ତାହାହିଁ “ଯଜ୍ଞ” ରେ ପରିଣତ ହୁଏ । ଯଜ୍ଞ ସ୍ୱର୍ଗର ଦେବତା ମାନଙ୍କୁ ସନ୍ତୁଷ୍ଟ କରିଥାଏ ଏବଂ ଦେବତାମାନେ ଆମକୁ ସଂସାରକିି ବୈଭବ ପ୍ରଦାନ କରିଥାଆନ୍ତି । ଯଜ୍ଞ ଦ୍ୱାରା ବୃଷ୍ଟି  ହୁଏ ଏବଂ ବୃଷ୍ଟି ଶସ୍ୟ ଉତ୍ପାଦନ କରାଏ,  ଯାହା ଜୀବନ ଧାରଣ ପାଇଁ  ଆବଶ୍ୟକ ଅଟେ । ଯେଉଁମାନେ ଏହି ସୃଷ୍ଟିଚକ୍ରରେ ନିଜର ଦାୟୀତ୍ୱ ଗ୍ରହଣ କରନ୍ତି ନାହିଁ, ସେମାନେ ପାପିି ଅଟନ୍ତି ।  ସେମାନେ କେବଳ ନିଜର ଇନ୍ଦ୍ରିୟ ମାନଙ୍କର ସୁଖ ପାଇଁ ଜୀବନ ଧାରଣ କରିଥାଆନ୍ତି ଏବଂ ସେମାନଙ୍କର ଜନ୍ମ ବ୍ୟର୍ଥ ଅଟେ ।ପୁନଶ୍ଚ ଶ୍ରୀକୃଷ୍ଣ କହୁଛନ୍ତି ଯେ, ସାଧାରଣ ଜୀବପରି ତତ୍ତ୍ୱଦର୍ଶୀମାନେ, ଯେଉଁମାନେ କି ଆତ୍ମାରେ ସ୍ଥିତ ରହିଥାଆନ୍ତି, ଶାରୀରିକ କର୍ତ୍ତବ୍ୟ ସମ୍ପାଦନ କରିବାକୁ ବାଧ୍ୟ ନୁହଁନ୍ତି, କାରଣ ଆତ୍ମିକ ସ୍ତରରେ ସେମାନେ ଉଚ୍ଚତର କର୍ତ୍ତବ୍ୟ ନିର୍ବାହ କରୁଥାଆନ୍ତି । ତଥାପି, ସେମାନଙ୍କର ସେହି ବାହ୍ୟ କର୍ମ ତ୍ୟାଗ, ସେମାନଙ୍କର ପଦାଙ୍କ ଅନୁସରଣ କରୁଥିବା ସାଧାରଣ ମନୁଷ୍ୟଙ୍କ ମନରେ ଦ୍ୱନ୍ଦ ଉତ୍ପନ୍ନ କରିଥାଏ । ସେଥିପାଇଁ ସଂସାର ସମ୍ମୁଖରେ ଆଦର୍ଶ ସ୍ଥାପନ କରିବା ଉଦ୍ଦେଶ୍ୟରେ ସେମାନେ କର୍ମ କରିଥାଆନ୍ତି, ଯଦିଓ ସେଥିରେ ତାଙ୍କର କୌଣସି ସ୍ୱାର୍ଥ ନିହିତ ନ ଥାଏ । ଏହା ଅଳ୍ପଜ୍ଞ ବ୍ୟକ୍ତିମାନଙ୍କୁୁ ସମୟ ପୂର୍ବରୁ ସେମାନଙ୍କର ବିହିତ କର୍ମ ତ୍ୟାଗ କରିବାରୁ ନିବୃତ୍ତ କରିଥାଏ । ଅତୀତରେ ସେହି ଉଦ୍ଦେଶ୍ୟରେ ଜନକ  ଆଦି ତତ୍ତ୍ୱଦର୍ଶୀ ରାଜାମାନେ ସେମାନଙ୍କର କର୍ତ୍ତବ୍ୟ ନିର୍ବାହ  କରୁଥିଲେ । ଏହା ପରେ ଅର୍ଜୁନ  ପଚାରୁଛନ୍ତି, ମନୁଷ୍ୟ ନିଜର ଅନିଚ୍ଛାସତ୍ୱେ, ବାଧ୍ୟ ହେଲାଭଳି, ପାପ କର୍ମ କାହିଁକି କରେ? ଉତ୍ତର ଦେବାକୁ ଯାଇ ପରମ ପୁରୁଷ ଭଗବାନ କହୁଛନ୍ତି ଯେ ସଂସାରର ସର୍ବଗ୍ରାସୀ ପାପମୟ ଶତ୍ରୁ କେବଳ କାମନା ହିଁ ଅଟେ । ଧୂଆଁ  ଅଗ୍ନିକୁୁ ଏବଂ ଧୂଳି ଦର୍ପଣକୁ ଆବୃତ୍ତ କରି ଅସ୍ପଷ୍ଟ କରିଦେବା ପରି, କାମନା ବ୍ୟକ୍ତିର ଜ୍ଞାନକୁ ଆବୃତ୍ତକରି ବୁଦ୍ଧିକୁ ବାଟବଣା କରିଦିଏ ।  ଶେଷରେ ଶ୍ରୀକୃଷ୍ଣ ଉଦ୍‌ଘୋଷଣା କରି ଅର୍ଜୁନଙ୍କୁ କହୁଛନ୍ତି - ପାପର ମୁର୍ତ୍ତି ମାନ ସ୍ୱରୂପ, କାମନା ନାମକ ଏହି ଶତ୍ରୁର ବିନାଶ କରି, ଇନ୍ଦ୍ରିୟ ମନ ଓ ବୁଦ୍ଧିକୁୁ ନିଜର ବଶୀଭୂତ କର ।",
      "es": "En este capítulo Sri Krishna expone a profundidad sobre Karma Yoga o  Yoga de la acción. Le explica a Arjuna que nadie puede permanecer sin actuar, ni siquiera por un momento. Atados por los modos inherentes de la naturaleza, todos los seres siempre están ocupados en algún trabajo. Son superiores aquellos que practican el Karma Yoga y continúan trabajando diligentemente para cumplir con sus responsabilidades externamente, pero están desapegados de ellas internamente. Sin embargo, los hipócritas exhiben la renunciación externa, pero internamente moran en los objetos sensoriales.\nSri Krishna dice que todos los seres vivos son parte integral de la creación de Dios y tienen funciones y responsabilidades que cumplir. Los Vedas prescriben la realización de yajnas (sacrificios) para complacer a los dioses celestiales, quienes otorgan a cambio ganancias materiales. Estos yajnas hacen que las lluvias caigan, lo que ayuda a la producción de granos alimenticios para el sustento de la vida en la tierra. Aquellos que viven solo para el deleite de sus sentidos y no aceptan su responsabilidad en este ciclo, son pecadores y viven en balde. Sin embargo, Sri Krishna dice que cuando los trabajos o deberes prescritos se realizan como una obligación hacia Dios, también se consideran yajna (sacrificio).\nDespués explica que a diferencia del resto de la humanidad, las almas iluminadas no están obligadas a cumplir con sus responsabilidades corporales. Están situadas en el conocimiento del ser y ejecutan responsabilidades superiores del alma. Sin embargo, no abandonan sus deberes sociales, ya que esto puede crear desarmonía en las mentes de la gente común que busca inspiración en ellos. Por lo tanto, los sabios continúan trabajando sin ningún motivo personal más que servir de buenos ejemplos para que otros los sigan, de lo contrario, los ignorantes pueden abandonar prematuramente sus deberes prescritos. Sri Krishna menciona un ejemplo de este tipo, el del iluminado rey Janak, que cumplió con sus deberes terrenales como un rey y un padre ideal.\nLuego, Arjuna le pregunta a Sri Krishna por qué la gente peca, incluso cuando no lo desea, como por alguna fuerza. El Señor Krishna explica que la lujuria es el enemigo pecaminoso y devorador. Similar a un fuego que está cubierto por humo o un espejo cubierto de polvo, el deseo envuelve el conocimiento y engaña al intelecto. Al final, Sri Krishna le advierte a Arjuna que, al controlar los sentidos, la mente y el intelecto, uno puede matar a este enemigo llamado deseo, que es una encarnación del pecado."
    },
    "oneliner": {
      "en": "The Yog of Action",
      "hi": "कर्म का विज्ञान ",
      "gu": "કર્મનો યોગ",
      "te": "కర్మ యోగము",
      "ta": "செயலின் யோகம்",
      "or": "କର୍ମ ଯୋଗ",
      "es": "Yoga de la Acción"
    }
  },
  {
    "chapter_number": 4,
    "verses_count": 42,
    "name": {
      "en": "Jñāna Karm Sanyās Yog",
      "hi": "ज्ञान कर्म संन्यास योग",
      "gu": "જ્ઞાન કર્મ સંન્યાસ યોગ",
      "te": "జ్ఞాన, కర్మ, సన్న్యాస యోగము",
      "ta": "ஞான கர்ம ஸன்யாஸ யோகம்",
      "or": "ଜ୍ଞାନ କର୍ମ ସନ୍ନ୍ୟାସ ଯୋଗ",
      "es": "Jñāna Karma Sanyās Yoga"
    },
    "description": {
      "en": "To strengthen Arjun’s faith in the knowledge He is imparting, Shree Krishna reveals its pristine origin in this chapter. He says, “Arjun, as you are my devotee and a dear friend, I am revealing this supreme science of yog to you. It is the same eternal science that I taught to the Sun God at the beginning of time. And in a continuous tradition, the same knowledge; was passed to the saintly kings.” Arjun wonders how someone who is almost his age could exist so many eons ago. He asks Shree Krishna how is it possible that you gave this knowledge to the Sun God and the others so many years back in time.\nShree Krishna clarifies Arjun’s doubts and discloses the divine mystery of His descension. He says that although God is unborn and eternal, it is to establish dharma (the path of righteousness) that He descends on this earth by His Yogmaya power. His birth and activities are divine and cannot get tainted by material imperfections. Once a devotee knows this secret and engages in devotion with great faith, he attains God and does not take birth in this world again.\nThen Shree Krishna goes back to karm yog, the subject from the previous chapter. He continues to explain the nature of work and its three principles: action, in-action, and forbidden action. He elaborates that the karm yogis, even while performing the most engaging task, are in the state of inaction and do not get entangled in the karmic reactions of such action. Knowing this: the ancient sages performed all their work as an act of sacrifice for the pleasure of God. They were not affected by happiness, distress, success, or failure. He explains that when sacrifice is suitably dedicated, performed with proper knowledge and pure sentiments, then its remnants become like nectar. And by partaking such nectar, the devotees are cleansed of all impurities. Even the biggest sinner can cross over the ocean of material miseries by boarding this boat of eternal knowledge.\nShree Krishna says that such knowledge should be acquired only from a genuine spiritual master, who himself is God-realized. Being his Guru, Shree Krishna instructs Arjun to cut apart all doubts that have arisen in his heart with this sword of knowledge. He asks Arjun to now get up and perform his duty as a warrior.",
      "hi": "चौथे अध्याय में श्रीकृष्ण अर्जुन को दिए जा रहे दिव्य ज्ञान के आदिकालीन उद्गम को प्रकट करते हुए उसमें उसके विश्वास को पुष्ट करते हैं। वे बताते हैं कि यह वही शाश्वत ज्ञान है जिसका उपदेश उन्होंने आरम्भ में सर्वप्रथम सूर्यदेव को दिया था और फिर परम्परागत पद्धति से यह ज्ञान निरन्तर राजर्षियों तक पहँचा। अब वे अर्जुन, जो उनका प्रिय मित्र और परमभक्त है, के सम्मुख इस दिव्य ज्ञान को प्रकट कर रहे हैं। तब अर्जुन प्रश्न करता है कि वे श्रीकृष्ण जो वर्तमान में उसके सम्मुख खड़े हैं वे इस ज्ञान का उपदेश युगों पूर्व सूर्यदेव को कैसे दे सके? इसके प्रत्युत्तर में श्रीकृष्ण अपने अवतारों का रहस्य प्रकट करते हैं। वे बताते हैं कि भगवान अजन्मा और सनातन हैं फिर भी वे अपनी योगमाया शक्ति द्वारा धर्म की स्थापना के लिए पृथ्वी पर प्रकट होते हैं लेकिन उनके जन्म और कर्म दिव्य होते हैं और वे भौतिक विकारों से दूषित नहीं हो सकते। जो इस रहस्य को जानते हैं वे अगाध श्रद्धा के साथ उनकी भक्ति में तल्लीन रहते हैं और उन्हें प्राप्त कर फिर इस संसार में पुनः जन्म नहीं लेते। इसके पश्चात इस अध्याय में कर्म की प्रकृति का व्याख्यान किया गया है और कर्म, अकर्मण्यता तथा वर्जित कर्म से संबंधित तीन सिद्धातों पर चर्चा की गयी है। इनसे विदित होता है कि कर्मयोगी अनेक प्रकार के सांसारिक दायित्वों का निर्वहन करते हुए अकर्मा की अवस्था प्राप्त कर लेते हैं और इसलिए वे कार्मिक प्रतिक्रियाओं में नहीं फंसते। इसी ज्ञान के साथ प्राचीन काल में ऋषि मुनि सफलता और असफलता, सुख-दुख से प्रभावित हुए बिना केवल भगवान के सुख के लिए यज्ञ के रूप में कर्म करते थे। यज्ञ कई प्रकार के होते हैं और इनमें से कई यज्ञों का उल्लेख यहाँ किया गया है। जब यज्ञ पूर्ण समर्पण की भावना से सम्पन्न किए जाते हैं तब इनके अवशेष अमृत के समान बन जाते हैं। ऐसे अमृत का पान करने से साधक के भीतर की अशुद्धता समाप्त हो जाती है। इसलिए यज्ञों का अनुष्ठान पूर्ण निष्ठा और ज्ञान के साथ करना चाहिए। ज्ञान रूपी नौका की सहायता से महापापी भी संसार रूपी कष्टों के सागर को सरलता से पार कर लेता है। ऐसा दिव्य ज्ञान वास्तविक आध्यात्मिक गुरु से प्राप्त करना चाहिए जो परम सत्य को जान चुका हो। श्रीकृष्ण गुरु के रूप में अर्जुन से कहते हैं कि ज्ञान की खड्ग से अपने हृदय में उत्पन्न हुए सन्देहों को काट दो, उठो और युद्ध लड़ने के अपने कर्त्तव्य का पालन करो।",
      "gu": "ચોથા અધ્યાયમાં શ્રી કૃષ્ણ અર્જુનને પ્રદત્ત થઇ રહેલા દિવ્ય જ્ઞાનમાં તેની શ્રદ્ધાને પોતાના આદિકાળના ઉદ્ગમ અંગેની અભિવ્યક્તિ દ્વારા દૃઢ કરે છે. તેઓએ દર્શાવ્યું કે કેવી રીતે પ્રારંભમાં આ શાશ્વત વિજ્ઞાનની શિક્ષા તેમણે વિવસ્વાનને શીખવાડી અને પશ્ચાત્ તે નિરંતર પરંપરાગત પદ્ધતિથી રાજર્ષિઓ સુધી પહોંચી. હવે તેઓ આ જ પરમ વિજ્ઞાન-યોગનો ઉપદેશ અર્જુન પાસે પ્રગટ કરી રહ્યા છે, જે તેમનો પરમ મિત્ર અને ભક્ત છે. અર્જુન પ્રશ્ન કરે છે કે, શ્રીકૃષ્ણ કે જેઓ અત્યારે અસ્તિત્વમાન છે,તેમણે કલ્પો પૂર્વે કેવી રીતે આ વિજ્ઞાન સૂર્યદેવને પ્રદાન કર્યું. તેના પ્રત્યુત્તર રૂપે શ્રી કૃષ્ણ તેમના અવતરણનાં દિવ્ય રહસ્યોને પ્રગટ કરે છે. તેમણે જણાવ્યું કે ભગવાન અજન્મા અને સનાતન છે છતાં તેમની યોગમાયા શક્તિથી તેઓ ધર્મના સંસ્થાપન હેતુથી આ પૃથ્વી પર અવતરે છે. આમ છતાં, તેમનો જન્મ અને પ્રવૃત્તિઓ બંને દિવ્ય હોય છે તથા માયિક વિકારોથી દૂષિત હોતી નથી. જે લોકો આ રહસ્યને જાણે છે, તેઓ પૂર્ણ શ્રદ્ધાથી તેમની ભક્તિમાં લીન થઇ જાય છે અને તેમને પ્રાપ્ત કર્યા પશ્ચાત્ આ સંસારમાં તેઓ પુન: જન્મ લેતાં નથી.\nતત્પશ્ચાત્ આ અધ્યાયમાં કાર્યનું સ્વરૂપ દર્શાવવામાં આવ્યું છે અને તેના ત્રણ સિદ્ધાંતો-કર્મ,અકર્મ અને નિષિદ્ધ કર્મ-ની ચર્ચા કરવામાં આવી છે. તેનાથી વિદિત થાય છે કે કેવી રીતે કર્મયોગી અતિ વ્યસ્તતાપૂર્ણ કાર્યોનું નિર્વહન કરવા છતાં અકર્તાની અવસ્થામાં રહે છે અને એ રીતે તેઓ કાર્મિક પ્રતિભાવોમાં ફસાતા નથી. આ જ્ઞાન વડે પ્રાચીન સંતો સફળતા અને નિષ્ફળતા, સુખ અને દુઃખથી પ્રભાવિત થયા વિના કેવળ ભગવાનની પ્રસન્નતા અર્થે થતા યજ્ઞ સ્વરૂપે તેમના કાર્યોનું નિર્વહન કરતા હતા. યજ્ઞના અનેક પ્રકાર છે અને તેમાંના કેટલાકનો અહીં ઉલ્લેખ કરવામાં આવ્યો છે. જયારે યજ્ઞ પૂર્ણ સમર્પણ ભાવથી કરવામાં આવે છે ત્યારે તેના અવશેષો અમૃત સમાન બની જાય છે. આવા અમૃતનું પાન કરીને સાધકની અશુધ્ધિ સમાપ્ત થઇ જાય છે. તેથી, યજ્ઞ હંમેશા ઉચિત ભાવના અને જ્ઞાન સાથે થવો જોઈએ. જ્ઞાનરૂપી નાવની સહાયથી મહાપાપી પણ સાંસારિક દુ:ખોનો સાગર પાર કરી જાય છે. આવું જ્ઞાન કોઈ વાસ્તવિક ગુરુ પાસેથી મેળવવું જોઈએ કે જેમણે સત્યનો સાક્ષાત્કાર કરેલો હોય. શ્રીકૃષ્ણ અર્જુનના ગુરુ તરીકે તેને જ્ઞાનના ખડ્ગથી તેનાં અંત:કારણમાં ઉદ્ભવેલા સંશયોને નષ્ટ કરવાનું કહે છે. તેઓ તેને આદેશ આપે છે કે, ઉભો થા અને તારું કર્તવ્ય કર.",
      "te": "నాలుగవ అధ్యాయంలో, శ్రీ కృష్ణుడు, తను ఉపదేశించే ఈ జ్ఞానంపై, దాని యొక్క సనాతనమైన మూలాన్ని తెలియచేయటం ద్వారా, అర్జునుడి విశ్వాసాన్ని దృఢపరుస్తున్నాడు. ఈ సనాతనమైన శాస్త్రాన్ని తాను ప్రారంభంలో సూర్య భగవానుడికి చెప్పానని, ఆ తరువాత పరంపరగా మహాత్ములైన రాజులకు అందించబడింది అని కృష్ణుడు వివరించాడు. ఇప్పుడు అదే మహోన్నతమైన యోగ శాస్త్రమును, తన ప్రియ మిత్రుడు, భక్తుడు అయిన అర్జునుడికి తెలియపరుస్తున్నాడు. ఇప్పుడు ప్రస్తుతం తన కళ్ళెదురుగా ఉన్న శ్రీ కృష్ణుడు, ఎన్నో యుగాల క్రితం సూర్య భగవానునికి ఈ శాస్త్రాన్ని ఎలా చెప్పాడని అర్జునుడు అడుగుతాడు. జవాబుగా, శ్రీ కృష్ణుడు తన అవతార దివ్య రహస్యాన్ని తెలియపరుస్తాడు. భగవంతుడు సనాతనుడు, పుట్టుకలేని వాడు అయినా, తన యోగమాయా శక్తిచే, ధర్మాన్ని పరిరక్షించటానికి, ఈ భూలోకం లోకి దిగివస్తాడని చెప్తాడు. కానీ, ఆయన జన్మ, కర్మలు దివ్యమైనవి, అవి ఎన్నటికీ భౌతిక దోషములచే కళంకితం కావు. ఈ రహస్యం తెలిసినవారు, దృఢవిశ్వాసంతో భక్తిలో నిమగ్నమౌతారు, మరియు ఆయనను పొందిన తరువాత, ఈ లోకంలో తిరిగి జన్మనెత్తరు.    తదుపరి, ఈ అధ్యాయం, కర్మల స్వభావాన్ని విశదీకరిస్తుంది మరియు - కర్మ, అకర్మ, మరియు వికర్మ అనబడే మూడు సూత్రాలను వివరిస్తుంది. ఏంతో నిమగ్నమైన పనులలో ఉన్నా, కర్మ యోగులు,  ఏవిధంగా అకర్మ స్థితిలో ఉంటారో, తద్వారా ఎలా కర్మ బంధాలలో చిక్కుకోరో ఇది వివరిస్తుంది. ఈ విజ్ఞానంతో ప్రాచీన మునులు - జయాపజయాలతో సంబంధం లేకుండా, సుఖ-దుఃఖాలను ఒకేలాగ పరిగణిస్తూ, కేవలం ఒక యజ్ఞం లాగా భగవంతుని ప్రీతి కోసం తమ పనులను/కర్మలను ఆచరించేవారు. యజ్ఞం అనేది అనేక రకాలుగా ఉంటుంది, అందులో చాలా రకాలు ఇక్కడ చెప్పబడ్డాయి. యజ్ఞం అనేది సరిగ్గా అర్పణచేయబడ్డప్పుడు దాని అవశేషం అమృతంలా అవుతుంది. అలాంటి అమృతం స్వీకరించినప్పుడు, కర్తలు మలిన శుద్ధి చేయబడుతారు. కాబట్టి యజ్ఞం అనేది ఎప్పుడైనా సరైన దృక్పథంతో, సరైన జ్ఞానంతో చెయ్యబడాలి. ఈ జ్ఞానమనే నావ సహాయంతో ఘోర పాపాత్ములు కూడా లౌకిక దుఃఖ సాగరాన్ని దాటవచ్చు. పరమ సత్యాన్ని అనుభవపూర్వకంగా తెలుసుకున్న ఒక నిజమైన ఆధ్యాత్మిక గురువు ద్వారా, ఇటువంటి జ్ఞానాన్ని నేర్చుకోవాలి. అర్జునుడి గురువుగా, అతన్ని జ్ఞానమనే ఖడ్గం తీసుకుని తన హృదయంలో జనించిన సందేహాలని ముక్కలుగా ఖండించి, లేచి తన కర్తవ్యాన్ని నిర్వర్తించమంటున్నాడు, శ్రీ కృష్ణుడు.",
      "ta": "அர்ஜுனனுக்கு அளிக்கும் அறிவின் மீதான நம்பிக்கையை வலுப்படுத்த, ஸ்ரீ கிருஷ்ணர் இந்த அத்தியாயத்தில் அதன் பழமையான தோற்றத்தை வெளிப்படுத்துகிறார். இந்த அறிவு முறை எவ்வாறு நித்திய விஞ்ஞானம் என்பதை அவர் விளக்குகிறார், இந்த நித்திய விஞ்ஞானத்தை அவர் ஆதியில் சூரிய பகவானுக்கு கற்பித்தார். மேலும், இது ஒரு தொடர்ச்சியான பாரம்பரியத்தில் புனிதமான மன்னர்களுக்கு வழங்கப்பட்டது. அவர் இப்போது அதே உயர்ந்த யோக அறிவியலை அவரின் அன்பான நண்பரும் பக்தருமான. அர்ஜுனனுக்கு வெளிப்படுத்துகிறார். தற்காலத்தில் இருக்கும் ஸ்ரீ கிருஷ்ணர் எப்படி இந்த அறிவியலை சூரியக் கடவுளுக்கு யுகங்களுக்கு முன்பே கற்றுக் கொடுத்தார் என்று அர்ஜுனன் கேட்கிறார். அதற்கு பதிலளிக்கும் விதமாக, ஸ்ரீ கிருஷ்ணர் தனது வம்சாவளியின் தெய்வீக மர்மத்தை வெளிப்படுத்துகிறார். கடவுள் பிறாவத மற்றும் நித்தியமானவர் என்றாலும், அவருடைய யோகமாய சக்தியால், அவர் தர்மத்தை (நீதியின் பாதையை) நிறுவ பூமியில் அவதரிக்கிறார் என்று அவர் விளக்குகிறார். இருப்பினும், அவரது பிறப்பு மற்றும் செயல்பாடுகள் தெய்வீகமானது மற்றும் பொருள் குறைபாடுகளால் ஒரு போதும் கறைபபடுவது இல்லை. இந்த இரகசியத்தை அறிந்தவர்கள் மிகுந்த நம்பிக்கையுடன் அவருடைய பக்தியில் ஈடுபட்டு, அவரை அடையும் போது, ​​மீண்டும் இவ்வுலகில் பிறப்பதில்லை.‘இந்த அத்தியாயம் பின்னர் செயலின் தன்மையை விளக்குகிறது மற்றும், மூன்று கோட்பாடுகளை விவாதிக்கிறது- செயல், செயலற்ற தன்மை மற்றும் தடைசெய்யப்பட்ட செயல். யோகிகள் பெரும்பாலான மனத்தை ஈர்க்கும் செயல்களைச் செய்யும்போது கூட செயலற்றநிலையில் இருக்கிறார்கள் என்பதை இது வெளிப்படுத்துகிறது, இதனால் அவர்கள் கர்ம வினைகளின் ஆசாபாசத்தில் உழலுலவதில்லை .’இந்த ஞானத்தைக் கொண்டு, பண்டைய முனிவர்கள், வெற்றி அல்லது தோல்வி, மகிழ்ச்சி அல்லது துன்பம், புகழ் அல்லது அவப்பெயர் ஆகியவற்றால் பாதிக்கப்படாமல், கடவுளின் மகிழ்ச்சிக்காக தியாகம் செய்யும் செயலாக மட்டுமே தங்கள் பணிகளைச் செய்தனர். தியாகம் என்பது பல்வேறு வகையானது, அவற்றில் பல இங்கே குறிப்பிடப்பட்டுள்ளன.. யாகம் சரியாக அர்ப்பணிக்கப்படும் போது, ​​அதன் எச்சங்கள் அமிர்தம் போல் மாறும். அத்தகைய அமிர்தத்தை உட்கொள்வதன் மூலம், யாகத்தை மேற்கொள்பவர்கள் அசுத்தங்களிலிருந்து தூய்மைப்படுத்தப்படுகிறார்கள். எனவே, தியாகம் எப்போதும் சரியான உணர்வுகளுடனும், அறிவுடனும் செய்யப்பட வேண்டும். அறிவு என்ற படகின் உதவியுடன், மிகப்பெரிய பாவிகளும் கூட பொருள் துயரங்களின் கடலைக் கடக்கிறார்கள். அத்தகைய அறிவு, உண்மையை உணர்ந்த ஒரு உண்மையான ஆன்மீக குருவிடம் இருந்து பெற வேண்டும். ஸ்ரீகிருஷ்ணர், அர்ஜுனுடைய குருவாக, அறிவின் வாளை எடுத்து, அவரது இதயத்தில் எழுந்த சந்தேகங்களைத் துண்டித்து, எழுந்து நின்று தனது கடமையைச் செய்யும்படி கேட்கிறாரர்.",
      "or": "ଚତୁର୍ଥ ଅଧ୍ୟାୟରେ ଶ୍ରୀକୃଷ୍ଣ ପ୍ରଦାନ କରୁଥିବା ଜ୍ଞାନର ମୌଳିକ ଉତ୍ପତ୍ତି ବିଷୟରେ ଆଲୋକପାତ କରି ସେହି ଜ୍ଞାନରେ ଅର୍ଜୁନଙ୍କର ଆସ୍ଥାକୁ ଦୃଢ଼ କରୁଛନ୍ତି । ସେ ବର୍ଣ୍ଣନା କରୁଛନ୍ତି କିପରି ସେ ଏହି ଚିରନ୍ତନ ଜ୍ଞାନକୁ ପ୍ରାରମ୍ଭରେ ସୂର୍ଯ୍ୟ ଦେବଙ୍କୁ ଶିକ୍ଷା ଦେଇଥିଲେ ଏବଂ ଏହା ଏକ ଧାରାବାହିକ ପ୍ରଥା ଭାବରେ କ୍ରମଶଃ ଧର୍ମପରାୟଣ ରାଜାମାନଙ୍କୁ ହସ୍ତାନ୍ତରିତ ହୋଇଥିଲା । ସେ ବର୍ତ୍ତମାନ ଯୋଗର ଏହି ସର୍ବୋଚ୍ଚ ବିଜ୍ଞାନ ଅର୍ଜୁନଙ୍କୁ ଦେଉଛନ୍ତି, ଯିଏ କି ତାଙ୍କର ପ୍ରିୟ ସଖା ଏବଂ ଭକ୍ତ ଅଟନ୍ତି । ଅର୍ଜୁନ ପଚାରୁଛନ୍ତି, ଶ୍ରୀକୃଷ୍ଣ ତ ବତ୍ତର୍ମାନ ଅଛନ୍ତି, ତେଣୁ ସେ କିପରି ବହୁ ଯୁଗ ପୂର୍ବେ ସୂର୍ଯ୍ୟ ଦେବତାଙ୍କୁ ଏହି ଜ୍ଞାନ ଦେଇପାରିଲେ? ତାର ପ୍ରତ୍ୟୁତ୍ତରରେ ଶ୍ରୀକୃଷ୍ଣ ତାଙ୍କର ଦିବ୍ୟ ଅବତାରର ରହସ୍ୟ ଉନ୍ମୋଚନ କରୁଛନ୍ତି । ସେ ସୂଚନା ଦେଉଛନ୍ତି ଯେ, ଯଦିଓ ସେ ଅଜନ୍ମା ଓ ଚିରନ୍ତନ ଅଟନ୍ତି, ତଥାପି ସେ ତାଙ୍କର ଯୋଗମାୟା ଶକ୍ତି ଦ୍ୱାରା, ଧର୍ମରକ୍ଷା ପାଇଁ ପୃଥିବୀରେ ଆବିର୍ଭାବ ହୁଅନ୍ତି । ତାଙ୍କର ଜନ୍ମ ଓ କର୍ମ ଉଭୟ ଦିବ୍ୟ, ଯାହା କଦାପି ସାଂସାରିକ ଅଶୁଦ୍ଧତାରେ ମଳୀନ ହୁଏ ନାହିଁ । ଯେଉଁ ବ୍ୟକ୍ତି ଏହି ଗୁପ୍ତ ରହସ୍ୟକୁ ଜାଣିନିଅନ୍ତି, ସେ ଦୃଢ଼ ବିଶ୍ୱାସର ସହିତ ଭକ୍ତିରେ ନିମଗ୍ନ ରହନ୍ତି ଏବଂ ଭଗବାନଙ୍କୁ ପ୍ରାପ୍ତ କରି ପୁନର୍ବାର ଏହି ପୃଥିବୀରେ ଜନ୍ମଗ୍ରହଣ କରନ୍ତି ନାହିଁ ।ପୁନଶ୍ଚ, ଏହି ଅଧ୍ୟାୟରେ କର୍ମର ସ୍ୱଭାବ ଉପରେ ଆଲୋଚନା କରାଯାଇଅଛି ଏବଂ କର୍ମର ତିନୋଟି ସ୍ୱରୂପ-କର୍ମ, ଅକର୍ମ ଓ ବିକର୍ମ ଉପରେ ଆଲୋକପାତ କରାଯାଇଛି । କିପରି କର୍ମଯୋଗୀ ମାନେ କର୍ମରେ ଅତ୍ୟନ୍ତ ବ୍ୟସ୍ତ ରହି ଅକର୍ମରେ ସ୍ଥିତ ରହନ୍ତି ଏବଂ କର୍ମ ବନ୍ଧନରେ ଜଡ଼ିତ ହୁଅନ୍ତି ନାହିଁ, ତାହାର ବର୍ଣ୍ଣନା କରାଯାଇଛି । ଏହି ଜ୍ଞାନକୁ ପାଥେୟ କରି, ପୁରାତନ ମୁନି-ଋଷିମାନେ ସଫଳତା ଓ ବିଫଳତା, ସୁଖ ଓ ଦୁଃଖରେ ପ୍ରଭାବିତ ନ ହୋଇ, କର୍ମକୁ କେବଳ ଭଗବାନଙ୍କର ସୁଖ ଉଦ୍ଦେଶ୍ୟରେ ଅର୍ପଣ କରି ନିଜର କାର୍ଯ୍ୟ ସମ୍ପାଦନ କରନ୍ତି । ଯଜ୍ଞ ଅନେକ ପ୍ରକାରର ଅଟେ, ସେଥି ମଧ୍ୟରୁ କେତେକ ଏଠାରେ ଉଲ୍ଲେଖ କରାଯାଇଛି । ଯେତେବେଳେ ଯଜ୍ଞ ଉପଯୁକ୍ତ ଭାବରେ ସମର୍ପଣ କରାଯାଏ, ତାହାର ଅବଶିଷ୍ଟାଂଶ ଅମୃତରେ ପରିଣତ ହୁଏ । ଏହି ଅମୃତ ଗ୍ରହଣ କରି କର୍ତ୍ତାଙ୍କର ଅଶୁଦ୍ଧତା ଧୋଇ ହୋଇଯାଏ । ଅତଏବ, ଯଜ୍ଞ ସବୁବେଳେ ଉପଯୁକ୍ତ ମନୋଭାବ ସହିତ ଜ୍ଞାନଯୁକ୍ତ ହୋଇ ସମ୍ପନ୍ନ କରାଯିବା ଉଚିତ । ଜ୍ଞାନ ରୂପୀ ନୌକା ସାହାଯ୍ୟରେ ଅତ୍ୟନ୍ତ ପାପାତ୍ମା ମଧ୍ୟ ସାଂସାରିକ ଦୁଃଖର ସାଗରକୁ ପାର କରିପାରିବ । ଏହି ଜ୍ଞାନ ଜଣେ ବାସ୍ତବିକ ଆଧ୍ୟାତ୍ମିକ ଗୁରୁ, ଯିଏ ଭଗବତ୍ ପ୍ରାପ୍ତି କରିଥିବେ, ତାଙ୍କଠାରୁ ଗ୍ରହଣ କରିବା ଉଚିତ । ଅର୍ଜୁନଙ୍କର ଗୁରୁଭାବରେ ଶ୍ରୀକୃଷ୍ଣ ତାଙ୍କୁ ଆଦେଶ ଦେଉଛନ୍ତି ଯେ ଜ୍ଞାନରୂପକ ତରବାରୀ ଧାରଣ କରି, ତାଙ୍କ ମନରେ ଉତ୍ପନ୍ନ ହେଉଥିବା ସମସ୍ତ ସନ୍ଦେହକୁ ଛେଦନ କରନ୍ତୁ ଏବଂ ନିଜର କର୍ତ୍ତବ୍ୟ ପାଳନ କରିବାକୁ ପ୍ରସ୍ତୁତ ହୁଅନ୍ତୁ ।",
      "es": "Para fortalecer la fe de Arjuna en el conocimiento que está impartiendo, Sri Krishna revela en este capítulo su origen prístino: \"Arjuna, como eres mi devoto y un amigo querido, te estoy revelando esta ciencia suprema de Yoga. Es la misma ciencia eterna que le enseñé al Dios Sol al principio de los tiempos. Y en una tradición continua, el mismo conocimiento fue transmitido a los reyes Santos\".\nArjuna se pregunta cómo alguien que tiene casi su edad pudo existir hace tantos eones. Cuestiona a Sri Krishna cómo es posible que le haya dado este conocimiento al Dios Sol y a los demás hace tantos años.\nSri Krishna aclara las dudas de Arjuna y revela el misterio divino de Su descenso. Dice que aunque Dios es nonato y eterno, Él desciende en esta tierra por Su poder Yogamaya para establecer el dharma (el camino de la rectitud). Su nacimiento y sus actividades son divinas y no pueden ser manchadas por las imperfecciones materiales. Una vez que el devoto conoce este secreto y se dedica a la devoción con gran fe, alcanza a Dios y no vuelve a nacer en este mundo.\nDespués Sri Krishna vuelve al tema del capítulo anterior: karma yoga. Continúa explicando la naturaleza del trabajo y sus tres principios: la acción, la inacción y la acción prohibida. Explica que los karma yoguis, aun cuando realizan las tareas más interesantes, están en estado de inacción y no se enredan en las reacciones kármicas de dicha acción. Sabiendo esto: los sabios antiguos realizaban todo su trabajo como un acto de sacrificio para el placer de Dios. No eran afectados por la felicidad, la angustia, el éxito o el fracaso. Explica que cuando el sacrificio está dedicado de forma adecuada, realizado con el conocimiento apropiado y con sentimientos puros, entonces sus remanentes se convierten en néctar. Y al participar de este néctar, los devotos se limpian de toda impureza. Incluso el mayor de los pecadores puede cruzar el océano de las miserias materiales abordando este barco del conocimiento eterno.\nSri Krishna dice que tal conocimiento debe ser adquirido solo de un maestro espiritual genuino, que haya realizado a Dios. Al ser su Gurú, Krishna instruye a Arjuna a que corte todas las dudas que han surgido en su corazón con esta espada de conocimiento. Le pide que se levante y cumpla con su deber como guerrero."
    },
    "oneliner": {
      "en": "The Yog of Knowledge and the Disciplines of Action",
      "hi": "ज्ञान का योग और कर्म का अनुशासन ",
      "gu": "જ્ઞાનનો યોગ અને કર્મનું અનુશાસન",
      "te": "జ్ఞాన, కర్మ, సన్న్యాస యోగము",
      "ta": "அறிவு மற்றும் செயல் துறைகளின் யோகம்",
      "or": "ଜ୍ଞାନ କର୍ମ ସନ୍ନ୍ୟାସ ଯୋଗ",
      "es": "Yoga del Conocimiento y las Disciplinas de Acción"
    }
  },
  {
    "chapter_number": 5,
    "verses_count": 29,
    "name": {
      "en": "Karm Sanyās Yog",
      "hi": "कर्म संन्यास योग ",
      "gu": "કર્મ સંન્યાસ યોગ",
      "te": "కర్మ సన్యాస యోగము",
      "ta": "கர்ம ஸன்யாஸ யோகம்",
      "or": "କର୍ମସନ୍ନ୍ୟାସ ଯୋଗ",
      "es": "Karma Sanyās Yoga"
    },
    "description": {
      "en": "In this chapter, Shree Krishna compares karm sanyās yog (the path of renunciation of actions) with karm yog (the path of work in devotion). He says: we can choose either of the two paths, as both lead to the same destination. However, he explains that the renunciation of actions is rather challenging and can only be performed flawlessly by those whose minds are adequately pure. Purification of the mind can be achieved only by working in devotion. Therefore, karm yog is a more appropriate path for the majority of humankind.\nThe karm yogis with a purified intellect perform their worldly duties without any attachment to its fruit. They dedicate all their works and its results to God. Just as a lotus leaf that floats on water does not get wet, the karm yogis also remain unaffected by sin. They are aware that the soul resides within the body that is like a city with nine gates. Therefore, they do not consider themselves to be the doer nor the enjoyer of their actions. Endowed with the vision of equality, they look equally upon a Brahmin, a cow, an elephant, a dog, and a dog-eater. Seated in the Absolute Truth, such truly learned people develop flawless qualities similar to God. The ignorant worldly people do not realize that the pleasures they strive to relish from their sense objects are the very source of their misery. However, the karm yogis do not get any joy from such worldly pleasures. Instead, they enjoy the bliss of God, who resides inside them.\nLord Shree Krishna then describes karm sanyās yog or the path of renunciation. He says that the karm sanyāsīs control their mind, intellect, and senses by performing several austerities. By shutting out all their thoughts of external pleasures, they become free from fear, desire, and anger. And by including devotion to God in all their austerities, they attain long-lasting peace.",
      "hi": "इस अध्याय में कर्म संन्यास के मार्ग की तुलना कर्मयोग के मार्ग के साथ की गयी है। श्रीकृष्ण बताते हैं कि दोनों मार्ग एक ही लक्ष्य की ओर ले जाते हैं और हम इनमें से किसी एक का चयन कर सकते हैं। लेकिन कर्म का त्याग तब तक पूर्णरूप से नहीं किया जा सकता। जब तक मन पूर्णतः शुद्ध न हो जाए और मन की शुद्धि भक्ति के साथ कर्म करने से प्राप्त होती है। इसलिए कर्मयोग बहुसंख्यक लोगों के लिए उपयुक्त विकल्प है। कर्मयोगी अपने सांसारिक दायित्वों का निर्वहन शुद्ध बुद्धि के साथ करते हुए अपने कर्म फलों की आसक्ति का त्याग कर उन्हें भगवान को अर्पित करते हैं। इस प्रकार से वे पाप से उसी प्रकार से अप्रभावित रहते हैं जिस प्रकार से कमल के पुष्प का पत्ता जल में तैरता है किन्तु जल उसे स्पर्श नहीं कर पाता। ज्ञान के आलोक में वे शरीर को नवद्वारों के एक नगर के रूप में देखते हैं जिसमें आत्मा निवास करती है। इसलिए वे न तो स्वयं को कर्म का कर्ता और न ही कर्म का भोक्ता मानते हैं। वे ब्राह्मण, गाय, हाथी, और कुत्ते का मांस भक्षण करने वाले चांडाल को एक समान दृष्टि से देखते हैं। ऐसे सच्चे संत भगवान के दोषरहित गुणों को अपने भीतर विकसित करते हैं और परम सत्य में स्थित हो जाते हैं किन्तु सांसारिक लोग यह जाने बिना कि इन्द्रिय विषयों के संपर्क से मिलने वाले सुख वास्तव में कष्टों के कारण हैं। अतः वे अज्ञानता के कारण इन्द्रिय विषयों से मिलने वाले सुखों को प्राप्त करने का प्रयास करते हैं। लेकिन कर्मयोगी इनसे प्रसन्न नहीं होते बल्कि इसकी अपेक्षा वे अपने भीतर भगवान के आनन्द की अनुभूति करना पसंद करते हैं। आगे यह अध्याय संन्यास के मार्ग का वर्णन करता है। कर्म संन्यासी अपने मन, इन्द्रियों और बुद्धि को नियंत्रित करने के लिए तपस्या करते हैं। इस प्रकार से वे बाह्य सुख के विचारों को बहिष्कृत कर इच्छा, भय और क्रोध से मुक्त हो जाते हैं। तब फिर वे भगवान की भक्ति के साथ अपनी तपस्या को सम्पूर्ण करते हैं और चिरस्थायी शांति प्राप्त करते हैं।",
      "gu": "આ અધ્યાય કર્મ સંન્યાસ (કર્મનો ત્યાગ)ના માર્ગની તુલના કર્મ-યોગ (ભક્તિયુક્ત કર્મ)ના માર્ગ સાથે કરે છે. શ્રીકૃષ્ણ કહે છે કે બંને માર્ગો સમાન લક્ષ્ય પ્રાપ્તિની દિશામાં દોરી જાય છે. આમ છતાં, કર્મોનો સંપૂર્ણ રીતે ત્યાગ ત્યાં સુધી થઇ શકતો નથી, જ્યાં સુધી મન પૂર્ણત: શુદ્ધ ન હોય અને મનનું શુદ્ધિકરણ ભક્તિયુક્ત કર્મ કરવાથી થાય છે. તેથી, અધિકાંશ માનવજાતિ માટે કર્મયોગ એ ઉચિત વિકલ્પ છે. કર્મયોગી તેમના દુન્યવી કર્તવ્યોનું પાલન શુદ્ધ બુદ્ધિથી, તેમના કર્મનાં ફળો પ્રત્યેની આસક્તિનો ત્યાગ કરીને તેમજ તેમને ભગવાનને સમર્પિત કરીને કરે છે. આમ, તેઓ જેમ કમળપત્ર જે જળમાં તે તરતું હોય છે તે જળથી અલિપ્ત રહે છે, તેમ પાપથી બિન-પ્રભાવી રહે છે. જ્ઞાનના પ્રકાશથી તેઓ અનુભૂતિ કરે છે કે આ શરીર નવ દ્વારયુક્ત નગર સમાન છે જેમાં આત્મા નિવાસ કરે છે. તેથી તેઓ સ્વયંને ન તો પોતાના કર્મના કર્તા ગણે છે કે ન તો ભોક્તા ગણે છે. તેઓ સામ્ય દૃષ્ટિથી સંપન્ન થઈને બ્રાહ્મણ, ગાય, હાથી, શ્વાન, અને શ્વાનનો આહાર કરનારને સમાન દૃષ્ટિથી જોવે છે. આવા સાચા જ્ઞાની પુરુષો ભગવાનના પવિત્રગુણોનો  વિકાસ કરે છે અને પરમ સત્યમાં સ્થિત થાય છે. સંસારી મનુષ્યો ઇન્દ્રિયજન્ય પદાર્થોથી ઉત્પન્ન થતા સુખોનું આસ્વાદન કરવા પ્રયાસો કરે છે. તેઓ જાણતા પણ નથી કે આ પ્રકારના સુખો વાસ્તવમાં તો દુ:ખનો સ્રોત છે. પરંતુ  કર્મયોગીને તેમાં આનંદ પ્રાપ્ત થતો નથી; તેઓ તેમની અંદર ભગવદ્-આનંદનું આસ્વાદન કરે છે.\nઆગળ આ અધ્યાય ત્યાગના માર્ગનું વર્ણન કરે છે. કર્મ સંન્યાસીઓ તેમની ઇન્દ્રિયો, મન અને બુદ્ધિને સંયમિત કરવા તપશ્ચર્યા કરે છે. તેઓ બાહ્યભોગના સર્વ વિચારો બંધ કરી દે છે અને વાસના, ભય, તથા ક્રોધથી મુક્ત થઇ જાય છે. પશ્ચાત્, ભગવદ્-ભક્તિ દ્વારા તેમની તપશ્ચર્યાને પરિપૂર્ણ કરે છે તથા ચિરસ્થાયી શાંતિ પ્રાપ્ત કરે છે.",
      "te": "ఈ అధ్యాయం 'కర్మ సన్యాస' (పనులను త్యజించటం) మార్గాన్ని 'కర్మ యోగ' (భక్తి యుక్తంగా పనిచేయటం) మార్గంతో పోల్చి చూపుతుంది. రెండూ కూడా ఒకే లక్ష్యం దిశగా దారితీస్తాయని, మనం వీటిలో దేనినైనా ఎంచుకోవచ్చు, అని శ్రీ కృష్ణుడు వివరిస్తున్నాడు. కానీ, మనస్సు ఎంతో పరిశుద్ధమైనదిగా ఉంటే తప్ప కర్మ సన్యాసం అనేది పరిపూర్ణంగా/దోషరహితంగా చేయలేము, మరియు భక్తితో పనిచేయటం ద్వారానే ఆ చిత్త శుద్ధి సాధించవచ్చు. కాబట్టి, కర్మ యోగమే సాధారణంగా చాలామందికి సరియైన దారి. కర్మ యోగులు తమ ప్రాపంచిక విధులను పవిత్రమైన బుద్ధితో, ఫలాసక్తి విడిచి, భగవత్ అర్పితముగా చేస్తారు. ఈ విధముగా, తామరాకుకు తాను తేలియాడే నీటి యొక్క తడి అంటనట్టు, వారికి పాపము అంటదు.     జ్ఞాన ప్రకాశంచే వారు ఈ శరీరము అనేది, ఆత్మ వసించే నవ ద్వారాల నగరమని తెలుసుకుంటారు. ఈ విధంగా, వారు తాము కర్తలము కాము అని, తాము భోక్తలము కూడా కాము అని తెలుసుకుంటారు. వారు అందరి పట్ల సమత్వ దృష్టి కలిగి ఉంటారు, ఒక బ్రాహ్మణుడు, ఆవు, ఏనుగు, కుక్క, చండాలుడు అందరినీ సమానంగా చూస్తారు. అటువంటి నిజమైన జ్ఞానులైన జనులు దోషరహిత మైన దైవీ గుణాలు పెంపొందించుకొంటారు మరియు పరమ సత్యము యందు స్థితులై ఉంటారు. ప్రాపంచిక జనులు, ఇంద్రియ వస్తువిషయముల నుండి వచ్చే సుఖాల కోసం ఏంతో శ్రమిస్తారు, కానీ, అవే నిజముగా దుఃఖ హేతువులు అని తెలుసుకోరు. కానీ, కర్మ యోగులు వాటి యందు ఆసక్తి కలిగి ఉండరు; ప్రతిగా, తమలోనే ఉన్న భగవంతుని ఆనందాన్ని ఆస్వాదిస్తారు.    ఈ అధ్యాయం, తదుపరి, కర్మ సన్యాస మార్గాన్ని వివరిస్తుంది. కర్మ సన్యాసులు ఇంద్రియమనోబుద్ధుల నియంత్రణకు ఎన్నో నిష్ఠలు పాటిస్తారు. వారు బాహ్యమైన భోగ సంబంధ అన్ని తలంపులని త్యజించి, కామ, క్రోధ, భయముల నుండి స్వేచ్ఛ పొందుతారు. ఈ నియమనిష్ఠలన్నిటినీ భగవత్ భక్తితో సంపూర్ణము చేసి, శాశ్వతమైన శాంతిని పొందుతారు.",
      "ta": "இந்த அத்தியாயம் கர்ம ஸன்யாஸத்தை (செயல்களைத் துறத்தல்) கர்ம யோக (பக்தியுடன் பணிபுரிதல்) பாதையுடன் ஒப்பிடுகிறது. ஸ்ரீ கிருஷ்ணர் விளக்குகிறார், ஏனெனில் அவை இரண்டும் ஒரே குறிக்கோளுக்கு இட்டுச் செல்கின்றன. இருப்பினும், மனம் போதுமான அளவு தூய்மையாக இருக்கும் வரை, பக்தியுடன் செயல்படுவதன் மூலம் மனத்தின் தூய்மை அடையும் வரை செயல்களைத் துறப்பதை முழுமையாகச் செய்ய முடியாது. எனவே, கர்ம யோகம் என்பது மனிதகுலத்தின் பெரும்பான்மையானவர்களுக்கு பொருத்தமான விருப்பமாகும். கர்ம யோகிகள் தங்கள் உலகக் கடமைகளை புனிதப்படுத்தப்பட்ட புத்திக்கூர்மையுடன் செய்கிறார்கள், தங்கள் செயல்களின் பலனில் உள்ள பற்றுதலைக் கைவிட்டு, கடவுளுக்கு அர்ப்பணிக்கிறார்கள். இவ்வாறு, அவர்கள் தாமரை இலையைப் போல பாவத்தால் பாதிக்கப்படாமல் இருக்கிறார்கள்.-தாமரை இலை அது மிதக்கும் தண்ணீரால் தீண்டப் படுவதில்லை. அறிவின் ஒளியால், உடலை ஒன்பது வாயில்கள் கொண்ட நகரத்தில் வசிக்கும் ஆன்மாவைப் போல உணர்கிறார்கள். எனவே, அவர்கள் தங்களைச் செய்பவர்களாகவோ அல்லது தங்கள் செயல்களை அனுபவிப்பவர்களாகவோ கருதுவதில்லை. அவர்கள் பார்ப்பன சமத்துவத்தைப் பெற்றவர்கள். ஆகையால் அவர்கள் ஒரு பிராமணன், ஆடு, யானை, நாய் மற்றும் நாய் உண்பவர்களை சமமாகப் பார்க்கிறார்கள். அத்தகைய உண்மையான கற்றவர்கள் கடவுளின் குறைபாடற்ற குணங்களை வளர்த்துக் கொள்கிறார்கள். மற்றும் முழுமையான சத்தியத்தில் அமர்ந்திருக்கிறார்கள். இந்த்ரியப் பொருட்களால் ஏற்படும் இன்பங்களை, அவை உண்மையிலேயே துன்பத்திற்கு ஆதாரம் என்பதை உணராமல், உலக மக்கள் அதை அனுபவிக்க முயல்கின்றனர். ஆனால் கர்ம யோகிகள் அவற்றில் மகிழ்ச்சியடைவதில்லை; மாறாக, அவர்கள் கடவுளின் பேரின்பத்தை உள்ளே அனுபவிக்கிறார்கள்.  அத்தியாயம் பின்னர் துறவின் பாதையை விவரிக்கிறது. கர்ம ஸன்யாஸீகள் தங்கள் புலன்கள், மனம் மற்றும் புத்தியைக் கட்டுப்படுத்த தவம் புரிகிறார்கள். அவர்கள் வெளிப்புற இன்பம் பற்றிய அனைத்து எண்ணங்களையும் மூடிவிட்டு, ஆசை, பேராசை மற்றும் கோபத்திலிருந்து விடுபடுகிறார்கள். பின்னர், கடவுள் பக்தியுடன் தங்கள் துறவறத்தை முடித்து, நிலையான அமைதியை அடைகிறார்கள்.",
      "or": "ଏହି ଅଧ୍ୟାୟରେ କର୍ମସନ୍ନ୍ୟାସ ଏବଂ କର୍ମଯୋଗ ଏହି ଦୁଇ ମାର୍ଗର ତୁଳନା କରାଯାଇଅଛି । ଶ୍ରୀକୃଷ୍ଣ କହୁଛନ୍ତି ଯେ ଉଭୟ ମାର୍ଗ ସମାନ ଲକ୍ଷ୍ୟର ପ୍ରାପ୍ତି କରାଇ ଥାଆନ୍ତି ଏବଂ ଦୁଇଟି ମଧ୍ୟରୁ ଆମେ ଯେ କୌଣସି ଗୋଟିଏକୁ ବାଛି ପାରିବା । ତଥାପି, ଯେପର୍ଯ୍ୟନ୍ତ ମନ ବିଶେଷ ଭାବରେ ଶୁଦ୍ଧ ହୋଇନାହିଁ, କର୍ମର ପରିତ୍ୟାଗ ପୂର୍ଣ୍ଣ ରୂପରେ କରାଯାଇ ପାରିବ ନାହିଁ ଏବଂ ମନର ଶୁଦ୍ଧତା, ଭକ୍ତିଯୁକ୍ତ କର୍ମ (କର୍ମଯୋଗ) ଦ୍ୱାରା ହାସଲ ହୋଇଥାଏ । ସୁତରାଂ, ଅଧିକାଂଶ ମନୁଷ୍ୟଙ୍କ ପାଇଁ କର୍ମଯୋଗ ହିଁ ଉଚିତ ମାର୍ଗ ଅଟେ । କର୍ମଯୋଗୀ ତାଙ୍କର ସାଂସାରିକ କର୍ତ୍ତବ୍ୟ ଶୁଦ୍ଧ ମନରେ ପାଳନ କରନ୍ତି ଏବଂ କର୍ମଫଳ ପ୍ରତି ଆସକ୍ତି ତ୍ୟାଗ କରି ତାହା ଭଗବାନଙ୍କୁ ଅର୍ପଣ କରନ୍ତି । ସେଥିପାଇଁ ପଦ୍ମପତ୍ର ଜଳ ଉପରେ ଭାସି ଜଳ ଦ୍ୱାରା ଅସ୍ପୃଶ୍ୟ ରହିବା ପରି, ସେମାନେ ପାପ ଦ୍ୱାରା ପ୍ରଭାବିତ ହୁଅନ୍ତି ନାହିଁ । ଜ୍ଞାନ ଦୃଷ୍ଟିରେ ସେମାନେ ଏହା ହୃଦୟଙ୍ଗମ କରିପାରନ୍ତି ଯେ ଶରୀର ଏକ ନବଦ୍ୱାର ବିଶିଷ୍ଟ ନଗର ଅଟେ, ଯେଉଁଠି ଆତ୍ମା ନିବାସ କରିଥାଏ । ତେଣୁ ସେମାନେ ନିଜକୁ କର୍ମର କର୍ତ୍ତର୍ା ଅଥବା ଭୋକ୍ତା ମନେକରନ୍ତି ନାହିଁ । ସମଦର୍ଶୀ ଭାବରେ ସେମାନେ ବ୍ରାହ୍ମଣ, ଗାଈ, ହାତୀ, କୁକୁର ଏବଂ କୁକୁର ଭକ୍ଷୀକୁ ସମାନ ଦୃଷ୍ଟିରେ ଦେଖନ୍ତି । ଏପରି ବାସ୍ତବ ଜ୍ଞାନୀମାନେ ନିଜ ବ୍ୟକ୍ତିତ୍ୱରେ ଈଶ୍ୱରୀୟ ଗୁଣର ବିକାଶ କରି ଅନ୍ତିମ ସତ୍ୟରେ ସ୍ଥିତ ରହନ୍ତି । ସାଂସାରିକ ବ୍ୟକ୍ତି ଇନ୍ଦ୍ରିୟ ସୁଖ ହିଁ ଦୁଃଖର ବାସ୍ତବ କାରଣ ନ ଜାଣି, ବିଷୟ ପ୍ରାପ୍ତି ନିମନ୍ତେ ଚେଷ୍ଟାରତ ରହିଥାଆନ୍ତି । କିନ୍ତୁ କର୍ମଯୋଗୀ ମାନେ ସେଥିରେ ଉତ୍‌ଫୁଲ୍ଲିତ ହେବା ପରିବର୍ତ୍ତେ ନିଜ ଭିତରେ ଭଗବଦାନନ୍ଦର ରସାସ୍ୱାଦନ କରିଥାଆନ୍ତି ।ତାପରେ ଏହି ଅଧ୍ୟାୟରେ ସନ୍ୟାସ ମାର୍ଗର ବର୍ଣ୍ଣନା କରାଯାଇଛି । କର୍ମ ସନ୍ନ୍ୟାସୀମାନେ ତପସ୍ୟା ଦ୍ୱାରା ଇନ୍ଦ୍ରିୟ, ମନ ଏବଂ ବୁଦ୍ଧିକୁ ବଶ କରିଥାଆନ୍ତି । ସେମାନେ ବାହ୍ୟ ସୁଖର ଚିନ୍ତନ ପରିତ୍ୟାଗ କରି କାମନା, ଭୟ ଏବଂ କ୍ରୋଧରୁ ମୁକ୍ତ ହୋଇଯାଆନ୍ତି । ତାପରେ ତପସ୍ୟାକୁ ଭଗବାନଙ୍କର ଭକ୍ତିଯୁକ୍ତ କରି ସେମାନେ ଶାଶ୍ୱତ ଶାନ୍ତି ପ୍ରାପ୍ତ କରିଥାଆନ୍ତି ।",
      "es": "En este capítulo, Sri Krishna compara karma sanyās yoga (el camino de la renuncia a las acciones) y karma yoga (el camino del trabajo en devoción). Dice: podemos elegir cualquiera de los dos caminos, ya que ambos conducen al mismo destino. Sin embargo, explica que renunciar a las acciones es bastante desafiante y solo se puede llevar a cabo de manera impecable por aquellos cuyas mentes son suficientemente puras. La purificación de la mente solo se puede lograr trabajando en devoción. Por lo tanto, karma yoga es un camino más apropiado para la mayoría de la humanidad.\nLos karma yoguis con un intelecto purificado realizan sus deberes mundanos sin ningún apego a su fruto. Dedican todos sus trabajos y sus resultados a Dios. Así como una hoja de loto que flota en el agua no se moja, los karma yoguis también permanecen sin ser afectados por el pecado. Son conscientes de que el alma reside dentro del cuerpo que es como una ciudad con nueve puertas. Por lo tanto, ellos no se consideran el hacedor ni el disfrutador de sus acciones. Dotados de la visión de la igualdad, miran por igual a un Brahmán, a una vaca, a un elefante, a un perro y a un devorador de perros. Situados en la Verdad Absoluta, tales personas verdaderamente eruditas desarrollan cualidades impecables similares a Dios. La gente mundana ignorante no se da cuenta de que los placeres de sus objetos sensoriales que se esfuerzan por disfrutar son la fuente misma de su miseria. Sin embargo, los karma yoguis no obtienen ninguna alegría de tales placeres mundanos. En cambio, disfrutan de la dicha de Dios, que reside dentro de ellos.\nEl Señor Sri Krishna describe entonces karma sanyās yoga o el camino de la renunciación. Dice que los karma sanyāsīs controlan su mente, su intelecto y sus sentidos realizando varias austeridades. Apartando todos sus pensamientos de los placeres externos, se liberan del miedo, el deseo y la ira. Y al incluir la devoción a Dios en todas sus austeridades, alcanzan una paz duradera."
    },
    "oneliner": {
      "en": "The Yog of Renunciation",
      "hi": "वैराग्य का योग",
      "gu": "વૈરાગ્યનો યોગ",
      "te": "కర్మ సన్యాస యోగము",
      "ta": "துறவின் யோகம்",
      "or": "କର୍ମସନ୍ନ୍ୟାସ ଯୋଗ",
      "es": "Yoga de la Renunciación"
    }
  },
  {
    "chapter_number": 6,
    "verses_count": 47,
    "name": {
      "en": "Dhyān Yog",
      "hi": "ध्यानयोग",
      "gu": "ધ્યાન યોગ",
      "te": "ధ్యాన యోగము",
      "ta": "த்யான யோகம்",
      "or": "ଧ୍ୟାନ ଯୋଗ",
      "es": "Dhyāna Yoga"
    },
    "description": {
      "en": "Shree Krishna continues the comparative evaluation between karm yog (the practice of spirituality while performing worldly duties) and karm sanyas (the practice of spirituality in a renounced state) in this chapter. He reiterates that karm yog is a more practicable path than karm sanyas. When work is done with devotion, it purifies the mind and enhances the spiritual realization. The mind then becomes tranquil, and meditation becomes the primary means of elevation.\nThe yogis strive to conquer the mind through meditation because, while a trained mind is the best friend, an untrained mind can be the worst enemy for a spiritual aspirant. Shree Krishna cautions Arjun that by merely engaging in severe austerities, one cannot progress on the spiritual path. Therefore, moderation must be maintained, even in basic necessities like food, sleep, work, recreation, etc.\nShree Krishna then explains yog sādhanā or the spiritual practice for uniting the mind with God. He says, similar to a lamp that does not flicker in a windless place: a sādhak should practice keeping his mind steady in meditation. He agrees that it is difficult to restrain the mind, but it can be controlled by practice and detachment. Therefore, whenever it wanders away, one needs to bring it back and continue to focus on God. Then the mind gets purified and is established in transcendence or samādhi, which is a joyous state where one experiences infinite divine bliss.\nArjun asks what happens to those spiritual aspirants who begin their journey, but due to an unsteady mind, they are unable to reach their goal. Shree Krishna reassures him that those who strive for God-realization are able to overcome evil. God keeps an account of all our accumulated spiritual merits from past lives and reawakens their wisdom in future births.  In this way, they can continue their journey from where they had left off. And with the help of their accrued merits from previous lives, in their present life, the yogis fast track towards God.\nThe Lord then concludes this chapter with a declaration that the yogi (who strives to unite with God) is superior to the tapasvī (ascetic), the jñānī (person of learning), and the karmī (ritualistic performer). And highest among all the yogis is the one who engages in bhakti (loving devotion of God).",
      "hi": "श्रीकृष्ण कर्मयोग और कर्म संन्यास के तुलनात्मक मूल्यांकन के अनुक्रम को पांचवें अध्याय से इस छठे अध्याय में भी जारी रखते हैं और पहले वाले मार्ग के अनुसरण की संस्तुति करते हैं। जब हम समर्पण के साथ कार्य करते हैं तब इससे हमारा मन शुद्ध हो जाता है और हमारी आध्यात्मिक अनुभूति गहन हो जाती है। फिर जब मन शांत हो जाता है तब साधना उत्थान का मुख्य साधन बन जाती है। ध्यान द्वारा योगी मन को वश में करने का प्रयास करते हैं क्योंकि अप्रशिक्षित मन हमारा बुरा शत्रु है और प्रशिक्षित मन हमारा प्रिय मित्र है। श्रीकृष्ण अर्जुन को सावधान करते हैं कि कठोर तप में लीन रहने से कोई सफलता प्राप्त नहीं कर सकता और इसलिए मनुष्य को अपने खान-पान, कार्य-कलापों, अमोद-प्रमोद और निद्रा को संतुलित रखना चाहिए। आगे फिर वे मन को भगवान में एकीकृत करने के लिए साधना का वर्णन करते हैं। जिस प्रकार से वायु रहित स्थान पर रखे दीपक की ज्वाला में झिलमिलाहट नहीं होती। ठीक उसी प्रकार साधक को मन साधना में स्थिर रखना चाहिए। वास्तव में मन को वश में करना कठिन है लेकिन अभ्यास और विरक्ति द्वारा इसे नियंत्रित किया जा सकता है। इसलिए मन जहाँ कहीं भी भटकने लगे तब हमें वहाँ से इसे वापस लाकर निरन्तर भगवान में केंद्रित करना चाहिए। जब मन शुद्ध हो जाता है तब यह अलौकिकता में स्थिर हो जाता है। आनन्द की इस अवस्था को समाधि कहते हैं जिसमें मनुष्य असीम दिव्य आनन्द प्राप्त करता है। इसके पश्चात अर्जुन उस साधक के भाग्य के संबंध में प्रश्न करता है जो इस मार्ग का अनुसरण करना आरम्भ तो करता है लेकिन अस्थिर मन के कारण लक्ष्य तक पहुँचने में असमर्थ रहता है। श्रीकृष्ण उसे पुनः आश्वस्त करते हैं कि जो भगवद्प्राप्ति के लिए प्रयास करता है, बुराई कभी उस पर हावी नहीं हो सकती। भगवान सदैव पूर्व जन्मों में संचित हमारे आध्यात्मिक गुणों का लेखा-जोखा रखते हैं और अगले जन्मों में उस ज्ञान को पुनः जागृत करते हैं ताकि हमने अपनी यात्रा को जहाँ से छोड़ा था उसे वहीं से पुनः आगे जारी रख सकें। अनेक पूर्व जन्मों से अर्जित पुण्यों और गुणों के साथ योगी अपने वर्तमान जीवन में भगवान तक पहुँचने में समर्थ हो सकता है। इस अध्याय का समापन इस उद्घोषणा के साथ होता है कि योगी भगवान के साथ एकीकृत होने का प्रयास करता है इसलिए वह तपस्वी, ज्ञानी और कर्मकाण्डों का पालन करने वाले कर्मी से श्रेष्ठ होता है। सभी योगियों में से जो भक्ति में तल्लीन रहता है वह सर्वश्रेष्ठ होता है।",
      "gu": "આ અધ્યાયમાં શ્રીકૃષ્ણ પાંચમા અધ્યાયમાં કરેલું કર્મયોગ (સાંસારિક ઉત્તરદાયિત્ત્વોનાં પાલન સાથે આધ્યાત્મિક સાધના) અને કર્મ સંન્યાસ (વિરક્ત અવસ્થામાં આધ્યાત્મિક સાધના)નું તુલનાત્મક મૂલ્યાંકન કરવાનું ચાલુ રાખે છે અને પૂર્વોક્ત (કર્મયોગ)ની ભલામણ કરે છે. જયારે આપણે ભક્તિભાવથી કાર્ય કરીએ છીએ ત્યારે તે આપણા મનને શુદ્ધ કરે છે અને આપણા આધ્યાત્મિક સાક્ષાત્કારને અધિક ગહન કરે છે. પશ્ચાત્ જયારે મન સ્થિર થઇ જાય છે ત્યારે ધ્યાન ઉન્નતિનું પ્રાથમિક સાધન બની જાય છે. ધ્યાન દ્વારા યોગીઓ તેમના મન પર વિજય પ્રાપ્ત કરવાનો પ્રયાસ કરે છે; કારણ કે અશિક્ષિત મન એ સર્વાધિક દુષ્ટ શત્રુ છે જયારે શિક્ષિત મન એ સર્વાધિક શ્રેષ્ઠ મિત્ર છે. શ્રીકૃષ્ણ અર્જુનને સાવધાન કરે છે કે કઠોર તપસ્યાઓ દ્વારા આધ્યાત્મિક માર્ગ પર કોઈ સફળતા પ્રાપ્ત કરી શકતું નથી અને તેથી વ્યક્તિએ તેના ખાન-પાન, ક્રિયા-કલાપ, આનંદ-પ્રમોદ અને નિંદ્રાને સંતુલિત રાખવા જોઈએ. પશ્ચાત્ તેઓ મનને પરમાત્મા સાથે જોડવા માટેની સાધનાનું વર્ણન કરે છે. જેવી રીતે, પવનથી રહિત જગ્યા પર સ્થિત દીપકની જ્યોત ડગમગતી નથી, તેવી રીતે સાધકે ધ્યાનમાં તેના મનને સ્થિર કરવું અનિવાર્ય છે. મનને વશમાં કરવું એ કઠિન જરૂર છે, પરંતુ સાધના અને અનાસક્તિ દ્વારા તેને નિયંત્રિત કરી શકાય છે. આમ, જ્યારે તે ભટકવા લાગે કે તુરંત તેને પાછું લાવીને ભગવાન પર એકાગ્ર કરવું જોઈએ. જયારે મન શુદ્ધ થઇ જાય છે ત્યારે તે અલૌકિકતામાં સ્થિત થઇ જાય છે. સમાધિ તરીકેઓળખાતીઆનંદયુક્તઅવસ્થામાંવ્યક્તિ અસીમિત દિવ્ય આનંદનો અનુભવ કરે છે.\nપશ્ચાત્ અર્જુન શ્રીકૃષ્ણને એ સાધકના ભાગ્ય વિષે પ્રશ્ન પૂછે છે કે જે આ માર્ગનું અનુસરણ કરવાનું પ્રારંભ તો કરે છે પરંતુ મનની અસ્થિરતાને કારણે ધ્યેય સુધી પહોંચવામાં અસમર્થ રહે છે. શ્રીકૃષ્ણ પુન: પુષ્ટિ કરતાં તેને કહે છે કે જે ભગવદ્-પ્રાપ્તિ માટે પ્રયાસ કરે છે, તેના પર દુષ્ટતા કદાપિ હાવી થતી નથી. ભગવાન સદા આપણા પૂર્વજન્મોની સંચિત આધ્યાત્મિક પાત્રતાનો હિસાબ રાખે છે અને તે જ્ઞાનને ભવિષ્યના જન્મોમાં પુન:જાગૃત કરી દે છે જેથી આપણે આપણી યાત્રા જ્યાંથી છોડી હતી, ત્યાંથી જ આગળ વધારી શકીએ. યોગીઓ તેમના અનેક પૂર્વ જન્મોની ઉપાર્જિત પાત્રતાને કારણે વર્તમાન જન્મમાં ભગવાન સુધી પહોંચી શકે છે. તપસ્વી, જ્ઞાની અને કર્મી (વિધિ-વિધાનનું પાલન કરનાર) કરતાં યોગી (જે ભગવાન સાથે એક થવાનો પ્રયાસ કરે છે) શ્રેષ્ઠ છે,-- એ નિવેદન સાથે આ અધ્યાયની સમાપ્તિ થાય છે. અને આ સર્વ યોગીઓમાં જે ભક્તિ (ભગવાન પ્રત્યેનો પ્રેમભાવ)માં સંલગ્ન છે, તે સર્વોત્તમ છે.",
      "te": "ఈ అధ్యాయంలో, శ్రీ కృష్ణుడు, ఐదవ అధ్యాయంలో నుండీ ఉన్న వస్తున్న 'కర్మ యోగ' (ప్రాపంచిక విధులు నిర్వర్తిస్తూనే ఆధ్యాత్మిక అభ్యాసం చేయటం) మరియు 'కర్మ సన్యాస' (సన్యాస ఆశ్రమంలో ఆధ్యాత్మికత అభ్యాసం చేయటం) మార్గాలను పోల్చి, విశ్లేషణను కొనసాగిస్తూనే, మొదటి మార్గాన్నే సిఫారసు చేస్తున్నాడు. మనం కర్మలను భక్తితో చేసినప్పుడు, అది మన మనస్సుని పవిత్రం చేసి మన ఆధ్యాత్మిక విజ్ఞానాన్ని స్థిరపరుస్తుంది. అప్పుడు మనస్సు ప్రశాంతత పొందిన తరువాత, ధ్యానమే, మన ఉన్నతికి ప్రధాన ఉపకరణము అవుతుంది. ధ్యానము ద్వారా యోగులు తమ మనస్సుని జయించటానికి శ్రమిస్తారు, ఎందుకంటే అశిక్షితమైన నిగ్రహింపబడని మనస్సు మన ప్రధాన శత్రువు, కానీ, సుశిక్షితమైన నియంత్రణలో ఉన్న మనస్సు మన మంచి మిత్రుడు. తీవ్రమైన కఠిన నిష్ఠలు పాటించటం ద్వారా ఒక వ్యక్తి ఆధ్యాత్మిక పథంలో పురోగతి సాధించలేడని శ్రీ కృష్ణుడు అర్జునుడిని హెచ్చరిస్తున్నాడు; కాబట్టి తినటంలో, పనిలో, వినోదంలో, మరియు నిద్రలో మిత సంయమనం పాటించాలని ఉపదేశించాడు. తదుపరి, మనస్సుని భగవంతునితో ఏకం (సంయోగం) చేయటానికి 'సాధన' ని వివరిస్తాడు. ఎలాగైతే గాలి వీచని చోట దీపం నిశ్చలంగా ఉంటుందో, అదే విధంగా సాధకుడు మనస్సుని ధ్యానం యందు నిలకడతో ఉంచాలి. నియంత్రణ చేయటానికి మనస్సు నిజానికి చాలా క్లిష్టమైనది, కానీ, అభ్యాసము, వైరాగ్యములతో దీనిని నియంత్రించవచ్చు. కాబట్టి, మనస్సు ఎక్కడికి పోయినా, దానిని తిరిగి తెచ్చి, భగవంతుని వైపే విడువకుండ కేంద్రీకరించాలి. ఎప్పుడైతే మనస్సు పరిశుద్ధమవుతుందో, అది అలౌకిక స్థితిలో నిలుస్తుంది. ఈ యొక్క 'సమాధి' అన్న పరమానంద స్థితి లో వ్యక్తి అనంతమైన దివ్యానందాన్ని అనుభవిస్తాడు.అర్జునుడు తదుపరి శ్రీ కృష్ణుడిని, ఆధ్యాత్మిక మార్గంలో ప్రారంభమై కూడా చంచలమైన మనస్సు వల్ల లక్ష్యాన్ని చేరుకోలేని సాధకుడి గతి ఏమిటి అని ప్రశ్నిస్తాడు. భగవత్ ప్రాప్తి కోసం ప్రయాస పడే వ్యక్తి ఎప్పుడూ చెడిపోడు అని శ్రీ కృష్ణుడు హామీ ఇస్తాడు. భగవంతుడు ఎల్లప్పుడూ మన అన్ని పూర్వ జన్మల ఆధ్యాత్మిక పురోగతి లెక్క చూసుకుని, దానిని మళ్ళీ తదుపరి జన్మలలో పునరుత్తేజింప చేస్తాడు; దీనితో మనం ఎక్కడ విడిచిపెట్టామో అక్కడ నుండి తిరిగి ప్రయాణం మొదలు పెట్టవచ్చు. ఎన్నో జన్మల నుండి పోగైన సాధన ఫలంగా యోగులు ఈ జన్మలోనే భగవంతుడిని చేరుకుంటారు. తపస్వులు (మునులు), జ్ఞానులు (చదువుకున్నవారు, వేద శాస్త్ర పండితులు), మరియు కర్మీల కంటే యోగులే (భగవంతునితో ఏక మవ్వటానికి పరిశ్రమించే వారు) శ్రేష్ఠమైన వారు అని ప్రకటిస్తూ ఈ అధ్యాయం ముగుస్తుంది. ఇంకా, యోగులందరిలో కెల్లా, భగవంతుని పట్ల ప్రేమ యుక్త భక్తిలో నిమగ్నమయ్యే వారే అత్యున్నతమైన వారు.",
      "ta": "ஸ்ரீ கிருஷ்ணர் இந்த அத்தியாயத்தில் கர்ம யோகம் (உலகக் கடமைகளைச் செய்யும் போது ஆன்மீகப் பயிற்சி) மற்றும் கர்ம ஸன்யாஸம் (துறந்த நிலையில் ஆன்மீகப் பயிற்சி) ஆகியவற்றுக்கு இடையேயான ஒப்பீட்டு மதிப்பீட்டைத் தொடர்கிறார். கர்ம ஸந்நியாஸத்தை விட கர்ம யோகம் மிகவும் நடைமுறைக்குரிய பாதை என்று அவர் மீண்டும் வலியுறுத்துகிறார். பணியை பக்தியுடன் செய்யும்போது, ​​அது மனதைத் தூய்மைப்படுத்துகிறது மற்றும் ஆன்மீக உணர்வை மேம்படுத்துகிறது. பின்னர் மனம் அமைதியடைகிறது, மேலும் தியானம் உயர்விற்கான முதன்மை வழிமுறையாகிறது. யோகிகள் தியானத்தின் மூலம் மனதைக் கைப்பற்ற முயற்சி செய்கிறார்கள், ஏனெனில், பயிற்சி பெற்ற மனம் சிறந்த நண்பராக இருக்கும்போது, ​​பயிற்சி பெறாத மனம் ஒரு ஆன்மீக ஆர்வலருக்கு மோசமான எதிரியாக இருக்கும். ஸ்ரீ கிருஷ்ணர் அர்ஜுனனிடம் எச்சரிக்கிறார், வெறும் கடுமையான துறவறத்தில் ஈடுபடுவதால், ஆன்மீகப் பாதையில் முன்னேற முடியாது. எனவே, உணவு, உறக்கம், வேலை, பொழுதுபோக்கு போன்ற அடிப்படைத் தேவைகளில் கூட மிதமான தன்மையைக் கடைப்பிடிக்க வேண்டும். பின்னர் அவர் மனதை கடவுளுடன் இணைக்கும் ஆன்மீகப் பயிற்சியை (ஸாதனாவை) விளக்குகிறார். காற்று இல்லாத இடத்தில் விளக்கு எப்படி ஒளிர்வதில்லையோ, அதுபோல ஆன்மிக பயிற்சியாளரும் (ஸாதகர்) மனதை நிலையாக தியானத்தில் வைத்திருக்க வேண்டும். மனதைக் கட்டுப்படுத்துவது உண்மையில் கடினம், ஆனால் பயிற்சி மற்றும் பற்றின்மை மூலம், அதைக் கட்டுப்படுத்த முடியும். எனவே, அது எங்கு அலைந்தாலும், அதைத் திரும்பக் கொண்டு வந்து, தொடர்ந்து கடவுளின் மீது கவனம் செலுத்த வேண்டும். மனம் தூய்மையடைந்தால், அது ஆழ்நிலையில் நிலைபெறுகிறது. ஸமாதி என்று அழைக்கப்படும் அந்த மகிழ்ச்சியான நிலையில், எல்லையற்ற தெய்வீக ஆனந்தத்தை ஒருவர் அனுபவிக்கிறார். ஆன்மீக பாதையை தொடங்கும் ஆனால் நிலையற்ற மனதால் இலக்கை அடைய முடியாமல் போகும் லட்சியவாதியின் கதி என்ன என்று அர்ஜுனன் ஸ்ரீ கிருஷ்ணரிடம் கேள்வி எழுப்புகிறார். கடவுள்-உணர்தலுக்காக பாடுபடுபவர் ஒருபோதும் தீமையால் வெல்லப்படமாட்டார் என்று ஸ்ரீ கிருஷ்ணர் அவருக்கு உறுதியளிக்கிறார். கடவுள் எப்பொழுதும் நமது முந்தைய வாழ்வில் திரட்டப்பட்ட ஆன்மீகத் தகுதிகளைக் கணக்கிட்டு, எதிர்காலப் பிறவிகளில் அந்த ஞானத்தை மீண்டும் எழுப்புகிறார், இதனால் நாம் விட்டுச் சென்ற பயணத்தைத் தொடரலாம். பல கடந்தகால வாழ்க்கையின் திரண்ட தகுதிகளுடன், யோகிகளால் அவர்களின் தற்போதைய வாழ்க்கையிலேயே கடவுளை அடைய முடிகிறது. தபஸ்வி (ஸ்ந்யாஸி), ஞானி (கற்பவர்) மற்றும் கர்மி (சடங்கு செய்பவர்) ஆகியோரை விட யோகி (கடவுளுடன் ஒன்றிணைவதற்கு முயற்சி செய்பவர்) உயர்ந்தவர் என்ற அறிவிப்போடு அத்தியாயம் முடிவடைகிறது. மேலும் அனைத்து யோகிகளிலும், பக்தியில் (கடவுளிடம் அன்பான பக்தி) ஈடுபடுபவரே எல்லாவற்றிலும் உயர்ந்தவர்.",
      "or": "ଏହି ଅଧ୍ୟାୟରେ ଶ୍ରୀକୃଷ୍ଣ ପଂଚମ ଅଧ୍ୟାୟରେ କରିଥିବା କର୍ମଯୋଗ (ସାଂସାରିକ କର୍ମ କରିବା ସହିତ ଭଗବତ୍ ସାଧନା କରିବା) ଏବଂ କର୍ମସନ୍ୟାସ (ସାଂସାରିକ କର୍ମ ତ୍ୟାଗ କରି ଭଗବତ୍ ସାଧନା କରିବା)ର ତୁଳନାତ୍ମକ ବିଶ୍ଲେଷଣ ଜାରି ରଖିଛନ୍ତି ଏବଂ ପ୍ରଥମ ମାର୍ଗଟିକୁ ପାଳନ କରିବାକୁ ପରାମର୍ଶ ଦେଇଛନ୍ତି । ଆମେ ଯେତେବେଳେ ଭକ୍ତି ଭାବନାରେ କୌଣସି କାର୍ଯ୍ୟ କରୁ, ତାହା ଆମର ମନକୁ ଶୁଦ୍ଧ କରିବା ସହିତ ଭଗବଦୀୟ ଅନୁଭୂତି ଗଭୀର କରିଥାଏ । ମନ ଯେତେବେଳେ ଶାନ୍ତ ଏବଂ ସ୍ଥିର ହୋଇଯାଏ, ସେତେବେଳେ ‘ଧ୍ୟାନ’ ଆଧ୍ୟାତ୍ମିକ ଉନ୍ନତିର ମୁଖ୍ୟ ସାଧନ ହୋଇଯାଏ । ଧ୍ୟାନ ଦ୍ୱାରା ଯୋଗୀମାନେ ମନକୁ ଜୟ କରିବାକୁ ଚେଷ୍ଟା କରିଥାନ୍ତି, କାରଣ ଅପ୍ରଶିକ୍ଷିତ ମନ ଆମର ସବୁଠାରୁ ବଡ଼ ଶତ୍ରୁ ଏବଂ ପ୍ରଶିକ୍ଷିତ ମନ ଆମର ସର୍ବଶ୍ରେଷ୍ଠ ବନ୍ଧୁ ଅଟେ । ଶ୍ରୀକୃଷ୍ଣ ଅର୍ଜୁନଙ୍କୁ ସତର୍କ କରି ଦେଇଛନ୍ତି ଯେ, ଆଧ୍ୟାତ୍ମିକ ମାର୍ଗରେ କଠୋର ତପସ୍ୟା ଦ୍ୱାରା ସଫଳତା ପ୍ରାପ୍ତ ହୁଏ ନାହିଁ । ସେଥିପାଇଁ ସାଧକ ନିଜର ଖାଦ୍ୟ-ପେୟ, କର୍ମ, ବିଶ୍ରାମ ଏବଂ ନିଦ୍ରା ଆଦିରେ ସଂଯମ ଆଚରଣ କରିବା ସହିତ ସନ୍ତୁଳନ ରକ୍ଷା କରିବା ନିତାନ୍ତ ଆବଶ୍ୟକ । ତାପରେ ସେ ମନକୁ ଭଗବାନଙ୍କ ସହିତ ସଂଯୁକ୍ତ କରିବାର ସାଧନା ସମ୍ପର୍କରେ ଆଲୋଚନା କରିଛନ୍ତି । ବାୟୁ ପ୍ରବାହ ମୁକ୍ତ ସ୍ଥାନରେ ଦୀପଶିଖା ସ୍ଥିର ରହିବା ପରି, ସାଧକର ମନ ଧ୍ୟାନରେ ଏକାଗ୍ର ରହିବା ଆବଶ୍ୟକ । ବାସ୍ତବରେ ମନକୁ ସଂଯତ କରିବା ଅତ୍ୟନ୍ତ କଷ୍ଟକର, କିନ୍ତୁ ଅଭ୍ୟାସ ଓ ବୈରାଗ୍ୟ ଦ୍ୱାରା ଏହାକୁ ନିୟନ୍ତ୍ରଣ କରାଯାଇ ପାରିବ । ତେଣୁ ମନ ଯେଉଁ ଦିଗକୁ ଯାଉଛି, ପୁନଶ୍ଚ ତାକୁ ସେଠାରୁ ଫେରାଇ ଆଣି ଭଗବାନଙ୍କଠାରେ କେନ୍ଦ୍ରିତ କରିବା ଉଚିତ । ମନ ଯେତେବେଳେ ଶୁଦ୍ଧ ହୋଇ ପରାତ୍ପର ତତ୍ତ୍ୱରେ ସ୍ଥିତ ହୋଇଯାଏ, ସେହି ଆନନ୍ଦମୟ ସ୍ଥିତିକୁ ‘ସମାଧି’ କୁହାଯାଏ । ଏଥିରେ ବ୍ୟକ୍ତି ଅସୀମିତ ଦିବ୍ୟ ଆନନ୍ଦ ଅନୁଭବ କରିଥାଏ ।ତାପରେ ଅର୍ଜୁନ ଶ୍ରୀକୃଷ୍ଣଙ୍କୁ ପଚାରୁଛନ୍ତି, ଯେଉଁ ବ୍ୟକ୍ତି ଏହି ପଥରେ ଅଗ୍ରସର ହୁଏ କିନ୍ତୁ ଅସ୍ଥିର ମନ ଯୋଗୁଁ ଲକ୍ଷ୍ୟ ସ୍ଥଳରେ ପହଞ୍ôଚପାରେ ନାହିଁ, ତାର ପରିଣାମ କ’ଣ ହୁଏ? ଶ୍ରୀକୃଷ୍ଣ ଆଶ୍ୱାସନା ଦେଉଛନ୍ତି ଯେ ଯେଉଁ ବ୍ୟକ୍ତି ଭଗବତ୍ ପ୍ରାପ୍ତି ନିମନ୍ତେ ପ୍ରୟାସ କରିଥାଏ, ସେ କେବେ ବି ଅସତ୍‌ର କବଳିତ ହୁଏ ନାହିଁ । ଭଗବାନ ଆମ ପୂର୍ବ ଜନ୍ମର ସମସ୍ତ ଆଧ୍ୟାତ୍ମିକ ପ୍ରୟାସର ହିସାବ ରଖିଥାଆନ୍ତି ଏବଂ ସେହିି ଜ୍ଞାନକୁ ପର ଜନ୍ମରେ ପୁନର୍ଜାଗୃତ କରିଦିଅନ୍ତି, ଯଦ୍ୱାରା ଜଣେ ତାର ଆଧ୍ୟାତ୍ମିକ ଯାତ୍ରା ଯେଉଁଠାରେ ସମାପ୍ତ କରିଥାଏ, ସେହିଠାରୁ ପୁନର୍ବାର ଆରମ୍ଭ କରିପାରିବ । ଅଧ୍ୟାୟର ପରିସମାପ୍ତି ଏହି ଘୋଷଣା ସହିତ କରାଯାଇଛି ଯେ ତପସ୍ୱୀ, ଜ୍ଞାନୀ ଏବଂ କର୍ମୀଙ୍କଠାରୁ ଶ୍ରେଷ୍ଠ ଯୋଗୀମାନେ ଅଟନ୍ତି, ଯେଉଁମାନେ ଆତ୍ମିକ ସ୍ତରରେ ଭଗବାନଙ୍କ ସହିତ ମିଳିତ ହେବାର ପ୍ରୟାସ କରିଥାଆନ୍ତି । ଯୋଗୀମାନଙ୍କ ମଧ୍ୟରେ ବି ସେହି ଯୋଗୀ ସର୍ବଶ୍ରେଷ୍ଠ ଅଟନ୍ତି, ଯିଏ ନିଜକୁ ଭକ୍ତିରେ (ଭଗବାନଙ୍କ ପ୍ରେମମୟ ସେବାରେ) ନିୟୋଜିତ କରିଥାଆନ୍ତି ।",
      "es": "Sri Krishna continúa en este capítulo la evaluación comparativa entre karma yoga (la práctica de la espiritualidad mientras se realizan los deberes mundanos) y karma sanyas (la práctica de la espiritualidad en un estado renunciado). Reitera que karma yoga es un camino más realizable que karma sanyas. Cuando el trabajo se hace con devoción, purifica la mente y aumenta la realización espiritual. Entonces la mente se tranquiliza, y la meditación se convierte en el medio principal de elevación.\nLos yoguis se esfuerzan por conquistar la mente a través de la meditación porque, mientras que una mente entrenada es la mejor amiga de un aspirante espiritual, una mente no entrenada puede ser su peor enemiga. Sri Krishna advierte a Arjuna que con solo realizar austeridades severas, uno no progresa en el camino espiritual. Por lo tanto, se debe mantener la moderación, aun en las necesidades básicas como la comida, el sueño, el trabajo, la recreación, etcétera.\nSri Krishna explica entonces yoga sādhanā o la práctica espiritual para unir la mente con Dios. Dice que similar a una lámpara que no parpadea en un lugar sin viento, un sādhak debe practicar para mantener su mente estable en la meditación. Está de acuerdo en que es difícil contener la mente, pero esta puede ser controlada mediante la práctica y el desapego. Por lo tanto, cada vez que se aleja, hay que traerla de vuelta, y continuar enfocándonos en Dios. Entonces la mente se purifica y se establece en la trascendencia o samādhi, que es un estado lleno de alegría en el que se experimenta la dicha divina infinita.\nArjuna pregunta qué pasa con aquellos aspirantes espirituales que comienzan su viaje, pero que debido a una mente inestable, no pueden alcanzar su meta. Sri Krishna le asegura que aquellos que se esfuerzan por la realización de Dios son capaces de vencer el mal. Dios mantiene una cuenta de todos nuestros méritos espirituales acumulados de vidas pasadas y vuelve a despertar su sabiduría en futuros nacimientos. De esta manera, pueden continuar su viaje desde donde lo dejaron. Y con la ayuda de sus méritos acumulados de vidas anteriores, en su vida presente, los yoguis se dirigen rápidamente hacia Dios.\nEl Señor concluye este capítulo con una declaración de que el yogui (quien se esfuerza por unirse con Dios) es superior al tapasvī (asceta), al jñānī (persona de aprendizaje) y al karmī (ejecutor de rituales). Y el más elevado de todos los yoguis es el que se dedica a bhakti (devoción amorosa a Dios)."
    },
    "oneliner": {
      "en": "The Yog of Meditation",
      "hi": "ध्यान का योग ",
      "gu": "ધ્યાનનો યોગ",
      "te": "ధ్యాన యోగము",
      "ta": "த்யானத்தின் யோகம்",
      "or": "ଧ୍ୟାନ ଯୋଗ",
      "es": "Yoga de la Meditación"
    }
  },
  {
    "chapter_number": 7,
    "verses_count": 30,
    "name": {
      "en": "Jñāna Vijñāna Yog",
      "hi": "ज्ञान विज्ञान योग ",
      "gu": "જ્ઞાન વિજ્ઞાન યોગ",
      "te": "జ్ఞాన విజ్ఞాన యోగము",
      "ta": "ஞான விஞ்ஞான யோகம்",
      "or": "ଜ୍ଞାନ ବିଜ୍ଞାନ ଯୋଗ",
      "es": "Jñāna Vijñāna Yoga"
    },
    "description": {
      "en": "This chapter begins with Shree Krishna describing the material and spiritual dimensions of God’s energies. He explains that similar to beads strung on a single thread, all these energies have originated from Him and rest in Him. The entire creation begins and dissolves into Him. Although it is very difficult to overcome His material energy Maya, those who surrender to Him can easily cross over it by His grace.\nHe then describes the four kinds of people who engage in His devotion and the other four who do not surrender to Him. He says that those devotees who worship Him in knowledge with their mind and intellect merged in Him, are dearest to Him. Yet, some are deluded by material desires and surrender to the celestial gods, who bestow upon them temporary material prosperity. However, these celestial gods also get their powers from the Supreme Lord. Therefore, the worthiest object of devotion is the Almighty God Himself.\nShree Krishna further confirms that He is the ultimate truth and the highest authority. He possesses several divine attributes such as omnipotence, omnipresence, and omniscience. However, His divine Yogmaya power hides His imperishable nature and eternal divine form. Those devotees who surrender to Him and take His shelter receive the divine knowledge of the Supreme God, the self, and the entire field of the karmic actions.",
      "hi": "यह अध्याय भगवान की शक्तियों के भौतिक और आध्यात्मिक आयामों के वर्णन के साथ आरम्भ होता है। श्रीकृष्ण व्यक्त करते हैं कि ये सब उन्हीं से प्रकट होते हैं और धागे में गुंथे मोतियों की भाँति उनमें स्थित रहते हैं। वे समूची सृष्टि के स्रोत हैं और ये सब उन्हीं में पुनः विलीन हो जाते हैं। उनकी प्राकृत शक्तिमाया पर विजय प्राप्त करना अत्यंत दुष्कर है लेकिन वे जो भगवान के शरणागत हो जाते हैं वे उनकी कृपा प्राप्त करते हैं और इस पर सरलता से विजय पा लेते हैं। आगे श्रीकृष्ण उनके शरणागत न होने वाले चार प्रकार के लोगों और उनकी भक्ति में तल्लीन रहने वाले चार प्रकार के लोगों का वर्णन करते हैं। वे अपने भक्तों में उन्हें अत्यंत प्रिय मानते हैं जो अपने मन और बुद्धि को उनमें विलय कर ज्ञान में स्थित होकर उनकी आराधना करते हैं। कुछ लोग जिनकी बुद्धि सांसारिक कामनाओं द्वारा हर ली जाती हैं वे स्वर्ग के देवताओं की शरण में जाते हैं किन्तु ये स्वर्ग के देवता केवल अस्थायी भौतिक सुख प्रदान कर सकते हैं और इन क्षणभंगुर सुखों को भी वे भगवान से शक्तियाँ प्राप्त होने पर ही प्रदान कर सकते हैं। इस प्रकार से भक्ति का उपयुक्त लक्ष्य स्वयं भगवान हैं। श्रीकृष्ण पुष्टि करते हैं कि वे परम सत्य और अंतिम गंतव्य या सिद्धि हैं और सर्वज्ञ, सर्वव्यापक और सर्वशक्तिमान जैसे शाश्वत दिव्य गुणों से सम्पन्न हैं। क्योंकि उनका वास्तविक स्वरूप उनकी दिव्य योगमाया शक्ति के आवरण द्वारा आच्छादित रहता है और इसलिए उनके अविनाशी दिव्य स्वरूप को सब नहीं जान सकते। यदि हम उनकी शरण ग्रहण करते हैं तब वे हमें उन्हें जानने का अपना दिव्य ज्ञान प्रदान करते हैं और उनको जानकर हम भी आत्मज्ञान और कार्मिक गतिविधियों के क्षेत्र का ज्ञान प्राप्त कर लेते हैं।",
      "gu": "આ અધ્યાયનો પ્રારંભ ભગવાનની શક્તિના માયિક તથા આધ્યાત્મિક પરિમાણોનાં વર્ણન સાથે થાય છે. શ્રીકૃષ્ણ સ્પષ્ટ કરે છે કે આ સર્વ તેમનામાંથી પ્રગટ થયું છે અને દોરામાં પરોવાયેલાં મોતીની જેમ સર્વ તેમનામાં જ સ્થિત રહે છે. તેઓ સમગ્ર સર્જનનો સ્રોત છે અને સર્વ તેમનામાં જ પુન: વિલીન થઇ જાય છે. તેમની પ્રાકૃત શક્તિ માયા પર વિજય પ્રાપ્ત કરવો અતિ દુષ્કર છે પરંતુ જેઓ ભગવાનને શરણાગત થઇ જાય છે તેઓ તેમની કૃપા ગ્રહણ કરીને સરળતાથી તેને પાર કરી જાય છે. આગળ શ્રીકૃષ્ણ તેમને શરણાગત ન થતા હોય એવા ચાર પ્રકારના લોકોનું અને તેમની ભક્તિમાં તલ્લીન રહેતા હોય એવા ચાર પ્રકારના લોકોનું વર્ણન કરે છે. તેમના ભક્તોમાં તેઓ એમને અતિ પ્રિય માને છે કે જેઓ જ્ઞાનમાં સ્થિત રહીને પોતાનાં મન અને બુદ્ધિનો શ્રીકૃષ્ણમાં વિલય કરી દે છે. કેટલાક લોકો કે જેમની બુદ્ધિનું લૌકિક કામનાઓ દ્વારા હરણ થઇ ગયું છે,જેમની બુદ્ધિ ભૌતિક ઇચ્છાઓથી આચ્છાદિત છે તેઓ સ્વર્ગીય દેવી-દેવતાઓને શરણાગત થાય છે. પરંતુ એ સ્વર્ગીય દેવી-દેવતાઓ કેવળ અલ્પકાલીન લૌકિક સુખો પ્રદાન કરી શકે છે અને તે પણ પરમાત્મા પાસેથી આ શક્તિઓ પ્રાપ્ત કર્યા પશ્ચાત્ જ કરી શકે છે. આ પ્રમાણે, ભક્તિ માટે સર્વશ્રેષ્ઠ ઉદ્દેશ્ય સ્વયં ભગવાન જ છે. શ્રીકૃષ્ણ સુનિશ્ચિત કરે છે કે, તેઓ જ સર્વજ્ઞ, સર્વવ્યાપક અને સર્વશક્તિમાન એવા શાશ્વત દિવ્ય ગુણોથી સંપન્ન પરમ સત્ય અને અંતિમ ગંતવ્ય છે. પરંતુ તેમનું સ્વરૂપ તેમની દિવ્ય યોગમાયા શક્તિના આવરણથી આચ્છાદિત રહે છે અને તેથી તેમના શાશ્વત દિવ્ય સ્વરૂપની અવિનાશી પ્રકૃતિ બધાં જાણી શકતા નથી. જો આપણે તેમનો આશ્રય ગ્રહણ કરીએ છીએ તો તેઓ તેમનું દિવ્ય જ્ઞાન પ્રદાન કરે છે અને તેમને જાણ્યા પશ્ચાત્ આપણને આત્મજ્ઞાન અને કાર્મિક ગતિવિધિઓના ક્ષેત્રનું જ્ઞાન પણ પ્રાપ્ત થઈ જાય છે.",
      "te": "భగవంతుని శక్తుల యొక్క భౌతిక మరియు ఆధ్యాత్మిక విస్తారాన్ని వివరించటంతో ఈ అధ్యాయం మొదలౌతుంది. ఇవన్నీ కూడా తన నుండే ఉద్భవించాయని, దారంలో గుచ్చబడిన పూసల వలె తన యందే స్థితమై ఉన్నాయని శ్రీ కృష్ణుడు వివరిస్తున్నాడు. ఆయనే ఈ సమస్త సృష్టికి మూలము, మరియు మళ్ళీ ఇదంతా ఆయనలోకే తిరిగి లయమైపోతుంది. ఆయన యొక్క భౌతిక ప్రాకృతిక శక్తి, మాయ, బలీయమైనది దానిని అధిగమించటం చాలా కష్టము, కానీ, ఆయనకి శరణాగతి చేసినవారు ఆయన కృపకు పాత్రులై, మాయను సునాయాసముగా దాటిపోగలరు. తనకు శరణాగతి చేయని నాలుగు రకాల మనుష్యుల గూర్చి, మరియు తన యందు భక్తిలో నిమగ్నమయ్యే నాలుగు రకాల మనుష్యుల గురించి శ్రీ కృష్ణుడు వివరిస్తాడు. తన భక్తులలో, ఎవరైతే జ్ఞానముతో తనను భజిస్తారో, తమ మనోబుద్ధులను ఆయనతో ఐక్యం చేస్తారో, వారు తనకు అత్యంత ప్రియమైన వారిగా పరిగణిస్తాను అని అంటున్నాడు. తమ బుద్ధి ప్రాపంచిక కోరికలతో కొట్టుకోపోయిన కొందరు, దేవతలకు శరణాగతి చేస్తారు. కానీ, ఈ దేవతలు కేవలం తాత్కాలిక భౌతిక ఫలాలని మాత్రమే ఇవ్వగలరు, వాటిని కూడా తమకు భగవంతుడు ప్రసాదించిన శక్తి ద్వారానే ఇస్తారు. అందుకే, మనం భక్తితో నిమగ్నమవ్వటానికి, భగవంతుడే అత్యంత యోగ్యుడు. సర్వజ్ఞత, సర్వవ్యాపకత్వము మరియు సర్వశక్తిమత్వం వంటి దివ్య గుణములను కలిగి ఉండి, తనే పరమ సత్యమని మరియు అంతిమ లక్ష్యమని, శ్రీ కృష్ణుడు వక్కాణిస్తున్నాడు. కానీ, ఆయన నిజ వ్యక్తిత్వం, తన యోగమాయా శక్తి యొక్క తెరచే కప్పివేయబడి ఉంది, అందుకే తన యొక్క దివ్య మంగళ స్వరూపము యొక్క నిత్య శాశ్వతమైన స్వభావం అందరికీ తెలియదు. ఆయనను మనం ఆశ్రయిస్తే, ఆయనే తన గురించి జ్ఞానాన్ని ప్రసాదిస్తాడు మరియు ఆయనను తెలుసుకున్న తరువాత మనకు కూడా ఆత్మ జ్ఞానము మరియు కర్మ-క్షేత్రము గురించి జ్ఞానం, అవగతమవుతుంది.",
      "ta": "இந்த அத்தியாயம் கடவுளின் ஆற்றல்களின் பொருள் மற்றும் ஆன்மீக பரிமாணங்களை விவரிப்பதன் மூலம் தொடங்குகிறது. ஸ்ரீ கிருஷ்ணர், இவை அனைத்தும் அவரிடமிருந்து தோன்றியவை என்றும், நூலில் கட்டப்பட்ட மணிகள் போல அவரில் தங்கியிருப்பதாகவும் விளக்குகிறார். அவர் முழு படைப்பிற்கும் ஆதாரமாக இருக்கிறார், அது மீண்டும் அவருக்குள் கரைகிறது. அவரது பொருள் ஆற்றல், மாயையை, கடப்பது மிகவும் கடினம், ஆனால் அவரிடம் சரணடைபவர்கள் அவருடைய அருளைப் பெற்று அதை எளிதாகக் கடக்கிறார்கள். ஸ்ரீ கிருஷ்ணர் தன்னிடம் சரணடையாத நான்கு வகையான மக்களையும், அவருடைய பக்தியில் ஈடுபடும் நான்கு வகையான மக்களையும் விவரிக்கிறார். அவருடைய பக்தர்களில், அறிவாலும், மனத்தாலும், புத்தியாலும் அவரை வழிபடுபவர்கள் அவருக்கு மிகவும் பிரியமானவர்களாகக் கருதப்படுகிறார்கள். பொருள் ஆசைகளால் புத்தி பறிக்கப்பட்ட சிலர், தேவலோகக் கடவுள்களிடம் சரணடைகின்றனர். ஆனால் இந்த தேவலோகக் கடவுள்களால் அவர்கள் ஒப்புயர்வற்ற கடவுளிடமிருந்து பெற்ற சக்திகளால் தற்காலிகமான ஜடப் பலன்களை மட்டுமே கொடுக்க முடியும். எனவே, பக்திக்கு மிகவும் தகுதியான பொருள் ஸ்வயம் கடவுளே ஆவார். ஶ்ரீ கிருஷ்ணர் தான் நித்திய தெய்வீக பண்புகளை உடைய மிக உயர்ந்த யதார்த்தம் மற்றும் இறுதி சாதனை, என்பதை உறுதிப்படுத்துகிறார். ஏனெனில் அவரது உண்மையான வடிவம் அவரது ஆழ்நிலை யோக3மாயா சக்தியின் திரையால் மூடப் பட்டிருப்பதால், எனவே அவரது அழியாத தெய்வீக தன்மையை அனைவராலும் அறிய முடியாது. நாம் அவரிடம் அடைக்கலம் புகுந்தால், அவரை அறியும் பொருட்டுஅவரது தெய்வீக அறிவை அவர் நமக்கு வழங்குகிறார், நாமும் சுயத்தைப் பற்றிய அறிவையும் கர்ம செயல்களின் துறையில் ஞானத்தையும் அறிவையும-அடைகிறோம்.",
      "or": "ଏହି ଅଧ୍ୟାୟରେ ଭଗବାନଙ୍କ ଶକ୍ତିର ଦୁଇଟି ଦିଗ, ଭୌତିକ ଏବଂ ଆଧ୍ୟାତ୍ମିକ, ସମ୍ପର୍କରେ ବର୍ଣ୍ଣନା କରାଯାଇଅଛି । ଶ୍ରୀକୃଷ୍ଣ ବର୍ଣ୍ଣନା କରୁଛନ୍ତି ଯେ, ଏହି ସବୁ ଶକ୍ତି ତାଙ୍କଠାରୁ ଉତ୍ପନ୍ନ ଲାଭ କରିଛନ୍ତି ଏବଂ ସୁତାରେ ମାଳି ଗୁନ୍ଥା ହେବା ପରି ତାଙ୍କଠାରେ ସନ୍ନିବିଷ୍ଟ ରହିଛନ୍ତି । ସେ ସମସ୍ତ ଶକ୍ତିର ଉତ୍ସ ଅଟନ୍ତି ଏବଂ ପୁନର୍ବାର ସବୁ କିଛି ତାଙ୍କ ଠାରେ ହିଁ ଲୀନ ହୋଇଯାଆନ୍ତି । ତାଙ୍କର ମାୟା ଶକ୍ତିକୁ ଅତିକ୍ରମ କରିବା ଅତ୍ୟନ୍ତ କଷ୍ଟସାଧ୍ୟ, କିନ୍ତୁ ଯେଉଁବ୍ୟକ୍ତି ତାଙ୍କର ଶରଣାଗତ ହୁଏ, ସେ ତାଙ୍କର କୃପା ପ୍ରାପ୍ତ କରି ମାୟାକୁ ସହଜରେ ଜୟ କରି ପାରିଥାଏ । ଶ୍ରୀକୃଷ୍ଣ ଚାରି ପ୍ରକାରର ବ୍ୟକ୍ତି, ଯେଉଁମାନେ ତାଙ୍କର ଶରଣାଗତ ହୁଅନ୍ତି ନାହିଁ ଏବଂ ଚାରି ପ୍ରକାରର ବ୍ୟକ୍ତି, ଯେଉଁମାନେ ତାଙ୍କର ଭକ୍ତିରେ ନିୟୋଜିତ  ରହନ୍ତି, ସେମାନଙ୍କ ବିଷୟରେ ବର୍ଣ୍ଣନା କରିଛନ୍ତି । ତାଙ୍କର ଭକ୍ତମାନଙ୍କ ମଧ୍ୟରୁ ଯିଏ ଜ୍ଞାନଯୁକ୍ତ ହୋଇ ମନ ବୁଦ୍ଧି ସମର୍ପଣ ପୂର୍ବକ ତାଙ୍କର ଭକ୍ତି କରନ୍ତି, ତାଙ୍କୁ ସେ ନିଜର ଅତ୍ୟନ୍ତ ପ୍ରିୟ ମନେ କରନ୍ତି । କେତେକ ବ୍ୟକ୍ତିଙ୍କର ବୁଦ୍ଧିକୁ ସାଂସାରିକ କାମନା ପ୍ରଭାବିତ କରେ, ସେମାନେ ସ୍ୱର୍ଗର ଦେବତାମାନଙ୍କର ଶରଣାଗତ ହୁଅନ୍ତି । କିନ୍ତୁ ସ୍ୱର୍ଗର ଦେବତାମାନେ ନଶ୍ୱର ସାଂସାରିକ ଫଳ ପ୍ରଦାନ କରିଥାଆନ୍ତି, ତାହା ମଧ୍ୟ ସେମାନେ ଭଗବାନଙ୍କଠାରୁ ପାଇଥିବା ଶକ୍ତି ଦ୍ୱାରା ହିଁ କରିଥାଆନ୍ତି । ସୁତରାଂ, ଭକ୍ତିର ସର୍ବଶ୍ରେଷ୍ଠ ବିଷୟ ସ୍ୱୟଂ ଭଗବାନ ହିଁ ଅଟନ୍ତି । ଶ୍ରୀକୃଷ୍ଣ, ଏହାର ପୁଷ୍ଟି କରିବାକୁ ଯାଇ କହୁଛନ୍ତି ଯେ ସର୍ବଜ୍ଞତା, ସର୍ବବିଦ୍ୟମାନତା, ସର୍ବଶକ୍ତିସମ୍ପନ୍ନ ଆଦି ଅନନ୍ତ ଶାଶ୍ୱତ ଦିବ୍ୟ ଗୁଣର ଅଧିକାରୀ ସେ ହିଁ ସର୍ବୋଚ୍ଚ ତତ୍ତ୍ୱ ଏବଂ ଅନ୍ତିମ ଲକ୍ଷ୍ୟ ଅଟନ୍ତି । କିନ୍ତୁ ତାଙ୍କର ବ୍ୟକ୍ତିତ୍ୱ ତାଙ୍କ ଦୈବୀ ଯୋଗମାୟା ଶକ୍ତିର ପରଦାରେ ଆଚ୍ଛାଦିତ ହୋଇ ଲୁକ୍‌କାୟିତ ରହିଥାଏ । ସେଥିପାଇଁ ତାଙ୍କ ଦିବ୍ୟ ସ୍ୱରୂପର ଅବିନଶ୍ୱର ଗୁଣକୁ ସମସ୍ତେ ଜାଣନ୍ତି ନାହିଁ । ଆମେ ଯଦି ତାଙ୍କର ଆଶ୍ରିତ ହୋଇଯିବା, ତେବେ ତାଙ୍କୁ ଜାଣିବା ପାଇଁ ସେ ଆମକୁ ଦିବ୍ୟଜ୍ଞାନ ପ୍ରଦାନ କରିବେ ଏବଂ ତାଙ୍କୁ ଜାଣି ଆମେ ମଧ୍ୟ ଆତ୍ମାର ଜ୍ଞାନ ଏବଂ କ୍ଷେତ୍ର ସମ୍ବନ୍ଧରେ ଜ୍ଞାନ ମଧ୍ୟ ପ୍ରାପ୍ତ କରିପାରିବା ।",
      "es": "Este capítulo comienza con Sri Krishna describiendo las dimensiones materiales y espirituales de las energías de Dios. Explica que todas esas energías se han originado en Él y descansan en Él, como cuentas ensartadas en un solo hilo. Toda la creación comienza y se disuelve en Él. Aunque su energía material Maya es sumamente difícil de superar, aquellos que se entregan a Él, por Su gracia, pueden cruzarla fácilmente.\nLuego describe las cuatro clases de personas que se dedican a Su devoción y las otras cuatro que no se entregan a Él. Dice que los devotos que lo adoran con conocimiento, con su mente y su intelecto fundidos en Él, son los más queridos por Él. Sin embargo, algunos son engañados por los deseos materiales y se rinden a los dioses celestiales, que les otorgan prosperidad material temporal. Sin embargo, estos dioses celestiales también obtienen sus poderes del Señor Supremo. Por lo tanto, el objeto más digno de devoción es el propio Dios Todopoderoso.\nSri Krishna confirma además que Él es la verdad última y la autoridad más elevada. Él posee varios atributos divinos como la omnipotencia, la omnipresencia y la omnisciencia. No obstante, su poder divino Yogamaya oculta su naturaleza imperecedera y su forma divina eterna. Aquellos devotos que se entregan a Él y toman Su refugio reciben el conocimiento divino del Dios Supremo, del ser, y del campo completo de las acciones kármicas."
    },
    "oneliner": {
      "en": "Yog through the Realization of Divine Knowledge",
      "hi": "दिव्य ज्ञान की अनुभूति द्वारा प्राप्त योग ",
      "gu": "દિવ્ય જ્ઞાનની અનુભૂતિ દ્વારા યોગ",
      "te": "జ్ఞాన విజ్ఞాన యోగము",
      "ta": "தெய்வீக ஞானத்தை உணர்தல் மூலம் யோகம்",
      "or": "ଜ୍ଞାନ ବିଜ୍ଞାନ ଯୋଗ",
      "es": "Yoga a través de la Realización del Conocimiento Divino"
    }
  },
  {
    "chapter_number": 8,
    "verses_count": 28,
    "name": {
      "en": "Akṣhar Brahma Yog",
      "hi": "अक्षर ब्रह्म योग",
      "gu": "અક્ષર બ્રહ્મ યોગ",
      "te": "అక్షర బ్రహ్మ యోగము",
      "ta": "அக்ஷர ப்ரஹ்ம யோகம்",
      "or": "ଅକ୍ଷର ବ୍ରହ୍ମ ଯୋଗ",
      "es": "Akṣhar Brahma Yoga"
    },
    "description": {
      "en": "In this chapter, Shree Krishna briefly describes several significant concepts and terms that the Upanishads expound in detail. He also explains what decides the destination of the soul after death. He says that if we remember God at the time of death, we can definitely attain Him. Therefore, alongside doing our daily works, we must always practice thinking of God. We can do this by thinking of His Qualities, Attributes, Virtues, etc. A persistent yogic meditation upon God by chanting His Names is also a good practice. Through exclusive devotion, when our mind is perfectly absorbed in Him, we will elevate from the material dimension to the spiritual realm.\nShree Krishna then talks about the various abodes in the material realm and the cycle of creation. He further explains how the multitudes of beings manifest on these abodes, and at the time of dissolution, everything absorbs back into Him. However, the divine Abode of God is untouched by this cycle of creation and dissolution. Those who progress on the path of light finally reach the divine abode and never return to the material world. Whereas those fallen souls who tread the path of darkness endlessly keep transmigrating in the cycle of birth, old age, sickness, and death.",
      "hi": "यह अध्याय संक्षेप में कुछ महत्वपूर्ण शब्दों और अवधारणाओं का वर्णन करता है जिनका उपनिषदों में विस्तार से उल्लेख किया गया है। इसमें यह वर्णन भी किया गया है कि मृत्यु के पश्चात आत्मा के गन्तव्य का निर्धारण किस प्रकार से होता है। देह का त्याग करते समय यदि हम भगवान का स्मरण करते हैं तब हम निश्चित रूप से उसे पा लेंगे। इसलिए अपने दैनिक कार्यों को सम्पन्न करने के साथ-साथ हमें सदैव उसकी विशेषताओं, गुणों और दिव्य लीलाओं का चिन्तन करना चाहिए। जब हम अनन्य भक्ति से अपने मन को भगवान में पूर्णतया तल्लीन कर लेते हैं तब हम भौतिक आयामों से परे आध्यात्मिक क्षेत्र में प्रवेश करते हैं। तत्पश्चात इस अध्याय में भौतिक क्षेत्र में स्थित कुछ लोकों की चर्चा की गयी है। इसमें बताया गया है कि सृष्टि के चक्र में ये लोक और इन पर निवास करने वाले असंख्य प्राणी कैसे इनमें प्रकट होते हैं और प्रलय के समय पुनः अव्यक्त हो जाते हैं। किन्तु इस व्यक्त और अव्यक्त सृष्टि से परे भगवान का दिव्य लोक है। वे जो प्रकाश के मार्ग का अनुसरण करते हैं, वे अंततः दिव्यलोक में पहुँचते हैं और फिर कभी नश्वर संसार में लौट कर नहीं आते जबकि अंधकार के मार्ग का अनुसरण करने वाले लोग जन्म, रोग, बुढ़ापे और मृत्यु के अनन्त चक्रों में देहान्तरण करते रहते हैं।",
      "gu": "આ અધ્યાય એવા અનેક શબ્દો અને વિભાવનાઓની સંક્ષિપ્તમાં સ્પષ્ટતા કરે છે જે અંગે ઉપનિષદોમાં વિસ્તૃત વર્ણન કરવામાં આવ્યું છે. તેમાં એ પણ વર્ણન કરવામાં આવ્યું છે કે મૃત્યુ પશ્ચાત્ આત્માના ગંતવ્યનો નિર્ણય કયા આધારે થાય છે. જો દેહત્યાગ સમયે આપણે ભગવાનનું સ્મરણ કરી શકીએ તો નિશ્ચિતરૂપે તેમની પ્રાપ્તિ થશે. તેથી આપણે આપણા દૈનિક કાર્યોની સાથે પ્રત્યેક ક્ષણે ભગવાનનું ચિંતન અને સ્મરણની સાધના કરવી આવશ્યક છે. આપણે તેમની વિશેષતાઓ, લક્ષણો અને ગુણોનું ચિંતન કરીને તેમનું સ્મરણ કરી શકીએ છીએ. આપણે નામ સંકીર્તન દ્વારા દૃઢતા સાથે તેમનું યોગિક ધ્યાન ધરવું પણ અતિ આવશ્યક છે. જયારે અનન્ય ભક્તિ દ્વારા આપણે મનને તેમનામાં પૂર્ણપણે તલ્લીન કરી દઈએ છીએ ત્યારે આપણે આ માયિક પરિમાણોથી પરે આધ્યાત્મિક ક્ષેત્રમાં ગતિ કરીએ છે.\nપશ્ચાત્ આ અધ્યાય ભૌતિક ક્ષેત્રમાં વિદ્યમાન વિવિધ લોક અંગે ચર્ચા કરે છે. એમાં દર્શાવવામાં આવ્યું છે કે  કેવી રીતે આ સૃષ્ટિના ચક્રમાં, આ સર્વ લોક અને તેમાં નિવાસ કરતા પ્રાણીઓના સમુદાય પ્રગટ થાય છે અને પુન: પ્રલયના સમયે વિલીન થઇ જાય છે. પરંતુ આ પ્રગટ અને અપ્રગટ સૃષ્ટિથી પરે ભગવાનનો દિવ્ય લોક છે. જેઓ પ્રકાશના માર્ગનું અનુસરણ કરે છે, તેઓ અંતે દિવ્ય લોકમાં પ્રવેશ કરે છે અને આ નશ્વર સંસારમાં કદાપિ પાછા ફરતા નથી. જયારે જે લોકો અંધકારના માર્ગનું અનુસરણ કરે છે, તેઓ જન્મ, રોગ, વૃદ્ધાવસ્થા અને મૃત્યુના અનંત ચક્રમાં દેહાંતરણ દ્વારા ફર્યા કરે છે.",
      "te": "ఉపనిషత్తులలో విస్తారంగా చెప్పబడిన చాలా పదాలని మరియు విషయాలని ఈ అధ్యాయం క్లుప్తంగా వివరిస్తుంది. ఇది మరణం తరువాత ఆత్మ యొక్క గమ్యాన్ని నిర్ణయించే కారకాలను కూడా వివరిస్తుంది. మనం మరణ సమయంలో భగవంతుడిని స్మరించగలిగితే, ఆయనను ఖచ్చితంగా పొందగలము. కాబట్టి, రోజువారి పనులు చేస్తూనే, ఆయనను అన్ని సమయాల్లో స్మరిస్తూనే ఉండాలి. ఆ స్వామి యొక్క గుణములు, లక్షణములు, మరియు మహిమలు గుర్తు చేసుకుంటూ ఆయనను స్మరించవచ్చు. దృఢ సంకల్పముతో యోగ ధ్యానములో మనస్సుని నామ సంకీర్తన ద్వారా ఆయనపైనే కేంద్రీకరించాలి. మన మనస్సుని సంపూర్ణంగా అనన్య భక్తితో ఆయన పైనే నిమగ్నం చేసినప్పుడు మనము ఈ భౌతిక జగత్తుకి అతీతంగా ఆధ్యాత్మిక స్థాయిలోనికి వెళతాము.    ఆ తర్వాత, ఈ అధ్యాయం, భౌతిక జగత్తు లోని రకరకాల లోకాల గురించి ప్రస్తావిస్తుంది. సృష్టి క్రమంలో, ఈ లోకాలు మరియు వాటిలో అసంఖ్యాకమైన జీవ రాశులు ఎలా వచ్చాయో, మరలా ప్రళయ కాలంలో ఎలా తిరిగి లయం అవుతాయో, ఈ అధ్యాయం చెపుతుంది. కానీ, ఈ యొక్క వ్యక్త, అవ్యక్త సృష్టికి అతీతంగా, భగవంతుని దివ్య ధామము ఉంటుంది. ప్రకాశవంతమైన మార్గాన్ని అనుసరించినవారు, అంతిమంగా దివ్య ధామాన్ని చేరుకుంటారు, మరియు ఈ మృత్యు లోకానికి తిరిగిరారు; చీకటి మార్గాన్ని అనుసరించేవారు, ఈ జన్మ, వ్యాధి, వృద్దాప్యం, మరియు మృత్యువు యొక్క అంతం లేని చక్రంలో పడి తిరుగుతూనే ఉంటారు.",
      "ta": "இந்த அத்தியாயம் உபநிடதங்களில் இன்னும் முழுமையாக வழங்கப்பட்டுள்ள பல முக்கியமான விதிமுறைகள் மற்றும் கருத்துக்களை சுருக்கமாக விளக்குகிறது. மரணத்திற்குப் பிறகு ஆன்மாவின் இலக்கை நிர்ணயிக்கும் காரணிகளையும் இது விவரிக்கிறது. உடலை விட்டுப் பிரியும் பொழுது இறைவனை நினைவு செய்ய முடிந்தால், நாம் நிச்சயமாக அவரை அடைவோம். எனவே, நமது அன்றாட வேலைகளை செய்யும் பொழுது, ​​அவரைப் பற்றி எப்பொழுதும் சிந்திக்க வேண்டும். அவருடைய, தன்மைகள், தேவ சுபாவங்கள் மற்றும் நற்பண்புகளை நினைத்து நாம் அவரை நினைவு கூறலாம். அவருடைய நாமங்களை உச்சரிப்பதன் மூலம் நாம் உறுதியான ஒருமுக யோகச் சிந்தனையை கடைப்பிடிக்க வேண்டும். பிரத்தியேகமான பக்தியின் மூலம் நம் மனதை முழுமையாக ஈடுபடுத்திக் கொள்ளும்பொழுது, ​​இந்த பொருள் பரிமாணத்தைத் தாண்டி ஆன்மீக துறைக்குச் செல்வோம். அத்தியாயம் பின்னர், பொருள் துறையில் இருக்கும் பல்வேறு இருப்பிடடங்களைப் பற்றி பேசுகிறது. படைப்பின் சுழற்சியில், இந்த உறைவிடங்களும் அவற்றில் உள்ள பல உயிரினங்களும் தோன்றி, கலைக்கும் நேரத்தில் மீண்டும் கடவுளில் உள்வாங்கும் செயல்முறையை இது விளக்குகிறது. இருப்பினும், இந்த வெளிப்படையான மற்றும் வெளிப்படுத்தப்படாத படைப்புக்கு அப்பாற்பட்டது கடவுளின் தெய்வீக இருப்பிடமாகும். ஒளியின் பாதையைப் பின்பற்றுபவர்கள் இறுதியில் தெய்வீக இருப்பிடத்தை அடைகிறார்கள், இந்த மரண உலகத்திற்கு ஒருபொழுதும் திரும்ப மாட்டார்கள், அதே நேரத்தில், இருளின் பாதையைப் பின்பற்றுபவர்கள் முடிவில்லாத பிறப்பு, நோய், முதுமை மற்றும் இறப்பு சுழற்சியில் இடம் பெயர்கிறார்கள்.",
      "or": "ଏହି ଅଧ୍ୟାୟରେ କେତୋଟି ମହତ୍ତ୍ୱପୂର୍ଣ୍ଣ ଶବ୍ଦର ବ୍ୟାଖ୍ୟା କରାଯାଇଅଛି, ଯାହାର ବିସ୍ତୃତ ବର୍ଣ୍ଣନା ଉପନିଷଦରେ ଦେଖିବାକୁ ମିଳିଥାଏ ।  ତାଛଡା, ମୃତ୍ୟୁ ପରେ ଆତ୍ମାର କେଉଁ ଗତି ହୁଏ ତାହାର ବର୍ଣ୍ଣନା ମଧ୍ୟ କରାଯାଇଛି ।  ଆମେ ଯଦି ଦେହତ୍ୟାଗ କରିବା ସମୟରେ ଭଗବାନଙ୍କୁ ସ୍ମରଣ କରିପାରିବା, ତାହେଲେ ନିଶ୍ଚିତ ଭାବରେ ଆମେ ତାଙ୍କୁ ପାଇ ପାରିବା । ତେଣୁ ଆମେ ନିଜର ଦୈନନ୍ଦିନ କାର୍ଯ୍ୟ କରିବା ସହିତ ସର୍ବଦା ତାଙ୍କର ସ୍ମରଣ କରିବାକୁ ଅଭ୍ୟାସ କରିବା ଆବଶ୍ୟକ । ଆମେ ତାଙ୍କର ଗୁଣ,ଶୀଳ ଓ ବୈଶିଷ୍ଟ୍ୟ ଇତ୍ୟାଦିର ଚିନ୍ତନ କରି ତାଙ୍କୁ ସ୍ମରଣ କରିପାରିବା । ପୁନଶ୍ଚ ତାଙ୍କର ନାମ ଗାନ ପୂର୍ବକ ତାଙ୍କଠାରେ ସ୍ଥିର ଯୋଗିକ ଏକାଗ୍ରତାର ଅଭ୍ୟାସ ମଧ୍ୟ କରିପାରିବା । ଅନନ୍ୟ ଭକ୍ତି ଦ୍ୱାରା ଆମର ମନ ଯେତେବେଳେ ତାଙ୍କ ଠାରେ ପୂର୍ଣ୍ଣ ନିମଗ୍ନ ହୋଇଯିବ,ସେତେବେଳେ ଆମେ ଏହି ମାୟିକ ପରିସୀମାର ଊର୍ଦ୍ଧ୍ୱ ଦିବ୍ୟ ଜଗତରେ ପ୍ରବେଶ କରିବା ।ଏହି ଅଧ୍ୟାୟରେ ଭୌତିକ ଜଗତର ଭିନ୍ନ ଭିନ୍ନ ଲୋକ ସମ୍ପର୍କରେ ବର୍ଣ୍ଣନା କରାଯାଇ ଅଛି । ସୃଷ୍ଟି ଚକ୍ରରେ, ଏହି ସବୁ ଲୋକ ଏବଂ ସେଥିରେ ଥିବା ଜୀବ ସମୁଦାୟ କିପରି ଭାବରେ ଉତ୍ପତ୍ତି ଲାଭ କରନ୍ତି ଏବଂ ପ୍ରଳୟ ସମୟରେ ସେମାନଙ୍କର ବିଲୟ କିପରି ହୁଏ,ତାହା ଏହି ଅଧ୍ୟାୟରେ ବର୍ଣ୍ଣିତ ହୋଇଅଛି । ଏହି ଦୃଶ୍ୟମାନ ଏବଂ ଅଦୃଶ୍ୟ ଜଗତର ଊର୍ଦ୍ଧ୍ୱରେ ଭଗବାନଙ୍କର ଲୋକ ଅବସ୍ଥିତ । ଯେଉଁମାନେ ଆଲୋକର ପଥ ଅନୁସରଣ କରନ୍ତି, ଶେଷରେ ସେମାନେ ଭଗବାନଙ୍କର ଲୋକରେ ପହଞ୍ଚନ୍ତି ଏବଂ ପୁନର୍ବାର ଏହି ନଶ୍ୱର ସଂସାରକୁ ପ୍ରତ୍ୟାବର୍ତ୍ତନ କରନ୍ତି ନାହିଁ । ଅନ୍ୟ ପକ୍ଷରେ, ଯେଉଁମାନେ ଅନ୍ଧକାରର ଅନୁଗାମୀ ହୁଅନ୍ତି, ସେମାନେ ଜନ୍ମ, ବ୍ୟାଧି, ଜରା ଓ ମୃତ୍ୟୁର ଅନନ୍ତ ଚକ୍ରରେ ଘୂରି ବୁଲନ୍ତି ।",
      "es": "En este capítulo, Sri Krishna describe brevemente varios conceptos y términos significativos que los Upanishads exponen a detalle. También explica qué decide el destino del alma después de la muerte. Dice que si recordamos a Dios en el momento de la muerte, podemos alcanzarlo definitivamente. Por lo tanto, además de realizar nuestros trabajos diarios, siempre debemos practicar pensar en Dios. Podemos hacerlo pensando en Sus Cualidades, Atributos, Virtudes, etcétera. Una meditación yóguica persistente sobre Dios, cantando Sus Nombres también es una buena práctica. A través de la devoción exclusiva, cuando nuestra mente está perfectamente absorta en Él, nos elevaremos de la dimensión material al reino espiritual.\nA continuación, Sri Krishna habla de las distintas moradas del reino material y del ciclo de la creación. Además, explica cómo las multitudes de seres se manifiestan en estas moradas, y que en el momento de la disolución, todo se absorbe de nuevo en Él. Sin embargo, la Morada divina de Dios no se ve afectada por este ciclo de creación y disolución. Aquellos que progresan en el camino de la luz finalmente alcanzan la morada divina y nunca regresan al mundo material. Mientras que las almas caídas que recorren el camino de la oscuridad siguen transmigrando sin cesar en el ciclo del nacimiento, la vejez, la enfermedad y la muerte."
    },
    "oneliner": {
      "en": "The Yog of the Eternal God",
      "hi": "अविनाशी भगवान का योग",
      "gu": "શાશ્વત ભગવાનનો યોગ",
      "te": "అక్షర బ్రహ్మ యోగము",
      "ta": "நித்திய கடவுளின் யோகம்",
      "or": "ଅକ୍ଷର ବ୍ରହ୍ମ ଯୋଗ",
      "es": "Yoga del Dios Eterno"
    }
  },
  {
    "chapter_number": 9,
    "verses_count": 34,
    "name": {
      "en": "Rāja Vidyā Yog",
      "hi": "राज विद्या योग",
      "gu": "રાજ વિદ્યા યોગ",
      "te": "రాజ విద్యా యోగము",
      "ta": "ராஜா வித்யா யோகம்",
      "or": "ରାଜବିଦ୍ୟା ଯୋଗ",
      "es": "Rāja Vidyā Yoga"
    },
    "description": {
      "en": "In the two previous chapters, the Supreme Lord Shree Krishna declared that among all, bhakti is the highest, yet the simplest path of attaining Yog, or union with the Supreme. In this chapter, He reveals His supreme glories that inspire reverence, devotion, and awe. Although Shree Krishna stands in front of Arjun in His personal form, it should not be mistaken to possess human personality.\nAt the beginning of creation, the Supreme Lord creates innumerable life-forms with His material energy. And at dissolution, He absorbs them back into Himself, and in the next cycle of creation, He manifests them again. Similar to the mighty winds that blow everywhere yet always stay within the sky, all living beings’ dwell within God. However, He remains ever aloof and detached from all these activities as a neutral observer by His divine Yogmaya power.\nTo resolve the apparent confusion of the Hindu pantheon, Shree Krishna explains that there is only one God, who is the sole object of worship. For all living beings, He is the true friend, the support, refuge, and the final goal. Therefore, those souls who engage in exclusive devotion towards the Supreme Lord go to His abode and remain there. Those influenced by the ritualistic ceremonies described in the Vedas also attain the celestial abodes. However, when their merits are exhausted, they must return to earth.\nSaying this, Shree Krishna exalts the superiority of pure bhakti solely directed toward Him. Such a devotee lives in complete union with God’s will, doing everything for Him and offering everything to Him. Their pure devotion helps devotees attain the mystic union with God and releases them from the bondage of Karmas.\nShree Krishna asserts that He is impartial towards all creatures; He neither favors nor rejects anyone. Even if despicable sinners come to His shelter, He accepts them willingly and very quickly makes them pure and virtuous. Shree Krishna then says that He is seated within His devotees and will not let them perish. He preserves what they possess and provides them what they lack. Hence, we should dedicate our mind and body to Him, worship Him, always think of Him, and make Him our supreme goal.",
      "hi": "सातवें और आठवें अध्याय में श्रीकृष्ण ने भक्ति को योग प्राप्त करने का सरल साधन और योग की उत्तम पद्धति बताया था। नौवें अध्याय में उन्होंने अपनी परम महिमा का व्याख्यान किया है जिससे विस्मय, श्रद्धा और भक्ति उत्पन्न होती है। वे यह बोध कराते हैं कि यद्यपि वे अर्जुन के सम्मुख साकार रूप में खड़े हैं किन्तु उन्हें मनुष्य के रूप में मानने की दुर्भावना धारण नहीं करनी चाहिए। वे स्पष्ट कहते हैं कि वे समस्त प्राकृतिक शक्तियों के अध्यक्ष हैं और सृष्टि सृजन के आरम्भ में अनगिनत जीवों के जीवन रूपों को उत्पन्न करते हैं और प्रलय के समय वापस उन्हें अपने में विलीन कर लेते हैं तथा सृष्टि के अगले चक्र में उन्हें पुनः प्रकट करते हैं। जिस प्रकार से शक्तिशाली वायु सभी स्थानों पर प्रवाहित होती है और सदैव आकाश में स्थित रहती है। उसी प्रकार से सभी जीव भगवान में निवास करते हैं फिर भी वे अपनी योगमाया शक्ति द्वारा तटस्थ पर्यवेक्षक बने रहकर इन सभी गतिविधियों से विलग और विरक्त रहते हैं। केवल भगवान ही आराधना का एक मात्र लक्ष्य हैं। इसे स्पष्ट करते हुए भगवान श्रीकृष्ण बहु हिन्दू देवी-देवताओं की पूजा के मिथ्या भ्रम का समाधान करते हैं। भगवान सभी प्राणियों के लक्ष्य, सहायक, शरणदाता और सच्चे मित्र हैं। जिन मनुष्यों की रुचि वैदिक कर्मकाण्डों का पालन करने में होती है वे देवताओं का स्वर्गलोक प्राप्त करते हैं किन्तु जब उनके पुण्य कर्म क्षीण हो जाते हैं तब उन्हें लौटकर पुनः पृथ्वीलोक में आना पड़ता है लेकिन जो परम प्रभु की भक्ति में तल्लीन रहते है वे उनके परम धाम में जाते हैं। इसलिए श्रीकृष्ण उनके प्रति की जाने वाली विशुद्ध भक्ति को सर्वोत्तम बताते हुए उसकी प्रशंसा करते हैं। ऐसी भक्ति में लीन होकर जो कुछ हमारे पास है वह सब भगवान को समर्पित करते हुए हमें भगवान की इच्छा के साथ पूर्ण रूप से एकनिष्ठ होकर जीवनयापन करना चाहिए। ऐसी शुद्ध भक्ति पाकर हम कर्म के बंधनों से मुक्त रहेंगे और भगवान से गूढ़ संबंध स्थापित करने के लक्ष्य को पा सकेंगे। आगे श्रीकृष्ण दृढ़तापूर्वक कहते हैं कि वे न तो किसी का पक्ष लेते हैं और न ही किसी की उपेक्षा करते हैं। वह सभी प्राणियों के प्रति निष्पक्ष रहते हैं। यहाँ तक कि अधम पापी भी यदि उनकी शरण में आते हैं तब भी वे प्रसन्नता से उनको अपनाते हैं और उन्हें शीघ्र सद्गुणी बनाकर पवित्र कर देते हैं। वे वचन देते हैं कि उनके भक्त का कभी पतन नहीं हो सकता। अपने भक्तों के हृदय में आसीन होकर वे उनके अभावों की पूर्ति करते हैं और जो पहले से उनके स्वामित्व में होता है उसकी रक्षा करते हैं। इसलिए हमें सदैव उनका ही चिन्तन और आराधना करनी चाहिए तथा मन और शरीर को पूर्णतया उनके प्रति समर्पित कर उन्हें अपना परम लक्ष्य बनाना चाहिए।",
      "gu": "સપ્તમ તથા અષ્ટમ અધ્યાયમાં શ્રીકૃષ્ણ પ્રગટ કરે છે કે ભક્તિ એ ભગવાનને પ્રાપ્ત કરવાનું સરળતમ માધ્યમ છે અને તે યોગનું ઉચ્ચતમ સ્વરૂપ પણ છે. નવમા અધ્યાયમાં તેઓ તેના પરમ મહિમાની વ્યાખ્યા કરે છે જે અહોભાવ, આદરભાવ તથા ભક્તિને પ્રેરિત કરે છે. તેઓ એ તથ્ય પ્રગટ કરે છે કે, તેઓ ભલે અર્જુન સમક્ષ સાકાર રૂપે ઉપસ્થિત છે, પરંતુ તેમને મનુષ્યરૂપ માની લેવાનું વિપરીત અર્થઘટન કરવું જોઈએ નહિ. તેઓ સ્પષ્ટ કરે છે કે, તેઓ માયિક શક્તિથી પરે સર્વોપરી સત્તા છે તથા કેવી રીતે સૃષ્ટિના આરંભમાં અસંખ્ય જીવ સ્વરૂપોનું સર્જન કરે છે, પ્રલય સમયે પુન: તેમને વિલીન કરે છે અને પુન: તેમને સૃષ્ટિનાં આગામી ચક્રમાં પ્રગટ કરે છે.  જે પ્રમાણે, સર્વત્ર પ્રવાહિત પ્રચંડ વાયુ સદા આકાશમાં જ સ્થિત થાય છે, તે પ્રમાણે સર્વ જીવો તેમનામાં વાસ કરે છે. અને છતાં, તેમની યોગમાયા શક્તિ દ્વારા તેઓ તટસ્થ નિરીક્ષક અને આ સર્વ પ્રવૃત્તિઓથી સદા અલિપ્ત તથા વિરક્ત રહે છે.\nભક્તિનું એકમાત્ર લક્ષ્ય કેવળ ભગવાન જ છે, એમ સ્પષ્ટ કરીને શ્રીકૃષ્ણ હિંદુના અનેક-દેવી-દેવતા અંગેના મિથ્યા ભ્રમનું સમાધાન કરે છે. ભગવાન જ સર્વ જીવોનું ધ્યેય, આધાર, આશ્રય તથા વાસ્તવિક મિત્ર છે. જેઓ વેદોના કર્મકાંડોનાં અનુષ્ઠાનો પ્રત્યે રુચિ ધરાવે છે તેઓ સ્વર્ગલોક પ્રાપ્ત કરે છે અને જયારે તેમના પુણ્યકર્મો ક્ષીણ થઇ જાય છે ત્યારે પૃથ્વીલોકમાં પાછા ફરે છે. પરંતુ જેઓ પરમ પુરુષોત્તમ પરમાત્માની અનન્ય ભક્તિ કરે છે, તેઓ તેમના ધામમાં જાય છે. આ પ્રમાણે શ્રીકૃષ્ણ, તેમના પ્રત્યેની વિશુદ્ધ ભક્તિની પરમ-ઉત્કૃષ્ટતાની પ્રશંસા કરે છે. આ પ્રકારની ભક્તિમાં આપણું સર્વસ્વ ભગવાનને સમર્પિત કરીને અને કેવળ તેમના માટે જ સર્વ કર્મ કરીને તેમજ તેમની ઈચ્છા સાથે પૂર્ણ એકત્વ સ્થાપિત કરીને જીવવું જોઈએ. આ પ્રકારની વિશુદ્ધ ભક્તિથી આપણે કર્મોના બંધનથી મુક્ત થઇ જઈશું અને ભગવાન સાથેના ગૂઢ તાદાત્મ્યના લક્ષ્યને પ્રાપ્ત કરી શકીશું.\nતદુપરાંત, શ્રીકૃષ્ણ ભારપૂર્વક જણાવે છે કે તેઓ ન તો કોઈની તરફેણ કરે છે કે ન તો કોઈની ઉપેક્ષા કરે છે — તેઓ સર્વ જીવો પ્રત્યે નિષ્પક્ષ છે. જો કોઈ અધમ પાપી પણ તેમના શરણમાં આવે છે તો તેઓ પ્રસન્નતાથી તેમને સ્વીકારે છે અને શીઘ્ર તેમને ગુણવાન અને શુદ્ધ કરી દે છે. તેઓ વચન આપે છે કે તેમના ભક્તનો કદાપિ નાશ થતો નથી. તેઓ તેમની અંદર સ્થિત રહીને તેમના અભાવોની પૂર્તિ કરે છે અને તેમની પાસે જે પહેલાથી પ્રાપ્ય છે, તેની રક્ષા કરે છે. આ પ્રમાણે, આપણે સદૈવ તેમનું ચિંતન કરવું જોઈએ, આરાધના કરવી જોઈએ, મન અને શરીરથી તેમને જ સમર્પિત રહેવું જોઈએ અને તેમને આપણું પરમ લક્ષ્ય બનાવવું જોઈએ.",
      "te": "ఏడవ మరియు ఎనిమిదవ అధ్యాయాలలో శ్రీ కృష్ణుడు, యోగ ప్రాప్తికి, భక్తియే అన్నింటికన్నా సులువైన మార్గమని, భక్తియే అత్యున్నత యోగ విధానమని ప్రకటించి ఉన్నాడు. తొమ్మిదవ అధ్యాయంలో - విస్మయాన్నీ, పూజ్యభావాన్నీ మరియు భక్తినీ ఉత్పన్నం చేసే - తన యొక్క సర్వోత్కృష్ట మహిమలను గురించి చెప్తున్నాడు. తాను అర్జునుడి ముందు తన సాకార రూపంలో నిలబడి ఉన్నా, తాను ఒక సామాన్య మానవుడినే అని అపోహ పడవద్దని తెలియచేస్తున్నాడు. తాను ఏ విధంగా, తన ఈ యొక్క భౌతిక శక్తిని ఆధీనంలో ఉంచుకొని, సృష్టి ప్రారంభంలో అనేకానేక జీవ రాశులను సృష్టించి, ప్రళయ సమయంలో తిరిగి వాటిని తనలోకే లయం చేసుకుంటాడో మరియు తదుపరి సృష్టి చక్రంలో మరల వాటిని వ్యక్తపరుస్తాడో, వివరిస్తాడు. అంతటా బ్రహ్మాండంగా వీచే గాలి కూడా ఆకాశంలోనే ఎలా స్థితమై ఉంటుందో, అలాగే సమస్త జీవ రాశులూ ఆయన యందే నివసిస్తూ ఉంటాయి. అయినా, తన దివ్య యోగ మాయా శక్తి ద్వారా, ఆయన తటస్థంగా, నిర్లిప్తంగా, ఈ అన్ని కార్యక్రమాలకు కేవలం సాక్షిగా, అన్నీ గమనిస్తూ ఉండిపోతాడు.    హిందూ ధర్మంలో ఉన్న ఎంతో మంది దేవుళ్ళ/దేవతల అయోమయాన్ని శ్రీ కృష్ణుడు ఇక్కడ - ఆరాధనా విషయముగా కేవలం ఒకే భగవంతుడు ఉంటాడు - అని వివరించటం ద్వారా పరిష్కరిస్తున్నాడు. ఆయనే లక్ష్యము, ఆధారము, ఆశ్రయము మరియు సర్వ భూతముల నిజమైన స్నేహితుడు. వేదాలలో పేర్కొనబడిన కర్మ కాండల పట్ల ఆసక్తి ఉన్నవారు స్వర్గాది లోకాలను పొందుతారు, మరియు వారి పుణ్య ఫలం క్షయం అయిపోయిన తరువాత తిరిగి భూలోకానికి చేరుకుంటారు. కానీ, ఆ పరమేశ్వరుని పట్ల అనన్య భక్తితో నిమగ్నమై ఉన్నవారు ఆయన పరంధామమునకే చేరుకుంటారు. ఈ విధంగా శ్రీ కృష్ణుడు తన పట్ల ఉండే అనన్య భక్తి యొక్క సర్వోన్నత శ్రేష్ఠతను ఎంతగానో కొనియాడాడు. ఇటువంటి భక్తిలో, మన దగ్గర ఉన్నదంతా ఆయనకే సమర్పించి మరియు ప్రతీదీ ఆయనకోసమే చేస్తూ, మనము భగవంతుని చిత్తముతో సంపూర్ణంగా ఏకమై నివసించాలి. ఇటువంటి స్వచ్ఛమైన పవిత్రమైన భక్తిచే, మనము కర్మ బంధాలనుండి విడిపింపబడి, భగవంతునితో ఆధ్యాత్మిక ఏకత్వం పొందుతాము.    ఇంకా, తను ఒకరి పట్ల అనుకూలంగా, మరొకరి పట్ల ప్రతికూలంగా ఉండను అంటున్నాడు - ఆయన సమస్త ప్రాణుల పట్ల నిష్పక్షపాతంగా వ్యవహరిస్తాడు. పరమ పాపిష్ఠి వారు అయినా సరే ఆయనను ఆశ్రయిస్తే, ఆయన వారిని ఆహ్వానించి, స్వీకరించి వారిని శీఘ్రముగా పుణ్యాత్ములుగా, పవిత్రులుగా తీర్చిదిద్దుతాడు. తన భక్తులు ఎన్నటికీ నశింపరు అని ఆయన హామీ ఇస్తున్నాడు. ఆయన వారి యందే స్థితమై ఉండి, వారికి లేనివి సమకూర్చి పెడతాడు, మరియు, వారికి ఉన్నవాటిని సంరక్షిస్తాడు. అందుకే, మనం సర్వదా ఆయనను స్మరించాలి, ఆరాధించాలి, మన మనస్సు-శరీరమును ఆయనకు సమర్పించాలి, ఆయన్నే సర్వోన్నత లక్ష్యంగా చేసుకోవాలి.",
      "ta": "ஏழாவது மற்றும் எட்டாவது அத்தியாயங்களில், ஸ்ரீ கிருஷ்ணர் பக்தியை யோகத்தை அடைவதற்கான எளிதான வழிமுறையாகவும், யோகத்தின் உயர்ந்த வடிவமாகவும் அறிவித்தார். ஒன்பதாவது அத்தியாயத்தில், பிரமிப்பு, பயபக்தி மற்றும் பக்தியைத் தூண்டும் அவரது உன்னத மகிமைகளைப் பற்றி பேசுகிறார். அர்ஜுனன் முன் தனது தனிப்பட்ட வடிவில் நின்று கொண்டிருந்தாலும், மனித ஆளுமையைப் பெற்றிருக்க வேண்டும் என்று தவறாகக் கருதக்கூடாது என்பதை அவர் வெளிப்படுத்துகிறார். அவர் தனது பொருள் ஆற்றலின் மீது எவ்வாறு ஆதிக்கம் செலுத்துகிறார் மற்றும் எவ்வாறு படைப்பின் தொடக்கத்தில் எண்ணற்ற உயிர் வடிவங்களை உருவாக்கி, அவற்றை மீண்டும் கலைக்கும் நேரத்தில் உள்வாங்கி, பின்னர் படைப்பின் அடுத்த சுழற்சியில் அவற்றை மீண்டும் வெளிப்படுத்துகிறார் என்பதை விளக்குகிறார். எங்கும் வீசும் பலத்த காற்று வானத்தில் எப்பொழுதும் தங்கியிருப்பது போல, எல்லா உயிர்களும் அவரில் வாழ்கின்றன. ஆயினும் கூட, அவரது தெய்வீக யோகமாயா சக்தியால், அவர் நடுநிலையான பார்வையாளராக, எப்பொழுதும் இந்த நடவடிக்கைகள் அனைத்திலிருந்தும் ஒதுங்கி இருக்கிறார்.ஸ்ரீ கிருஷ்ணர் இந்து சமயத்தின் பலதெய்வ கோயில்களின் வெளிப்படையான குழப்பத்தை வழிபாட்டின் ஒரே இலக்கு ஒரு கடவுள் என்று விளக்கி தீர்த்து வைக்கிறார். அவர் அனைத்து உயிரினங்களின் குறிக்கோள், ஆதரவு, அடைக்கலம் மற்றும் ஒரே உண்மையான நண்பர். வேதங்களின் சம்பிரதாயச் சடங்குகளில் நாட்டம் கொண்டவர்கள் தேவலோக உறைவிடங்களை அடைகிறார்கள், அவர்களுடைய புண்ணியத் தகுதிகள் குறைந்துவிட்டால், அவர்கள் மீண்டும் பூமிக்குத் திரும்புகிறார்கள். ஆனால் ஒப்புயர்வற்ற பகவானிடம் பிரத்யேக பக்தியில் ஈடுபடுபவர்கள் அவருடைய இருப்பிடத்தை அடைகிறார்கள். ஸ்ரீ கிருஷ்ணர் இவ்வாறு, தன்னை நோக்கி செலுத்தப்படும் கலப்படமற்ற பக்தியின் அதி உன்னதத்தை உயர்த்துகிறார். அத்தகைய பக்தியில், நாம் கடவுளின் விருப்பத்துடன் முழுமையான ஐக்கியத்தில் வாழ வேண்டும், நம்மிடம் உள்ள அனைத்தையும் அவருக்கு அர்ப்பணித்து, அவருக்காக மட்டுமே அனைத்தையும் செய்ய வேண்டும். அத்தகைய தூய பக்தியின் மூலம், கர்மங்களின் அடிமைத்தனத்திலிருந்து விடுபட்டு, கடவுளுடனான ஆழ்ந்த உட்பொருளுடைய ஐக்கியத்தின் இலக்கை அடைவார்.மேலும், ஸ்ரீ கிருஷ்ணர் யாரையும் ஆதரிப்பதும் இல்லை, நிராகரிப்பதும் இல்லை என்று உறுதியாகக் கூறுகிறார் - அவர் அனைவருக்கும் பாரபட்சமற்றவர். அவரிடம் அடைக்கலம் அடையும் இழிவான பாவிகளையும் அவர் மனமுவந்து ஏற்றுக்கொண்டு, அவர்களை விரைவில் நல்லொழுக்கமுள்ளவர்களாகவும் தூய்மையாகவும் ஆக்குகிறார். தம்முடைய பக்தர்கள் அழியமாட்டார்கள் என்று வாக்குக் கொடுக்கிறார். அவர்களுக்குள் அமர்ந்து, அவர்களுக்கு இல்லாததை வழங்குகிறார், அவர்கள் ஏற்கனவே வைத்திருப்பதைப் பாதுகாக்கிறார். எனவே, நாம் எப்பொழுதும் அவரை நினைத்து, அவரை வணங்கி, நம் மனதையும் உடலையும் அவருக்கு அர்ப்பணித்து, அவரையே நமது உயர்ந்த இலக்காகக் கொள்ள வேண்டும்.",
      "or": "ସପ୍ତମ ଓ ଅଷ୍ଟମ ଅଧ୍ୟାୟରେ ଶ୍ରୀକୃଷ୍ଣ ସୂଚନା ଦେଇଛନ୍ତି ଯେ ସର୍ବୋଚ୍ଚ ଶ୍ରେଣୀର ଯୋଗ ପାଇଁ, ସରଳତମ ମାର୍ଗ ଭକ୍ତି ହିଁ ଅଟେ । ନବମ ଅଧ୍ୟାୟରେ ସେ ତାଙ୍କର ଅପାର ମହିମା ବର୍ଣ୍ଣନା କରୁଛନ୍ତି, ଯାହା ହୃଦୟରେ ବିସ୍ମୟ, ଶ୍ରଦ୍ଧା ଏବଂ ଭକ୍ତି ଜାଗ୍ରତ କରିଥାଏ । ଅର୍ଜୁନଙ୍କ ସମ୍ମୁଖରେ ନିଜର ସ୍ୱରୂପକୁ ପ୍ରକଟ କରିବାକୁ ଯାଇ ସେ କହୁଛନ୍ତି, ଯଦିଓ ତାଙ୍କ ସମ୍ମୁଖରେ ସେ ସାକାର ରୂପରେ ଛିଡ଼ା ହୋଇଛନ୍ତି, ତାଙ୍କର ବ୍ୟକ୍ତିତ୍ୱକୁ ସାଧାରଣ ମାନବୀୟ ମନେକରିବା ଉଚିତ ନୁହେଁ । ସେ ବର୍ଣ୍ଣନା କରୁଛନ୍ତି କିପରି ଭାବରେ ମାୟା ଶକ୍ତି ଉପରେ ଆଧିପତ୍ୟ ବିସ୍ତାର କରି ସୃଷ୍ଟିର ପ୍ରାରମ୍ଭରେ ସେ ଅସଂଖ୍ୟ ଜୀବଯୋନି ସୃଷ୍ଟି କରନ୍ତି, ପ୍ରଳୟ ସମୟରେ ସେମାନଙ୍କୁ ନିଜ ଭିତରେ ଲୀନ କରନ୍ତି ଏବଂ ପରବର୍ତ୍ତୀ ସୃଷ୍ଟି ଚକ୍ରରେ ସେମାନଙ୍କୁ ପୁନର୍ବାର ପ୍ରକଟ କରନ୍ତି । ସର୍ବତ୍ର ପ୍ରବାହିତ ହେଉଥିବା ଶକ୍ତିଶାଳୀ ବାୟୁ ଯେପରି ଆକାଶରେ ନିବାସ କରିଥାଏ, ସେହିପରି ସମସ୍ତ ପ୍ରାଣୀ ତାଙ୍କଠାରେ ନିବାସ କରନ୍ତି । ତଥାପି ସେ ତାଙ୍କର ଦିବ୍ୟ ଯୋଗମାୟା ଶକ୍ତି ବଳରେ, ଜଣେ ନିରପେକ୍ଷ ସାକ୍ଷୀ ଭାବରେ ସମସ୍ତ କ୍ରିୟାଠାରୁ ସର୍ବଦା ନିର୍ଲିପ୍ତ ଏବଂ ନିରାସକ୍ତ ରହନ୍ତି ।ହିନ୍ଦୁ ଧର୍ମର ଅନେକ ଉପାସ୍ୟ ସମ୍ବନ୍ଧୀୟ ଦ୍ୱନ୍ଦର ସମାଧାନ କରିବାକୁ ଯାଇ ସେ କହୁଛନ୍ତି, ଜଣେ ଭଗବାନ ହିଁ ସମସ୍ତ ଉପାସନାର ଏକମାତ୍ର ଲକ୍ଷ୍ୟ ଅଟନ୍ତି । ସେ ହିଁ ସମସ୍ତ ପ୍ରାଣୀଙ୍କର ଲକ୍ଷ୍ୟ, ଆଧାର, ଆଶ୍ରୟ ଏବଂ ପରମ ମିତ୍ର ଅଟନ୍ତି । ଯେଉଁମାନେ ବୈଦିକ ରୀତିରେ ପୂଜାର୍ଚ୍ଚନା କରିବାକୁ ଆଗ୍ରହୀ, ସେମାନେ ସ୍ୱର୍ଗପ୍ରାପ୍ତି କରନ୍ତି ଏବଂ ପୁଣ୍ୟ ସମାପ୍ତ ହୋଇଯିବା ପରେ ପୁନର୍ବାର ପୃଥିବୀକୁ ଫେରିଆସନ୍ତି । କିନ୍ତୁ ଯେଉଁମାନେ ଭଗବାନଙ୍କର ଅନନ୍ୟ ଭକ୍ତି କରନ୍ତି ସେମାନେ ତାଙ୍କର ଦିବ୍ୟ ଲୋକକୁ ଯାଆନ୍ତି । ଏହିପରି ଭାବରେ ଶ୍ରୀକୃଷ୍ଣ ତାଙ୍କ ପ୍ରତି ଉଦ୍ଦିଷ୍ଟ ବିଶୁଦ୍ଧ ଭକ୍ତିର ଶ୍ରେଷ୍ଠତା ପ୍ରତିପାଦନ କରୁଛନ୍ତି । ଏପରି ଭକ୍ତିରେ ଆମେ ଭଗବାନଙ୍କ ଇଚ୍ଛାରେ ଇଚ୍ଛା ରଖିବା ଉଚିତ; ଆମର ସବୁକିଛି ତାଙ୍କ ଉଦ୍ଦେଶ୍ୟରେ ସମର୍ପିତ କରିବା ଏବଂ ସମସ୍ତ କର୍ମ ତାଙ୍କ ପାଇଁ ହିଁ କରିବା ଉଚିତ । ଏହିପରି ଶୁଦ୍ଧ ଭକ୍ତି ଦ୍ୱାରା ଆମେ କର୍ମ ବନ୍ଧନରୁ ମୁକ୍ତ ହେବା ସହିତ ଭଗବାନଙ୍କ ସହିତ ମିଳିତ ହେବାର ଲକ୍ଷ୍ୟ ପ୍ରାପ୍ତ କରିବା ।ପୁନଶ୍ଚ ଶ୍ରୀକୃଷ୍ଣ ସୂଚିତ କରୁଛନ୍ତି ଯେ, ସେ କାହାର ସହାୟତା କରନ୍ତି ନାହିଁ କି କାହାର ଉପେକ୍ଷା କରନ୍ତି ନାହିଁ- ସେ ନିରପେକ୍ଷ ଅଟନ୍ତି । ଏମିତି କି ଘୋର ପାପାତ୍ମା ବି ଯଦି ତାଙ୍କ ଶରଣାପନ୍ନ ହୁଏ, ସେ ତାକୁ ଆନନ୍ଦର ସହିତ ଗ୍ରହଣ କରି ଅବିଳମ୍ବେ ତାକୁ ପବିତ୍ର ଏବଂ ଶୁଦ୍ଧ କରିଦିଅନ୍ତି । ସେ ପ୍ରତିଜ୍ଞା କରୁଛନ୍ତି ଯେ ତାଙ୍କ ଭକ୍ତର ପତନ ହେବ ନାହିଁ । ଭକ୍ତ ହୃଦୟରେ ରହି, ସେ ତାଙ୍କ ପାଖରେ ଯାହା ନାହିଁ ତାହା ପ୍ରଦାନ କରନ୍ତି ଏବଂ ଯାହା ଅଛି ତା’ର ରକ୍ଷା କରନ୍ତି । ଅତଏବ, ଆମେ ସର୍ବଦା ଭଗବାନଙ୍କର ଚିନ୍ତନ କରିବା, ତାଙ୍କର ଉପାସନା କରିବା, ଶରୀର ଓ ମନକୁ ତାଙ୍କଠାରେ ଅର୍ପଣ କରିବା ଏବଂ ତାଙ୍କୁ ଆମ ଜୀବନର ଚରମ ଲକ୍ଷ୍ୟ ଭାବରେ ଗ୍ରହଣ କରିବା ଉଚିତ ।",
      "es": "En los dos capítulos anteriores el Señor Supremo Sri Krishna declaró que, entre todos los caminos, bhakti es el más elevado y a la vez el más sencillo para alcanzar el Yoga, o la unión con el Supremo. En este capítulo, Él revela Sus glorias supremas que inspiran reverencia, devoción y temor. Aunque Sri Krishna está delante de Arjuna en Su forma personal, esta no debe ser confundida con la personalidad humana.\nAl comienzo de la creación, el Señor Supremo crea innumerables formas de vida con Su energía material. Y en la disolución, Él las absorbe de vuelta dentro de Sí, y en el siguiente ciclo de creación, las manifiesta de nuevo. Al igual que los poderosos vientos que soplan por todas partes, pero que siempre permanecen en el cielo, todos los seres vivos habitan en Dios. Sin embargo, por Su poder divino Yogamaya, Él permanece siempre distante y separado de todas estas actividades como un observador neutral.\nPara resolver la aparente confusión del panteón hindú, Sri Krishna explica que solo hay un Dios, que es el único objeto de adoración. Para todos los seres vivos, Él es el verdadero amigo, el apoyo, el refugio y la meta final. Por lo tanto, aquellas almas que se dedican a la devoción exclusiva del Señor Supremo van a Su morada y permanecen allí. Aquellos influenciados por las ceremonias ritualistas descritas en los Vedas alcanzan las moradas celestiales. Sin embargo, cuando sus méritos se agotan, deben regresar a la tierra.\nAl decir esto, Sri Krishna exalta la superioridad de bhakti puro dirigido únicamente hacia Él. Tal devoto vive en completa unión con la voluntad de Dios, haciendo todo por Él y ofreciéndole todo a Él. Su devoción pura ayuda a los devotos a alcanzar la unión mística con Dios y los libera del cautiverio de los Karmas.\nSri Krishna afirma que Él es imparcial hacia todas las criaturas; no favorece ni rechaza a nadie. Incluso si pecadores despreciables acuden a Su refugio, Él los acepta de buen grado y muy rápidamente los hace puros y virtuosos. Sri Krishna dice entonces que Él está sentado dentro de Sus devotos y no los dejará perecer. Él conserva lo que poseen y les proporciona lo que les falta. De ahí que, debamos dedicar nuestra mente y nuestro cuerpo a Él, adorarle, pensar siempre en Él y hacer de Él nuestra meta suprema."
    },
    "oneliner": {
      "en": "Yog through the King of Sciences",
      "hi": "राज विद्या द्वारा योग ",
      "gu": "રાજ વિદ્યા દ્વારા યોગ",
      "te": "రాజ విద్యా యోగము",
      "ta": "அறிவியல்களின் ராஜா மூலம் யோகம் ",
      "or": "ରାଜବିଦ୍ୟା ଯୋଗ",
      "es": "Yoga Mediante el Rey de las Ciencias"
    }
  },
  {
    "chapter_number": 10,
    "verses_count": 42,
    "name": {
      "en": "Vibhūti Yog",
      "hi": "विभूति योग ",
      "gu": "વિભૂતિ યોગ",
      "te": "విభూతి యోగము",
      "ta": "விபூதி யோகம்",
      "or": "ବିଭୂତି ଯୋଗ",
      "es": "Vibhūti Yoga"
    },
    "description": {
      "en": "The previous chapter revealed the science of bhakti or loving devotion of God. In this chapter, Shree Krishna desires to increase Arjun’s bhakti by describing His infinite glories and opulence. The verses are not only pleasing to read but also enchanting to hear. He helps Arjun to meditate on God by reflecting upon His magnificence.\nLord Krishna reveals that He is the source of all that exists. It is from His mind, the seven great sages, the four great saints, and the fourteen Manus were born. All the people of this world then descended from them. The various exceptional qualities in humans also arise from Him. Those devotees who know this engage in His devotion with great faith. They derive immense satisfaction by conversing about His glories and also help enlightening others about them. God dwells in the hearts of such devotees whose mind is always united in Him. He then bestows upon them His divine knowledge, through which they can attain God-realization.\nArjun is now fully convinced that Shree Krishna is the Supreme Divine Personality and requests Him to describe further His divine glories, which are like divine nectar. Shree Krishna then discloses that everything that exists is a manifestation of His energies. He is the beginning, middle, and end of all. All beings and things get their splendor from Him. He is the powerhouse of magnificence and the infinite reservoir of knowledge, power, beauty, and glory. Whatever catches our imagination and infuses us with bliss is nothing but a tiny spark of His opulence.\nThe rest of the chapter describes the personalities, objects, and activities that best display His magnificence. Shree Krishna finally says that the magnitude of His glory cannot be described in words, as within a fraction of His being, He upholds infinite universes. Since God is the source of all the splendor and glory, we must make Him the object of our devotion.",
      "hi": "इस अध्याय में श्रीकृष्ण ने अपनी भव्य और दीप्तिमान महिमा का वर्णन किया है जिससे अर्जुन को भगवान में अपना ध्यान केन्द्रित करने में सहायता मिल सके। नौवें अध्याय में श्रीकृष्ण ने भक्ति योग या प्रेममयी भक्ति की व्याख्या करते हुए अपने कुछ वैभवों का वर्णन किया था। यहाँ इस अध्याय में वे आगे अर्जुन के भीतर श्रद्धा भक्ति को बढ़ाने के प्रयोजनार्थ अपनी अनन्त महिमा का पुनः वर्णन करते हैं। इन श्लोकों को पढ़ने से आनन्द की अनुभूति होती है और इनका श्रवण करने से मन प्रफुल्लित हो जाता है। श्रीकृष्ण बताते हैं कि वे सृष्टि में प्रकट प्रत्येक अस्तित्व का स्रोत हैं। मनुष्यों में विविध प्रकार के गुण उन्हीं से उत्पन्न होते हैं। सात महर्षि, चार महान ऋषि और चौदह मनुओं का जन्म उनके मन से हुआ और बाद में संसार के सभी मनुष्य इनसे प्रकट हुए। जो यह जानते हैं कि सबका उद्गम भगवान हैं, वे अगाध श्रद्धा के साथ उनकी भक्ति में तल्लीन रहते हैं। ऐसे भक्त उनकी महिमा की चर्चा कर पूर्ण संतुष्टि एवं मानसिक शांति प्राप्त करते हैं और अन्य लोगों को भी जागृत करते हैं क्योंकि उनका मन उनमें एकीकृत हो जाता है। इसलिए भगवान उनके हृदय में बैठकर उन्हें दिव्य ज्ञान प्रदान करते हैं ताकि वे उन्हें सुगमता से प्राप्त कर सकें। श्रीकृष्ण से यह सब सुनकर अर्जुन कहता है कि उसे पूर्ण रूप से भगवान की सर्वोच्च स्थिति का बोध हो गया है और वह यह घोषणा करता है कि भगवान श्रीकृष्ण संसार के परम स्वामी हैं। फिर वह भगवान से विनम्र अनुरोध करता है कि वे पुनः अपनी अनुपम महिमा का और अधिक से अधिक वर्णन करें जिसका श्रवण करना अर्जुन के लिए अमृत का सेवन करने के समान है। श्रीकृष्ण प्रकट करते हैं क्योंकि वे ही सभी का आदि, मध्य और अन्त हैं इसलिए सभी अस्तित्व उनकी शक्तियों की अभिव्यक्ति हैं। वे सौंदर्य, वैभव, शक्ति, ज्ञान और समृद्धि का अनन्त महासागर हैं। जब हम कहीं किसी असाधारण ज्योति को देखते हैं जो हमारी कल्पना को हर्षोन्माद कर देती है और हमें आनन्द में निमग्न कर देती है तब हमें उसे और कुछ न मानकर भगवान की महिमा का स्फुलिंग मानना चाहिए। वे ऐसे विद्युत गृह के समान हैं जहाँ से मानवजाति के साथ-साथ ब्रह्माण्ड में सभी पदार्थ अपनी ऊर्जा प्राप्त करते हैं। तत्पश्चात शेष अध्याय में वे उन सभी श्रेष्ठ पदार्थों, व्यक्तित्वों और क्रियाओं का मनमोहक वर्णन करते हैं जो उनके विशाल वैभव को प्रदर्शित करते हैं। इस प्रकार से वे यह कह कर इस सुन्दर अध्याय का समापन करते हैं कि उन्होंने अभी तक अपनी जिस अनुपम महिमा का वर्णन किया है उससे उनकी अनन्त महिमा के महत्व का अनुमान नहीं लगाया जा सकता क्योंकि वे ही अनन्त ब्रह्माण्डों को अपने दिव्य स्वरूप के एक अंश के रूप में धारण किए हुए हैं। इसलिए हम मानवों को भगवान, जो सभी प्रकार के वैभवों का स्रोत हैं, उन्हें ही अपनी आराधना का लक्ष्य मानना चाहिए।",
      "gu": "આ અધ્યાયમાં શ્રીકૃષ્ણે સ્વયંના ભવ્ય તેમજ તેજસ્વી મહિમાનું વર્ણન કર્યું છે કે જેથી તેના ચિંતન દ્વારા અર્જુનને ભગવાન ઉપર ધ્યાન કેન્દ્રિત કરવામાં સહાય થાય. અધ્યાય નવમાં શ્રીકૃષ્ણે ભક્તિનું વિજ્ઞાન અર્થાત્ પ્રેમા-ભક્તિની વ્યાખ્યા કરી અને તેમનાં કેટલાક ઐશ્વર્યનું વર્ણન કર્યું. અહીં, અર્જુનની ભક્તિમાં વૃદ્ધિ કરવાના પ્રયોજનથી તેઓ તેમનાં અનંત મહિમાનું અધિક વર્ણન કરે છે. આ શ્લોકોનું પઠન આનંદદાયક છે તેમજ તેનું શ્રવણ મનમોહક છે.\nશ્રીકૃષ્ણ જણાવે છે કે તેઓ અસ્તિત્વમાંની પ્રત્યેક વસ્તુના સ્રોત છે. માનવોમાં રહેલી ગુણોની વિવિધતા તેમનામાંથી પ્રગટ થાય છે. સપ્ત ઋષિઓ, ચાર મહાન સંત તેમજ ચૌદ મનુઓનો જન્મ તેમના મનમાંથી થયો હતો અને પશ્ચાત્ તેમનામાંથી સર્વ પ્રાણીઓનું સંસારમાં અવતરણ થયું. જેઓ જાણે છે કે સર્વનું ઉદ્દગમસ્થાન ભગવાન છે, તેઓ અગાધ શ્રદ્ધા સાથે તેમની ભક્તિમાં લીન રહે છે. આવા ભક્તો તેમની મહિમાની ચર્ચા કરીને તથા અન્યને તે અંગે પ્રબુદ્ધ કરીને પરમ સંતોષ પ્રાપ્ત કરે છે. આવા ભક્તોનું મન ભગવાન સાથે એક થઇ ગયું હોવાથી તેઓ તેમના હૃદયમાં નિવાસ કરીને તેમને દિવ્ય જ્ઞાન પ્રદાન કરે છે, જેના દ્વારા તેઓ સરળતાથી તેમને પ્રાપ્ત કરી શકે.\nતેમને સાંભળીને અર્જુન કહે છે કે શ્રીકૃષ્ણના સાર્વભૌમ સ્થાન અંગે તેને પૂર્ણત: બોધ થઇ ગયો છે તથા તે તેમને પરમ પુરુષોત્તમ દિવ્ય વિભૂતિ ઘોષિત કરે છે. તે ભગવાનને તેમના દિવ્ય મહિમા અંગે અધિક વર્ણન કરવાની વિનંતી કરે છે કે જે શ્રવણ માટે અમૃત સમાન છે. શ્રીકૃષ્ણ જણાવે છે કે તેઓ પ્રત્યેક પદાર્થના આદિ, મધ્ય તેમજ અંત હોવાથી અસ્તિત્વમાંના પ્રત્યેક પદાર્થ તેમની શક્તિની અભિવ્યક્તિ છે. તેઓ સૌંદર્ય, તેજ, શક્તિ, જ્ઞાન તથા ઐશ્વર્યનો અનંત ભંડાર છે. જયારે પણ આપણે અસાધારણ વૈભવનું દર્શન કરીએ છીએ જે આપણને  આનંદોન્માદમાં નિમગ્ન કરી દે છે અને હર્ષથી પરિપ્લુત કરી દે છે ત્યારે આપણે જાણવું જોઈએ કે તે ભગવાનના ઐશ્વર્યનું તેજ છે. તેઓ પાવર હાઉસ છે કે જ્યાંથી સર્વ પદાર્થો તથા પ્રાણીઓ તેમની ભવ્યતા પ્રાપ્ત કરે છે. અધ્યાયના શેષ ભાગમાં તેઓ એ વિષયો, વિભૂતિઓ તેમજ પ્રવૃત્તિઓનું વર્ણન કરે છે; જે તેમના ઐશ્વર્યનું ઉત્તમ દર્શન કરાવે છે. અંતમાં તેઓ અધ્યાયનું સમાપન કરતાં કહે છે કે તેમણે જે કંઈ વર્ણન કર્યું છે, તેને આધારે તેમની મહિમાનું માપ આંકી શકાતું નથી કારણ કે તેઓ તેમના આંશિક સ્વરૂપથી અનંત બ્રહ્માંડોને ધારણ કરે છે.  તેથી, આપણે ભગવાનને આપણી ભક્તિનો વિષય બનાવવો જોઈએ કે જેઓ સમગ્ર ગૌરવનાં સ્રોત છે.",
      "te": "భగవంతుని యొక్క వైభవోపేతమైన మరియు దేదీప్యమానమైన మహిమలను గుర్తుచేసుకుంటూ ఆయనపై ధ్యానం చేయటానికి సహాయముగా అర్జునుడికి ఈ అధ్యాయము శ్రీ కృష్ణుడిచే చెప్పబడినది. తొమ్మిదవ అధ్యాయంలో, శ్రీ కృష్ణుడు భక్తి శాస్త్రాన్ని తెలియపరిచాడు మరియు తన యొక్క కొన్ని వైభవాలని వివరించాడు. ఇక్కడ ఇక, అర్జునుడి భక్తిని మరింత ఇనుమడింపచేయాలని తన అనంతమైన మహిమలని మరింత వివరిస్తున్నాడు శ్రీ కృష్ణుడు. ఈ శ్లోకాలు, చదవటానికి కమనీయంగా మరియు వినటానికి మనోరంజకంగా ఉంటాయి.ఈ జగత్తులో ఉన్న ప్రతిదానికీ తనే మూలము అని తెలియచెప్తున్నాడు శ్రీ కృష్ణుడు. మానవులలో ఉన్న విభిన్న లక్షణములు ఆయన నుండే ఉద్భవించాయి. సప్తర్షులు, నలుగురు మహాత్ములు మరియు పద్నాలుగు మనువులు ఆయన మనస్సు నుండే జనించారు మరియు వారి నుండే ఈ ప్రపంచంలోని అందరు మనుష్యులూ అవతరించారు. సమస్తమూ ఆయన నుండే ఉద్భవించాయి అన్న విషయం తెలుసుకున్నవారు ఆయన పట్ల భక్తితో దృఢ విశ్వాసంతో నిమగ్నమౌతారు. ఇటువంటి భక్తులు ఆయన మహిమల గురించి చర్చిస్తూ, ఇతరులకు ఆయన గురించి తెలియచేస్తూ ఎంతో తృప్తిని అనుభవిస్తారు. వారి మనస్సులు ఆయనతో ఏకమై పోవటం వలన, వారి హృదయములోనే వసించే భగవంతుడు, వారికి దివ్య జ్ఞానము అనుగ్రహిస్తాడు, దానిచే ఆయనను వారు సునాయాసముగానే పొందుతారు. అర్జునుడు, ఇది విన్న పిదప, శ్రీ కృష్ణుని యొక్క సర్వోన్నత స్థాయిని గురించి తాను సంపూర్ణముగా విశ్వసిస్తున్నానని ప్రకటిస్తాడు; మరియు శ్రీ కృష్ణుడే సర్వోత్కృష్ట పరమేశ్వరుడని చాటిచెప్పాడు. వినటానికి అమృతములా ఉండే ఆయన యొక్క కీర్తి విశేషాలని మరింత చెప్పమని భగవంతుడిని ప్రార్థిస్తాడు. సమస్త పదార్థములకు కృష్ణుడే ఆది, మధ్య, అంతము కావున, ఉన్నదంతా ఆయన యొక్క శక్తి స్వరూపమే అని శ్రీ కృష్ణుడు తెలియచేస్తున్నాడు. సౌందర్యము, యశస్సు, శక్తి, జ్ఞానము, మరియు ఐశ్వర్యములు అనంతమైన పరిమాణంలో కలిగిన భాండాగారము, శ్రీ కృష్ణుడు. ఎప్పుడైనా మనము మహాద్భుతమైన వైభవమును ఎక్కడైనా గమనిస్తే, ఏదైనా మనలను ఆశ్చర్యచకితులను చేస్తే, మనల్ని పారవశ్యములో ముంచి, మనకు పరమానందమును కలుగచేస్తే, అది శ్రీ కృష్ణుడి వైభవోపేతమైన ఐశ్వర్యములో ఒక చిన్న తళుకే అని తెలుసుకోవాలి. సమస్త ప్రాణులు మరియు వస్తువులు తమతమ శక్తిసామర్థ్యాలను ఆయన యొక్క మూలశక్తి భాండాగారము నుండే పొందుతాయి. తదుపరి ఈ అధ్యాయంలో, తన ఐశ్వర్యమును చక్కగా వివరించే వస్తువులు, వ్యక్తిత్వాలు మరియు కార్యకలాపములను వివరిస్తాడు శ్రీ కృష్ణుడు. చివరికి, తన యొక్క ఐశ్వర్యము, వైభవము యొక్క పరిమాణము, కేవలం ఇప్పుడు చెప్పిన దాని యొక్క మొత్తంగా మాత్రమే అనుకోవద్దు అని ఆయన అంటాడు - ఎందుకంటే, అసంఖ్యాకమైన విశ్వములను తన అస్తిత్వంలోని అతి చిన్న భాగంతోనే నిలబెట్టి సంరక్షిస్తుంటాడు, శ్రీ కృష్ణుడు. అందుకే, ఆ సమస్త ఐశ్వర్యమునకు మూలమైన భగవంతుడినే మన ఆరాధనా విషయముగా చేసుకోవాలి.",
      "ta": "இந்த அத்தியாயம் அர்ஜுனன் கடவுளை தியானிக்க உதவுவதற்காக பகவான் கிருஷ்ணரால் விவரிக்கப்பட்டது, அவரது அற்புதமான மற்றும் பிரகாசமான மகிமைகளை பிரதிபலிக்கிறது. ஒன்பதாவது அத்தியாயத்தில், ஸ்ரீ கிருஷ்ணர் பக்தி அல்லது அன்பான பக்தியின் அறிவியலை வெளிப்படுத்தினார், மேலும் அவருடைய சில செல்வங்களை விவரித்தார். இங்கு, அர்ஜுனனின் பக்தியை அதிகரிக்க வேண்டும் என்ற விருப்பத்துடன், அவரது எல்லையற்ற மகிமைகளை மேலும் விளக்குகிறார். இந்த வசனங்கள் படிப்பதற்கு மகிழ்வூட்டுவதாகவும், கேட்பதற்கு புல்லரிப்பதாகவும் உள்ளன.ஸ்ரீ கிருஷ்ணர் தான் இருத்தலில் உள்ள எல்லாவற்றுக்கும் ஆதாரமாக இருக்கிறார் என்பதை வெளிப்படுத்துகிறார். மனித குணங்களின் பலவகைகள் அவரிடமிருந்து எழுகின்றன. நான்கு பெரிய குமாரர்களும், ஏழு பெரிய முனிவர்களும், பதினான்கு மனுக்களும் அவர் மனதில் இருந்து பிறந்தவர்கள்; அவர்களிடமிருந்து உலகில் உள்ள அனைத்து மக்களும் தோன்றினர். அனைத்தும் அவரிடமிருந்து வருகின்றன என்பதை அறிந்தவர்கள் மிகுந்த நம்பிக்கையுடன் அவருடைய பக்தியில் ஈடுபடுகிறார்கள். இத்தகைய பக்தர்கள் அவருடைய மகிமைகளைப் பற்றி உரையாடுவதிலும், அவரைப் பற்றி மற்றவர்களுக்கு அறிவூட்டுவதிலும் மிகுந்த திருப்தியைப் பெறுகிறார்கள். அவர்களின் மனம் அவருடன் இணைந்திருப்பதால், அவர்களின் இதயங்களில் அவர் வசிப்பது தெய்வீக அறிவைக் கொடுக்கிறது, இதன் மூலம் அறிந்தவர்கள் அவரை எளிதில் அடைய முடியும்.அவரைக் கேட்டவுடன், அர்ஜுனன் ஸ்ரீ கிருஷ்ணரின் தலைமைசான்ற நிலையைப் பற்றி முழுமையாக நம்புவதாக அறிவித்து, அவரை ஒப்புயர்வற்ற தெய்வீக ஆளுமை என்று அறிவிக்கிறார். தம் செவிகளுக்கு இசை போன்ற தெய்வீக மகிமைகளை மேலும் விவரிக்குமாறு இறைவனிடம் வேண்டுகிறார். ஸ்ரீ கிருஷ்ணர் எல்லாவற்றின் ஆரம்பம், நடு மற்றும் முடிவு என்பதால், இருப்பவை அனைத்தும் அவரது சக்திகளின் வெளிப்பாடு என்று வெளிப்படுத்துகிறார். அவர் அழகு, மகிமை, சக்தி, அறிவு, செழுமை மற்றும் துறத்தல் ஆகியவற்றின் எல்லையற்ற நீர்த்தேக்கம். எப்பொழுதெல்லாம் நம்மை பேரானந்தத்தில் ஆழ்த்தி, பேரின்பத்தில் ஊறவைக்கிற, நமது கற்பனையை கவரும் அசாதாரணமான சிறப்பை காணும்பொழுது அது கடவுளின் ஐசுவரியத்தின் தீப்பொறி என்பதை நாம் அறிந்து கொள்ள வேண்டும். எல்லா உயிர்களும் பொருட்களும் அவற்றின் மகத்துவத்தைப் பெறும் அதிகார மையமாக அவர் இருக்கிறார். அத்தியாயத்தின் மீதமுள்ள பகுதியில், அவர் தனது செல்வத்தை சிறப்பாக வெளிப்படுத்தும் பொருள்கள், ஆளுமைகள் மற்றும் செயல்பாடுகளை விவரிக்கிறார். இறுதியாக, அவருடைய மகிமையின் அளவு அவர் விவரித்தவற்றின் கூட்டுத்தொகையால் தீர்மானிக்கப்படும் மதிப்பீடுகளுக்கு அப்பாற்பட்டவை. ஏனெனில், அவரின் ஒரு பின்னத்தில் வரம்பற்ற பிரபஞ்சங்களை நிலை நிறுத்துகிறார் என்று கூறி முடிக்கிறார். எனவே, எல்லா மகிமைக்கும் ஆதாரமான கடவுளை நாம் வணங்க வேண்டும்.",
      "or": "ଭଗବାନ ଶ୍ରୀକୃଷ୍ଣଙ୍କ ଦ୍ୱାରା ଏହି ଅଧ୍ୟାୟର ବର୍ଣ୍ଣନା ଅର୍ଜୁନଙ୍କୁ ତାଙ୍କ ତେଜସ୍ୱୀ ଏବଂ ଦୀପ୍ତିମାନ ମହିମାର ଅବଲୋକନ କରାଇ, ଧ୍ୟାନ କରିବାରେ ତାଙ୍କର ସହାୟତା କରିବା ଉଦ୍ଦେଶ୍ୟରେ କରାଯାଇଛି । ନବମ ଅଧ୍ୟାୟରେ ଶ୍ରୀକୃଷ୍ଣ ଭକ୍ତିର ବିଜ୍ଞାନ ବା ପ୍ରେମମୟ ଭକ୍ତିକୁ ପ୍ରକାଶିତ କରିଛନ୍ତି ଏବଂ କିଛି ମାତ୍ରାରେ ନିଜ ଐଶ୍ୱର୍ଯ୍ୟର ବର୍ଣ୍ଣନା ମଧ୍ୟ କରିଛନ୍ତି । ଏଠାରେ ଅର୍ଜୁନଙ୍କର ଭକ୍ତି ବୃଦ୍ଧି କରିବା ଉଦ୍ଦେଶ୍ୟରେ, ସେ ତାଙ୍କ ଅନନ୍ତ ଐଶ୍ୱର୍ଯ୍ୟର ବିସ୍ତୃତ ବର୍ଣ୍ଣନ କରିଛନ୍ତି । ଏହି ଶ୍ଲୋକ ଗୁଡ଼ିକ ପଢ଼ିବାକୁ ଆନନ୍ଦଦାୟକ ଏବଂ ଶୁଣିବାକୁ ମଧୁର ଅଟେ ।ଶ୍ରୀକୃଷ୍ଣ ପ୍ରକାଶ କରୁଛନ୍ତି ଯେ ସୃଷ୍ଟିରେ ଯାହାକିଛି ରହିଛି, ସବୁର ଉତ୍ସ ସେ ଅଟନ୍ତି । ମନୁଷ୍ୟ ମାନଙ୍କର ବିଭିନ୍ନ ଗୁଣ ତାଙ୍କ ଠାରୁ ଉତ୍ପନ୍ନ ହୋଇଥାଏ । ସପ୍ତ ଋଷି, ଚାରିଜଣ ମହାନ୍ ସନ୍ଥ ଏବଂ ଚଉଦ ମନୁ ତାଙ୍କ ମାନସରୁ ଉତ୍ପନ୍ନ ହୋଇଛନ୍ତି ଏବଂ ତାଙ୍କଠାରୁ ପୃଥିବୀର ସମସ୍ତ ମନୁଷ୍ୟଙ୍କର ଅବତରଣ ହୋଇଛି । ସବୁକିଛି ତାଙ୍କଠାରୁ ଉତ୍ପନ୍ନ ହୋଇଛି, ଯେଉଁମାନେ ଏକଥା ଜାଣନ୍ତି, ସେମାନେ ଦୃଢ଼ ବିଶ୍ୱାସର ସହିତ ତାଙ୍କର ଭକ୍ତି କରନ୍ତି । ଏହିପରି ଭକ୍ତମାନେ ପରସ୍ପର ତାଙ୍କ ମହିମାର ଚର୍ଚ୍ଚା କରି ଅତ୍ୟନ୍ତ ବିଭୋର ହୁଅନ୍ତି ଏବଂ ଅନ୍ୟମାନଙ୍କୁ ମଧ୍ୟ ସେଥିରେ ଅନୁପ୍ରାଣିତ କରନ୍ତି । ସେମାନଙ୍କର ମନ ଯେହେତୁ ଭଗବାନଙ୍କଠାରେ ସଂଲଗ୍ନ ରହିଥାଏ, ତାଙ୍କ ହୃଦୟରେ ନିବାସ କରୁଥିବା ପରମାତ୍ମା ତାଙ୍କୁ ଦିବ୍ୟଜ୍ଞାନ ପ୍ରଦାନ କରନ୍ତି, ଯଦ୍ୱାରା ସେମାନେ ସହଜରେ ଭଗବାନଙ୍କୁ ପ୍ରାପ୍ତ କରିପାରନ୍ତି ।ତାଙ୍କଠାରୁ ଏସବୁ କଥା ଶୁଣିବା ପରେ, ଅର୍ଜୁନ ପ୍ରକାଶ କରୁଛନ୍ତି ଯେ ଶ୍ରୀକୃଷ୍ଣଙ୍କର ସର୍ବୋଚ୍ଚ ସ୍ଥିତି ବିଷୟରେ ତାଙ୍କର ପୂର୍ଣ୍ଣ ବିଶ୍ୱାସ ରହିଛି ଏବଂ ସେ ଘୋଷଣା କରୁଛନ୍ତି ଯେ ଶ୍ରୀକୃଷ୍ଣ ହିଁ ପରାତ୍ପର ଦିବ୍ୟ ତତ୍ତ୍ୱ ଅଟନ୍ତି । ସେ ଭଗବାନଙ୍କୁ ଅନୁରୋଧ କରୁଛନ୍ତି ଯେ ତାଙ୍କ ଦିବ୍ୟ ମହିମାର ବର୍ଣ୍ଣନା ବିସ୍ତୃତ ଭାବରେ କରନ୍ତୁ, ଯାହା ଶୁଣିବାକୁ ଅମୃତ-ତୁଲ୍ୟ ଅଟେ । ଶ୍ରୀକୃଷ୍ଣ କହୁଛନ୍ତି, ଯେହେତୁ ସେ ସୃଷ୍ଟିର ଆଦ୍ୟ, ମଧ୍ୟ ଏବଂ ଅନ୍ତ ଅଟନ୍ତି, ସଂସାରର ସବୁକିଛି ତାଙ୍କ ଶକ୍ତିର ପରିପ୍ରକାଶ ଅଟେ । ସେ ସୌନ୍ଦର୍ଯ୍ୟ, ଗୁଣ, ଶକ୍ତି, ଜ୍ଞାନ ଏବଂ ଐଶ୍ୱର୍ଯ୍ୟର ଅନନ୍ତ ଭଣ୍ଡାର ଅଟନ୍ତି । ଯେଉଁଠାରେ ଆମେ କିଛି ଅସାଧାରଣ ଭବ୍ୟତା ଦେଖିଥାଏ, ଯାହାବି ଆମର କଳ୍ପନାକୁ ଆକର୍ଷିତ କରିଥାଏ, ଆମକୁ ପୁଲକିତ ଏବଂ ଆନନ୍ଦାଭିଭୂତ କରିଥାଏ, ଆମେ ଜାଣିବା ଉଚିତ ଯେ ସେସବୁ ଭଗବାନଙ୍କ ଐଶ୍ଚର୍ଯ୍ୟର ଦୀପ୍ତି ଅଟେ । ସେ ସମସ୍ତ ଶକ୍ତିର ଭଣ୍ଡାର ଅଟନ୍ତି, ଯେଉଁଠାରୁ ସମସ୍ତ ପ୍ରାଣୀ ଏବଂ ବସ୍ତୁ  ନିଜ ନିଜର ତେଜ ପ୍ରାପ୍ତ କରିଥାଆନ୍ତି । ଅଧ୍ୟାୟର ଅବଶିଷ୍ଟ ଅଂଶରେ, ସେ ତାଙ୍କ ଐଶ୍ୱର୍ଯ୍ୟକୁ ପ୍ରଦର୍ଶିତ କରୁଥିବା ବସ୍ତୁ, ବିଭୂତି ଏବଂ କ୍ରିୟାର ବର୍ଣ୍ଣନା କରିଛନ୍ତି । ସର୍ବଶେଷରେ, ସେ ଉପସଂହାର କରିବାକୁ ଯାଇ କହୁଛନ୍ତି ଯେ ତାଙ୍କର ମହିମା ସେ ବର୍ଣ୍ଣନା କରିଥିବା ଗୁଣମାନଙ୍କର ସମାହାର ମାତ୍ର ନୁହେଁ, କାରଣ ଅନନ୍ତ ବ୍ରହ୍ମାଣ୍ଡକୁ ସେ ତାଙ୍କର ଗୋଟିଏ ଅଂଶରେ ଧାରଣ କରିଥାଆନ୍ତି । ସୁତରାଂ, ସମସ୍ତ ଐଶ୍ୱର୍ଯ୍ୟର ଉତ୍ସ ଭଗବାନଙ୍କୁ ଆମେ ନିଜ ଉପାସନାର ଇଷ୍ଟ ରୂପେ ଗ୍ରହଣ କରିବା ଉଚିତ ।",
      "es": "El capítulo anterior reveló la ciencia de bhakti o devoción amorosa de Dios. En este capítulo, Sri Krishna desea aumentar el bhakti de Arjuna describiendo Sus glorias y opulencia infinitas. Los versos no solo son agradables de leer sino también encantadores de escuchar. Krishna ayuda a Arjuna a meditar en Dios al reflexionar sobre Su magnificencia.\nEl Señor Krishna revela que Él es la fuente de todo lo que existe. De Su mente nacieron los siete grandes Sabios, los cuatro grandes Santos y los catorce Manus. De ellos descendieron todas las personas de este mundo. Las diversas cualidades excepcionales de los seres humanos también surgen de Él. Los devotos que conocen esto se dedican a Su devoción con gran fe. Obtienen una inmensa satisfacción al hablar de Sus glorias y también ayudan a informar a otros acerca de ellas. Dios mora en los corazones de tales devotos cuya mente está siempre unida a Él. Entonces les otorga Su conocimiento divino, a través del cual pueden alcanzar la realización de Dios.\nArjuna ahora está completamente convencido de que Sri Krishna es la Suprema Personalidad Divina y le pide que describa más sus glorias divinas, que son como néctar divino. Sri Krishna entonces revela que todo lo que existe es una manifestación de Sus energías. Él es el principio, el medio y el fin de todo. Todos los seres y las cosas obtienen su esplendor de Él. Él es la fuente de energía de la magnificencia y la reserva infinita de conocimiento, poder, belleza y gloria. Todo lo que atrapa nuestra imaginación y nos infunde felicidad no es más que una pequeña chispa de Su opulencia.\nEl resto del capítulo describe las personalidades, los objetos y las actividades que mejor muestran Su magnificencia. Sri Krishna finalmente dice que la magnitud de Su gloria no puede ser descrita con palabras, ya que dentro de una fracción de Su ser, Él sostiene universos infinitos. Dado que Dios es la fuente de todo el esplendor y la gloria, debemos hacer de Él el objeto de nuestra devoción."
    },
    "oneliner": {
      "en": "Yog through Appreciating the Infinite Opulences of God",
      "hi": "भगवान के अनन्त वैभवों की स्तुति द्वारा प्राप्त योग ",
      "gu": "ભગવાનના અનંત ઐશ્વર્યોની પ્રશસ્તિ દ્વારા યોગ",
      "te": "విభూతి యోగము",
      "ta": "கடவுளின் எல்லையற்ற ஐஸ்வர்யங்களைப் போற்றுவதன் மூலம் யோகம்",
      "or": "ବିଭୂତି ଯୋଗ",
      "es": "Yoga Mediante la Apreciación de las Opulencias Infinitas de Dios"
    }
  },
  {
    "chapter_number": 11,
    "verses_count": 55,
    "name": {
      "en": "Viśhwarūp Darśhan Yog",
      "hi": "विश्वरूप दर्शन योग",
      "gu": "વિશ્વરૂપ દર્શન યોગ",
      "te": "విశ్వ రూప దర్శన యోగము",
      "ta": "விஸ்வரூப தரிசன யோகம்",
      "or": "ବିଶ୍ୱରୂପ ଦର୍ଶନ ଯୋଗ",
      "es": "Viśhwarūp Darśhan Yoga"
    },
    "description": {
      "en": "To nurture and intensify Arjun’s devotion, Shree Krishna had described His divine vibhūtis (opulence) in the previous chapter. Towards the end, He had mentioned that all the beauty, glory, and power is just a spark of His immeasurable splendor. Hearing this, Arjun became curious.\nIn this chapter, he requests the Lord to show him His viśhwarūp, or the infinite cosmic form. Shree Krishna grants Arjun divine vision to see His infinite-form that comprises all the universes. Arjun sees the entire creation in the body of the God of gods with unlimited arms, faces, and stomachs. It has no beginning or end and extends immeasurably in all directions. His radiance is similar to a thousand suns blazing together in the sky. The sight dazzles Arjun, and his hair stands on end. He witnesses the three worlds trembling with fear of God’s laws and the celestial gods taking His shelter. He can see several sages offering prayers and singing hymns exalting God. Then Arjun sees the Kauravas, along with their allies, rushing into the mouth of this formidable form, who look like moths rushing with great speed toward the fire to perish.\nBeholding this universal form, Arjun confesses that his heart and mind are unstable with fear. Although petrified by the appearance, Arjun wants to know the identity of this breath-taking form of God, who has no resemblance to his teacher and friend Shree Krishna. The Lord declares that in the form of Time, He is the destroyer of the three worlds. He has already destroyed the Kaurava warriors, and the Pandavas’ victory is certain. Therefore, Arjun should not be fearful anymore. He should just get up and fight.\nOverwhelmed, Arjun starts praising the Lord who, in His infinite forms, pervades the entire universe and offers several salutations to His majestic form. He also begs for forgiveness to Shree Krishna for any offenses or acts of disrespect he may have committed in ignorance, considering Him to be a mere human. Arjun then pleads the Lord for His grace and requests Him to take a pleasing form.\nShree Krishna then manifests into His four-armed form, carrying a mace, disc, conch shell, and lotus flower in each arm. Soon after, He resumes His gentle and loving two-armed form of the charming Shree Krishna. He then tells Arjun that before Him, no one has ever seen God in this primeval cosmic form. Even those who study the Vedas, do severe penance, charity or fire sacrifices, etc., do not get this opportunity. Only with unalloyed devotion similar to Arjun can one see God, get to know Him, and attain Yog or union with Him.",
      "hi": "पिछले अध्याय में श्रीकृष्ण ने अर्जुन की भक्ति को पोषित और प्रगाढ करने के लिए अपनी दिव्य विभूतियों का वर्णन किया था। अध्याय के अन्त में वे स्पष्ट रूप से अपने असीम विश्व रूप का उल्लेख करते हुए कहते हैं कि उसमें दिखाई देने वाले सभी सौंद्रर्य, ऐश्वर्य, तेज और शक्तियों को उनके तेज का स्फुलिंग मानो। इस अध्याय में अर्जुन श्रीकृष्ण से प्रार्थना करता है कि वे उसे अपने विश्व रूप या सभी ब्रह्माण्डों में व्याप्त अपने अनंत ब्रह्माण्डीय विराट रूप का दर्शन कराएँ। तब श्रीकृष्ण उस पर कृपा करते हुए उसे अपनी दिव्य दृष्टि प्रदान करते हैं जिसे प्राप्त कर अर्जुन देवों के देव श्रीकृष्ण के शरीर में सम्पूर्ण सृष्टि का अवलोकन करता है। फिर वह भगवान के अद्भुत अनंत स्वरूप में अनगनित मुख, आँखें, भुजाएँ, उदर देखता है। उनके विराट रूप का कोई आदि और अन्त नहीं है और वह प्रत्येक दिशा में अपरिमित रूप से बढ़ रहा है। उस रूप का तेज आकाश में एक साथ चमकने वाले सौ सूर्यों के प्रकाश से अधिक है। उस विराट रूप को देखकर अर्जुन के शरीर के रोम कूप सिहरने लगे। वह देखता है कि भगवान के नियम के भय से तीनों लोक भय से कांप रहें हैं। उसने देखा कि स्वर्ग के सभी देवता भगवान में प्रवेश कर उनकी शरण ग्रहण कर रहे हैं और सिद्धजन पवित्र वैदिक मंत्रों, प्रार्थनाओं और स्रोतों का पाठ कर भगवान की स्तुति कर रहे हैं। आगे अर्जुन कहता है कि वह धृतराष्ट्र के सभी पुत्रों को उनके सहयोगी राजाओं सहित उनके मुख में प्रवेश करते हुए उसी प्रकार से देख रहा है जैसे पतंगा तीव्र गति से अग्नि की ज्वाला में प्रवेश कर अपना विनाश करता है तब अर्जुन स्वीकार करता है कि भगवान के विश्व रूप को देखकर उसका हृदय भय से कांप रहा है और उसने अपना मानसिक संतुलन खो दिया है। भयतीत अर्जुन श्रीकृष्ण से उनके इस भयानक रूप की वास्तविकता जानना चाहता है जो कि उनके उस रूप जैसा नहीं था तथा जिसे वह अब से पहले अपने गुरु और मित्र के रूप में जानता था। इसका उत्तर देते हुए श्रीकृष्ण कहते हैं कि वे काल के रूप में तीनों लोकों के संहारक हैं। वे घोषणा करते हैं कि कौरव पक्ष के महायोद्धा पहले ही उनके द्वारा मारे जा चुके हैं इसलिए अपनी विजय को सुनिश्चित मानते हुए उठो और युद्ध करो। इसकी प्रतिक्रिया में अर्जुन अदम्य साहस और अतुल्य शक्ति से सम्पन्न भगवान के रूप में उनकी प्रशंसा करता है और पुनः उनकी वंदना करता है। वह कहता है कि यदि दीर्घकालीन मित्रता के दौरान श्रीकृष्ण को केवल मानव के रूप में देखने के कारण उपेक्षित भाव से भूलवशः उससे उनके प्रति कोई अपराध हो गया हो तो वे उसे क्षमा कर दें। वह उन्हें उस पर दया कर उन्हें एक बार पुनः अपना आनंदमयी भगवान का रूप दिखाने की प्रार्थना करता है। श्रीकृष्ण उसकी प्रार्थना को स्वीकार करते हुए पहले अपना चतुर्भुज नारायण रूप और तत्पश्चात अपना दो भुजाओं वाला मनोहारी पुरुषोत्तम रूप धारण करते हैं। वे अर्जुन को बताते हैं कि अर्जुन भगवान के जिस विश्वरूप को देख चुका है उसका दर्शन करना अत्यंत कठिन हैं। वेदों के अध्ययन करने से उनके साकार रूप को देखा नहीं जा सकता। उनके साकार रूप को न तो वेदों के अध्ययन द्वारा और न ही तपस्या, दान या अग्निहोत्र यज्ञों द्वारा देखा जा सकता है लेकिन अर्जुन, मैं जिस रूप में तुम्हारे समक्ष खड़ा हूँ उसे केवल विशुद्ध और अनन्य भक्ति से देखा जा सकता है और उसमें एकीकृत हुआ जा सकता है।",
      "gu": "આ પૂર્વના અધ્યાયમાં, શ્રીકૃષ્ણે અર્જુનની ભક્તિને પુષ્ટ કરવા તથા તેમાં અભિવૃદ્ધિ કરવાના ઉદ્દેશ્યથી તેમની દિવ્ય વિભૂતિનું વર્ણન કર્યું. અધ્યાયના અંતમાં, પોતાના અસીમ વિશ્વ રૂપની ઝાંખીનું સૂચન કરતાં કહ્યું કે સર્વ સૌંદર્ય, ઐશ્વર્ય તથા શક્તિ તેમનાં તેજના એક ચમકારામાંથી પ્રગટ થાય છે. આ અધ્યાયમાં, અર્જુન શ્રીકૃષ્ણનાં વિશ્વરૂપ અર્થાત્ ભગવાનના અનંત વિરાટ બ્રહ્માંડીય સ્વરૂપ કે જેમાં સર્વ બ્રહ્માંડો સમાવિષ્ટ છે, તેનું દર્શન કરવાની પ્રાર્થના કરે છે. શ્રીકૃષ્ણ તેના પર કૃપા કરીને તેને દિવ્ય દૃષ્ટિ પ્રદાન કરે છે. પશ્ચાત્ અર્જુન દેવોનાં પણ દેવ ભગવાનના શરીરમાં સૃષ્ટિની સંપૂર્ણતાના દર્શન કરે છે. તે ભગવાનના આ અદ્ભુત તથા અનંત સ્વરૂપમાં અગણિત મુખો, ચક્ષુઓ, ભુજાઓ, તથા ઉદરોનું દર્શન કરે છે. આ સ્વરૂપનો કોઈ પ્રારંભ નથી કે અંત નથી તથા તે સર્વ દિશાઓમાં અનંત રીતે પ્રસરેલું છે. તે સ્વરૂપનું તેજ આકાશમાં સહસ્ર સૂર્યો એકસાથે પ્રકાશી રહ્યા હોય તેનાથી પણ અધિક હતું. આ દર્શનથી અર્જુનના રૂંવાડા  ઊભા થઇ ગયા. તેણે જોયું કે ત્રણેય લોક ભગવાનના નિયમોના ભયથી કાંપી રહ્યા છે. તેણે જોયું કે સ્વર્ગીય દેવતાઓ તેમના શરણમાં  અને મહાન ઋષિ-મુનિઓ અનેક પવિત્ર મંત્રોચ્ચાર તથા પ્રાર્થનાઓ દ્વારા તેમની સ્તુતિ કરી રહ્યા છે. તેણે જોયું કે જેમ પતંગિયાં મૃત્યુને ભેટવા તીવ્ર ગતિથી અગ્નિમાં પડતાં હોય છે, તેમ ધૃતરાષ્ટ્રના પુત્રો, તેમનાં સંબંધિત રાજાઓ સાથે તે ભયાનક સ્વરૂપનાં મુખમાં ધસી રહ્યા છે. પશ્ચાત્ અર્જુન સ્વીકાર કરે છે કે આ વિરાટ રૂપના દર્શનથી તેનું હૃદય ભયથી કાંપી રહ્યું છે અને તેણે તેના મનની શાંતિ ગુમાવી દીધી છે. ભયભીત થઈને તે આ વિસ્મયકારી ભગવાનનું વાસ્તવિક સ્વરૂપ જાણવા માંગે છે કે જે તેના ગુરુ અને મિત્ર જેવા પરિચિત શ્રીકૃષ્ણ સાથે કોઈ સામ્યતા ધરાવતું નથી. શ્રીકૃષ્ણ તેને પ્રત્યુત્તર આપતાં કહે છે કે કાળના સ્વરૂપમાં તેઓ ત્રણેય લોકના વિનાશક છે. તેમણે જણાવ્યું કે મહાન કૌરવ યોદ્ધાઓનો પહેલાંથી જ  તેમના દ્વારા સંહાર થઇ ચૂક્યો છે, તેથી વિજયની સુનિશ્ચિતતા સાથે અર્જુને ઊભા થઈને યુદ્ધ કરવું જોઈએ.\nઅર્જુન પ્રતિક્રિયા સ્વરૂપે અનંત શૌર્ય અને શક્તિ ધરાવતા ભગવાન તરીકે તેમની સ્તુતિ કરે છે તથા તેમને વારંવાર પ્રણામ કરે છે. તે તેમની દીર્ઘકાલીન મૈત્રી દરમ્યાન ભગવાનને કેવળ સામાન્ય મનુષ્ય સમજીને ક્યારેય પણ તેમનો કોઈ અપરાધ કર્યો હોય, તો ક્ષમા માંગે છે. તે કૃપા માટે પ્રાર્થના કરે છે તથા પુન: ભગવાનના મોહક સ્વરૂપના દર્શન કરાવવા માટે વિનંતીઓ કરે છે. શ્રીકૃષ્ણ તેની અભિલાષાનો સ્વીકાર કરે છે અને પ્રથમ તેમના ચતુર્ભુજ સ્વરૂપમાં પાછા ફરે છે, પશ્ચાત્ તેઓ તેમનું સૌમ્ય અને પ્રેમાળ દ્વિભુજ સ્વરૂપ ધારણ કરે છે. તેઓ અર્જુનને કહે છે કે અર્જુને જે સ્વરૂપનું દર્શન કર્યું તે જોવું કેટલું કઠિન છે. તેમના સાકાર સ્વરૂપનું દર્શન વેદોના અધ્યયનથી, તપશ્ચર્યાઓથી, દાન આપવાથી કે યજ્ઞો કરવાથી થતું નથી. અર્જુન સમક્ષ ઊભેલા, એવા તેમના અસલી સ્વરૂપને મનુષ્ય કેવળ વિશુદ્ધ ભક્તિ દ્વારા જાણી શકે છે અને તેમની સાથે તાદાત્મ્ય સાધી શકે છે. ",
      "te": "ఇంతకు క్రితం అధ్యాయంలో, అర్జునుడి భక్తిని మరింత వికసింపచేయటానికి, శ్రీ కృష్ణుడు తన దివ్య విభూతులను వివరించి ఉన్నాడు. సుందరమైనవి, మహాద్భుతమైనవి, మరియు శక్తివంతమైనవి అన్నీ కూడా తన వైభవములోని చిన్న తళుకులే అని చివరికి సూచనప్రాయంగా తన విశ్వ రూపము గురించి ప్రస్తావించాడు. ఈ అధ్యాయంలో, అర్జునుడు శ్రీ కృష్ణుడి విశ్వ రూపమును చూడాలని ప్రార్థిస్తున్నాడు, అది సమస్త బ్రహ్మాండములను తనలోనే కలిగి ఉన్న అనంతమైన విశ్వ రూపము. శ్రీ కృష్ణుడు దానికి ఒప్పుకుని, అతనికి దివ్య దృష్టిని ప్రసాదిస్తాడు. అర్జునుడు అప్పుడు సమస్త సృష్టిని ఆ దేవ దేవుని శరీరము యందే దర్శిస్తాడు. ఆయన అనంతమైన ముఖములను, కళ్ళను, బాహువులను, మరియు ఉదరములను ఆ యొక్క మహాద్భుతమైన మరియు అనంతమైన భగవంతుని రూపంలో దర్శిస్తాడు. ఆ స్వరూపమునకు ఎలాంటి మొదలు లేదా తుది లేదు మరియు అన్ని దిశలయందు అనంతమైన పరిమాణంలో వ్యాపించి ఉంది. ఆ యొక్క విశ్వ రూప తేజస్సు, వెయ్యి సూర్యులు ఒక్క సారిగా ఆకాశములో వెలిగిన కాంతి కంటే తేజోవంతముగా ఉన్నది. ఆ దర్శనం అర్జునుడి వెంట్రుకలను నిక్కబోడుచుకునేలా చేసింది. ముల్లోకాలూ భగవంతుని శాసనానికి భయంతో వణకటం గమనిస్తాడు. దేవతలు ఆయన యందే ఆశ్రయం పొంది ఉండటం మరియు మహర్షులు శ్లోకాలు, కీర్తనలతో ఆయనను స్తుతించటం ప్రత్యక్షంగా చూస్తాడు. పురుగులు మంటలోనికి వేగంగా వెళ్ళి పడిపోయి భస్మమైపోతునట్టు, ధృతరాష్ట్రుడి కుమారులందరూ, వారి అనుబంధ రాజులతో సహా, ఆ భయంకర స్వరూపము నోటిలోనికి దూసుకెళ్లటం చూస్తాడు. ఆ విశ్వ రూపమును దర్శించటంతో గుండె భయంతో దడదడలాడి పోతున్నదని, మానసిక ప్రశాంతత పోయినదని ఒప్పుకుంటాడు. అర్జునుడు భీతిల్లిపోయి, ఈ మహోన్నత ప్రభువు నిజానికి ఎవరు అని తెసుకోవాలనుకుంటాడు, ఎందుకంటే ఈ రూపానికీ మరియు తనకు తెలిసిన గురువు మరియు సఖుడైన కృష్ణునికి ఏమాత్రం పోలిక లేదు. శ్రీ కృష్ణుడు దీనికి సమాధానముగా, తానే కాల రూపములో ముల్లోకాలను నాశనం చేసేవాడను అని చెప్తాడు. కౌరవ మహాయోధులందరూ తనచే పూర్వమే సంహరింపబడ్డారు కాబట్టి, విజయం నిశ్చితమైనది కావున, అర్జునుడు ఇక లేచి యుద్ధం చేయాలని అంటాడు.    దీనికి ప్రతిస్పందనగా, అర్జునుడు, శ్రీకృష్ణుడిని అనంతమైన శక్తి సామర్థ్యములు కలిగిన ఈశ్వరునిగా స్తుతించి ఆయనకు పదేపదే నమస్కరిస్తాడు. తమ సుదీర్ఘ మైత్రిలో తను ఎప్పుడైనా కృష్ణుడిని సామాన్య మానవునిగా పొరపాటుగా అనుకుని ఆయన మనస్సు నొప్పించేట్టు ఏదైనా తప్పు చేస్తే క్షమించమని అడుగుతాడు. కృప కోసం ప్రార్థించి మరొక్కసారి తిరిగి మనోహరమైన భగవంతుని మామూలు రూపాన్ని చూపమని అడుగుతాడు. శ్రీ కృష్ణుడు అతని కోరికను మన్నించి మొదట చతుర్భుజ రూపమునకు వచ్చి, తదుపరి, తన సుకుమారమైన మరియు రమ్యమైన రెండు-భుజముల స్వరూపములోనికి వస్తాడు. అర్జునుడు ఏ విధమైన భగవత్ స్వరూపాన్ని దర్శనం చేసాడో ఆ దర్శనం లభించటం ఎంత దుర్లభమో అర్జునుడికి చెప్తాడు. వేదములు అభ్యసించటం వలన, తపస్సులు ఆచరించటం చేత, దానధర్మాల చేత, లేదా యజ్ఞములు చేయటం ద్వారా కానీ ఆయన నిజ స్వరూపమును దర్శించలేము. నిష్కల్మషమైన భక్తిచే మాత్రమే ఆయనను అర్జునుడు ఎదుటే ఉన్నవాడిలా, నిజరూపములో తెలుసుకోగలము, మరియు ఆయనతో ఏకమవ్వగలము.",
      "ta": "முந்தைய அத்தியாயத்தில், ஸ்ரீ கிருஷ்ணர் அர்ஜுனனின் பக்தியை வளர்க்கவும், அதிகரிக்கவும் அவரது தெய்வீக விபூதிகளை விவரித்தார். இறுதியில், அவர் தனது ப்ரபஞ்ச வடிவத்தை மங்கலாகக் குறிப்பிட்டார், அழகான, புகழ்பெற்ற மற்றும் சக்திவாய்ந்த அனைத்தும் அவரது மகிமையின் தீப்பொறியிலிருந்து வெளிப்படுகின்றன என்று கூறினார். இந்த அத்தியாயத்தில், அர்ஜுனன் ஸ்ரீ கிருஷ்ணரின் விஸ்வரூபத்தை அல்லது அனைத்து ப்ரபஞ்சங்களையும் உள்ளடக்கிய கடவுளின் எல்லையற்ற ப்ரபஞ்ச வடிவத்தைக் காட்டும்படி கேட்டுக்கொள்கிறார். ஸ்ரீ கிருஷ்ணர் இணங்கி அவருக்கு தெய்வீக தரிசனத்தை வழங்குகிறார். இதைப் பெற்ற அர்ஜுனன் கடவுள்களின் கடவுளான பகவான் ஸ்ரீ கிருஷ்ணரின் உடலில் படைப்பின் முழுமையைக் காண்கிறார். ஆரம்பம் அல்லது முடிவில்லாத ஒவ்வொரு திசையிலும் முடிவில்லாமல் நீண்டுள்ள கடவுளின் வடிவத்தை கண்டார். அந்த வடிவத்தின் மகத்துவம், ஆயிரத்திற்கும் மேற்பட்ட சூரியன்கள் ஒன்றாக வானத்தில் பிரகாசிப்பதற்கு சமமாக இருந்தது. இந்த காட்சி அர்ஜுனனை சிலிர்த்து நிமிர்ந்து நிற்க வைக்கிறது. மூன்று உலகங்களும் கடவுளின் சட்டங்களுக்கு பயந்து நடுங்குவதை அவர் காண்கிறார். தேவலோகக தேவர்கள் அவரிடம் அடைக்கலம் புகுவதையும் மற்றும் சிறந்த முனிவர்கள் அவரை ஏராளமான துதிப்பாடல்கள் மற்றும் பிரார்த்தனைகளுடன் போற்றுவதையும் காண்கிறார். அந்துப்பூச்சிகள் தீயில் அழிந்து போவதற்காக பெரும் வேகத்துடன் பாய்வது போல, திருதராஷ்டிரனின் அனைத்து மகன்களும், அவர்களின் கூட்டணி அரசர்களும் அந்த பயங்கரமான வடிவத்தின் வாயில் தலைகீழாக விரைவதை அவர் கவனிக்கிறார். அதன்பின் அர்ஜுனன் ப்ரபஞ்ச வடிவத்தை பார்த்து அவரது இதயம் பயத்தால் நடுங்குகிறது என்றும் அவர் மன அமைதியை இழந்து விட்டதாகவும் ஒப்புக்கொள்கிறார். பயந்துபோய், அவர் தனது ஆசிரியராகவும் நண்பராகவும் அறியப்பட்ட ஸ்ரீ கிருஷ்ணருடன் எந்த ஒற்றுமையும் இல்லாத இந்த அற்புதமான கடவுளின் அடையாளத்தை அறிய விரும்புகிறார். ஸ்ரீ கிருஷ்ணர், காலத்தின் வடிவத்தில், அவர் மூன்று உலகங்களையும் அழிப்பவர் என்று பதிலளித்தார். சிறந்த கௌரவ வீரர்கள் அவரால் ஏற்கெனவே கொல்லப்பட்டு வெற்றி உறுதியாகி விட்டதால் அர்ஜுனன் எழுந்து போரிட வேண்டும் என்று அறிவிக்கிறார்.அதற்குப் பதிலளிக்கும் விதமாக, அர்ஜுனன் அவரை எல்லையற்ற வீரத்தையும் சக்தியையும் கொண்ட இறைவன் என்று புகழ்ந்து அவருக்கு மீண்டும் மீண்டும் வணக்கம் செலுத்துகிறார். அவர் கிருபைக்காக மன்றாடுகிறார் மற்றும் கடவுளின் மகிழ்வூட்டுகிற வடிவத்தை மீண்டும் பார்க்க வேண்டும் என்று கேட்டுக்கொள்கிறார். அவரது பிரார்த்தனையை ஏற்று, ஸ்ரீ கிருஷ்ணர் முதலில் தனது நான்கு கைகள் கொண்ட நாராயண வடிவத்தையும், பின்னர் அழகான புருஷோத்தமனின் இரு கரங்களையும் கொண்ட வடிவத்தை எடுத்துக்கொள்கிறார். அர்ஜுனன் கண்ட கடவுளின் ப்ரபஞ்ச வடிவத்தின் தரிசனம் கிடைப்பது மிகவும் கடினம் என்று அர்ஜுனனிடம் கூறுகிறார்.அவருடைய தனிப்பட்ட வடிவத்தை வேதம் படிப்பதாலோ, தவம், தவம், தானம், அக்னி யாகங்கள் போன்றவற்றை நிறைவேற்றுவதாலோ பார்க்க முடியாது. அலாதியான கலப்படமற்ற பக்தியினால் மட்டுமே, அர்ஜுனன் முன் நின்றிருக்கும் அவரை அவர் உள்ளபடி அறிந்து அவருடன் ஒன்றிட முடியும்.",
      "or": "ପୂର୍ବବର୍ତ୍ତୀ ଅଧ୍ୟାୟରେ, ଅର୍ଜୁନଙ୍କର ଭକ୍ତି ଭାବ ବଢ଼ାଇବା ପାଇଁ ଶ୍ରୀକୃଷ୍ଣ ତାଙ୍କର ଅନେକ ଦିବ୍ୟଗୁଣ ବା ବିଭୂତି ବର୍ଣ୍ଣନା କଲେ । ଶେଷରେ ସେ ସମସ୍ତ ସୁନ୍ଦର, ବିଶେଷ ଗୁଣଯୁକ୍ତ ଓ ଶକ୍ତିଶାଳୀ ବସ୍ତୁ ତାଙ୍କ ଜ୍ୟୋତିର ଏକ ପ୍ରକାଶ ମାତ୍ର କହି ତାଙ୍କ ବିଶ୍ୱରୂପର ଆଭାସ ଦେଉଛନ୍ତି । ଅର୍ଜୁନ ଏହି ଅଧ୍ୟାୟରେ ଶ୍ରୀକୃଷ୍ଣଙ୍କର ବିଶ୍ୱରୂପ, ଯେଉଁ ରୂପରେ ସମଗ୍ର ବିଶ୍ୱ ସମାହିତ ହୋଇଛି, ତାହା ଦେଖିବାକୁ ଚାହୁଁଛନ୍ତି । ଶ୍ରୀକୃଷ୍ଣଙ୍କର ଦିବ୍ୟ ଦୃଷ୍ଟି ପ୍ରାପ୍ତ କରି ଅର୍ଜୁନ ସମଗ୍ର ସୃଷ୍ଟିକୁ ଭଗବାନଙ୍କ ଶରୀରରେ ସମାହିତ ହୋଇଥିବା ଦେଖୁଛନ୍ତି । ଭଗବାନଙ୍କର ଏହି ଅଦ୍ଭୁତ ଓ ଅସୀମିତ ସ୍ୱରୂପରେ ଅଗଣିତ ମୁଖ, ଚକ୍ଷୁ, ହସ୍ତ ଓ ଉଦର ସବୁ  ଅର୍ଜୁନଙ୍କର ଦୃଷ୍ଟିଗୋଚର ହେଉଛି । ସେ ରୂପର ଆରମ୍ଭ ବା ଶେଷ ନାହିଁ, ତାହା ସମସ୍ତ ଦିଗରେ ଅନନ୍ତ ଭାବେ ପ୍ରସାରିତ ହୋଇଅଛି । ସେ ରୂପର ତେଜ ଆକାଶର ଏକ ହଜାର ସୂର୍ଯ୍ୟଙ୍କର ତେଜ ଠାରୁ ଅଧିକ । ସେହି ଦୃଶ୍ୟର ଅବଲୋକନ କରି ଅର୍ଜୁନଙ୍କର ରୋମମୂଳ ଟାଙ୍କୁରିି ଉଠୁଛି । ସେ ଦେଖୁଛନ୍ତି, ତ୍ରିଭୁବନ ଭଗବାନଙ୍କ ନିୟମର ଭୟରେ କମ୍ପିତ ହେଉଛନ୍ତି । ସେ ଦେଖୁଛନ୍ତି, ସ୍ୱର୍ଗର ଦେବତା ଗଣ ତାଙ୍କଠାରେ ଆଶ୍ରୟ ନେଇଛନ୍ତି ଏବଂ ପ୍ରଖ୍ୟାତ ସନ୍ଥଗଣ ତାଙ୍କର ସ୍ତୁତିଗାନ କରୁଛନ୍ତି । ସେ ଲକ୍ଷ୍ୟ କରୁଛନ୍ତି, ଧୃତରାଷ୍ଟ୍ରଙ୍କର ସମସ୍ତ ପୁତ୍ର ଏବଂ ତାଙ୍କର ସହଯୋଗୀ ରାଜାଗଣ ଭଗବାନଙ୍କ ଭୟଙ୍କର ମୁଖ ଗହ୍ୱରରେ ଲୀନ ହେବାକୁ କ୍ଷୀପ୍ର ଗତିରେ ଆକର୍ଷିତ ହେଉଛନ୍ତି, ଯେମିତି ପତଙ୍ଗଟିଏ ଅଗ୍ନିରେ ଦଗ୍‌ଧ ହେବାକୁ ଧାଇଁଥାଏ । ସେହି ବିଶ୍ୱରୂପକୁ ଦେଖି ଅର୍ଜୁନ କହୁଛନ୍ତି ଯେ ତାଙ୍କର ହୃଦୟ କମ୍ପିତ ହେଉଛି ଓ ସେ ନିଜର ମାନସିକ ଭାରସାମ୍ୟ ହରାଇ ବସୁଛନ୍ତି । ଭୟଭୀତ ହୋଇ ସେ ପଚାରୁଛନ୍ତି, ଏହି ଭୟଙ୍କର ସ୍ୱରୂପ ବିଶିଷ୍ଟ ଭଗବାନ କିଏ, ଯାହାର କି ତାଙ୍କର ଗୁରୁ ଓ ସଖା ରୂପୀ ଶ୍ରୀକୃଷ୍ଣଙ୍କ ସହିତ କୌଣସି ସାଦୃଶ୍ୟ ନାହିଁ । ଉତ୍ତର ଦେବାକୁ ଯାଇ ଶ୍ରୀକୃଷ୍ଣ କହୁଛନ୍ତି ଯେ କାଳ ସ୍ୱରୂପରେ ସେ ତ୍ରିଲୋକର ବିନାଶକର୍ତ୍ତା ଅଟନ୍ତି । ସେ ଘୋଷଣା କରୁଛନ୍ତି ଯେ ସମସ୍ତ କୌରବ ଯୋଦ୍ଧାଗଣ ତାଙ୍କ ଦ୍ୱାରା ନିହତ ହୋଇ ସାରିଛନ୍ତି । ତେଣୁ ବିଜୟ ସୁନିଶ୍ଚିତ ଜାଣି, ଅର୍ଜୁନ ଯୁଦ୍ଧ କରିବା ପାଇଁ ପ୍ରସ୍ତୁତ ହେବା ଉଚିତ ।ପ୍ରତ୍ୟୁତ୍ତରରେ ଅର୍ଜୁନ ଅନନ୍ତ ଐଶ୍ୱର୍ଯ୍ୟ ଏବଂ ଶକ୍ତିଯୁକ୍ତ ଭଗବାନଙ୍କର ପ୍ରଶଂସା କରିଛନ୍ତି ଏବଂ ବାରମ୍ବାର ତାଙ୍କର ସ୍ତୁତିଗାନ କରିଛନ୍ତି । ତାଙ୍କର ଦୀର୍ଘଦିନର ବନ୍ଧୁତ୍ୱରେ ସେ ଭଗବାନଙ୍କୁ ଜଣେ ସାଧାରଣ ମନୁଷ୍ୟ ଭାବି ଯଦି କେବେ ତାଙ୍କୁ ଅପମାନିତ କରିଥିବେ, ସେଥିପାଇଁ ସେ କ୍ଷମା ପ୍ରାର୍ଥନା କରୁଛନ୍ତି । ସେ ତାଙ୍କର କୃପାଭିକ୍ଷା କରି, ଭଗବାନଙ୍କର ମନମୋହନ ରୂପ ଦେଖିବାକୁ ଅନୁରୋଧ କରୁଛନ୍ତି ।ଶ୍ରୀକୃଷ୍ଣ ତାଙ୍କର ଇଚ୍ଛା ପୂରଣ କରି ପ୍ରଥମେ ଚତୁର୍ଭୁଜ ରୂପ ଧାରଣ କରିଛନ୍ତି ଏବଂ ତା’ପରେ ନିଜର ସହଜ ପ୍ରେମମୟ ଦ୍ୱିଭୁଜ ରୂପରେ ପ୍ରକଟିତ ହେଉଛନ୍ତି । ସେ ଅର୍ଜୁନଙ୍କୁ ଜଣାଇ ଦେଉଛନ୍ତି ଯେ ଯେଉଁ ରୂପର ସେ ଦର୍ଶନ କରୁଛନ୍ତି, ତାହା ଦେଖିବା କେତେ କଠିନ ଅଟେ । ତାଙ୍କ ସ୍ୱରୂପର ଦର୍ଶନ, ବେଦ ଅଧ୍ୟୟନ, ତପସ୍ୟା, ଦାନ ବା ଯଜ୍ଞ ଇତ୍ୟାଦି କରିବା ଦ୍ୱାରା କରାଯାଇପାରିବ ନାହିଁ । କେବଳ ବିଶୁଦ୍ଧ ଭକ୍ତି ଦ୍ୱାରା ସେ ଅର୍ଜୁନଙ୍କ ସମ୍ମୁଖରେ ଯେପରି ଦଣ୍ଡାୟମାନ, ସେହି ସ୍ୱରୂପରେ ତାଙ୍କୁ ଜାଣିହେବ ଏବଂ ତାଙ୍କ ସହିତ ଏକତ୍ୱ ପ୍ରାପ୍ତ ହୋଇପାରିବ ।",
      "es": "Para nutrir e intensificar la devoción de Arjuna, en el capítulo anterior Sri Krishna describió Sus vibhūtis (opulencias) divinos. Hacia el final, mencionó que toda la belleza, la gloria y el poder es solo una chispa de Su esplendor inconmensurable. Al escuchar esto, Arjuna sintió curiosidad.\nEn este capítulo, le pide al Señor que le muestre Su viśhwarūp, o forma cósmica infinita. Sri Krishna concede a Arjuna la visión divina para ver Su forma infinita que comprende todos los universos. Arjuna ve la creación entera en el cuerpo del Dios de dioses, con brazos, rostros y estómagos ilimitados. No tiene principio ni fin y se extiende inconmensurablemente en todas direcciones. Su resplandor es similar a miles de soles ardiendo juntos en el cielo. La vista deslumbra a Arjuna y se le ponen los pelos de punta. Ve a los tres mundos temblando con el miedo a las leyes de Dios y a los dioses celestiales tomando refugio en Él. Puede ver a varios Sabios ofreciendo oraciones y cantando himnos exaltando a Dios. Entonces Arjuna ve a los Kauravas, junto con sus aliados, corriendo hacia la boca de esta forma formidable, parecen polillas corriendo a gran velocidad hacia el fuego para perecer.\nContemplando esta forma universal, Arjuna confiesa que su corazón y su mente están inestables por el miedo. Aunque está petrificado por la apariencia, Arjuna quiere saber la identidad de esta forma impresionante de Dios, que no tiene ninguna semejanza con su maestro y amigo Sri Krishna. El Señor declara que en la forma del Tiempo, Él es el destructor de los tres mundos. Él ya ha destruido a los guerreros Kaurava, y la victoria de los Pandavas es segura. Por lo tanto, Arjuna no debe tener más miedo, debe levantarse y luchar.\nAbrumado, Arjuna comienza a alabar al Señor quien, en Sus formas infinitas, impregna todo el universo, y ofrece varias salutaciones a Su forma majestuosa. También le pide perdón a Sri Krishna por cualquier ofensa o acto de falta de respeto que hubiera cometido en la ignorancia, al considerarlo un simple humano. Arjuna entonces le suplica al Señor Su gracia y le pide que tome una forma agradable.\nSri Krishna se manifiesta entonces en Su forma de cuatro brazos, llevando una maza, un disco, un caracol y una flor de loto en cada brazo. Poco después, retoma Su forma amable y amorosa de dos brazos del encantador Sri Krishna. Entonces le dice a Arjuna que antes de Él, nadie ha visto a Dios en esta forma cósmica primordial. Incluso aquellos que estudian los Vedas, hacen penitencias severas, caridad o sacrificios de fuego, etcétera, no tienen esa oportunidad. Solo con devoción pura, similar a la de Arjuna, se puede ver a Dios, llegar a conocerlo, y alcanzar Yoga o la unión con Él."
    },
    "oneliner": {
      "en": "Yog through Beholding the Cosmic Form of God",
      "hi": "भगवान के विराट रूप के दर्शन का योग ",
      "gu": "ભગવાનના વૈશ્વિકરૂપના દર્શન દ્વારા યોગ",
      "te": "విశ్వ రూప దర్శన యోగము",
      "ta": "கடவுளின் ப்ரபஞ்ச வடிவத்தைக் காண்பதன் மூலம் யோகம்",
      "or": "ବିଶ୍ୱରୂପ ଦର୍ଶନ ଯୋଗ",
      "es": "Yoga Mediante la Contemplación de la Forma Cósmica de Dios"
    }
  },
  {
    "chapter_number": 12,
    "verses_count": 20,
    "name": {
      "en": "Bhakti Yog",
      "hi": "भक्तियोग",
      "gu": "ભક્તિ યોગ",
      "te": "భక్తి యోగము",
      "ta": "பக்தி யோகம்",
      "or": "ଭକ୍ତି ଯୋଗ",
      "es": "Bhakti Yoga"
    },
    "description": {
      "en": "This chapter begins with Arjun asking Shree Krishna about the two types of yogis and among them whom does He consider perfect. Those who worship the formless Brahman or those who are devoted to the personal-form of God. Shree Krishna declares that devotees can attain Him by both paths. However, He considers those who worship His personal-form as the best yogis. In this small chapter of 20 verses, Shree Krishna emphasizes that the path of devotion is the highest among all types of spiritual practices.\nHe then explains to Arjun that it is rather difficult to meditate upon the unmanifest aspect of God. Hence, the path of worshiping the formless is full of tribulations for the embodied souls. On the other hand, the devotees who worship His personal-form dedicate all their actions to Him. And with their mind and intellect consciously surrendered, they attain Him. Such souls swiftly get liberated from the cycle of life and death. Therefore, Shree Krishna asks Arjun to give up all doubts and surrender his intellect with his mind fixed in loving devotion to God alone.\nShree Krishna says that such love for God does not come naturally to the struggling souls. Devotion is not some mysterious gift that one can get; it requires consistent efforts to cultivate it. Shree Krishna tells Arjun that if he is unable to absorb his mind in God completely, then he should strive to do all his work with devotion to God. And with constant practice, he will reach perfection. If Arjun cannot even do this, then he should work for the pleasure of Shree Krishna. And if he feels even this is difficult, then he should simply renounce the fruits of all his works and be situated in the self.\nShree Krishna further explains that the cultivation of knowledge is higher than mechanical practice, and meditation is higher than knowledge. However, better than meditation is the renunciation of the fruits of actions because it immediately leads to great peace. The rest of this chapter describes all the wonderful qualities of God’s loving devotees, who are very dear to Him.",
      "hi": "इस छोटे अध्याय में आध्यात्मिक साधनाओं के अन्य मार्गों की अपेक्षा भक्ति मार्ग की सर्वोत्कृष्टता के महत्त्व पर प्रकाश डाला गया है। इसका प्रारम्भ अर्जुन द्वारा श्रीकृष्ण से पूछे गए इस प्रश्न से होता है कि वह योग में किन्हें पूर्ण माने, क्या जो भगवान की साकार रूप में भक्ति करते हैं या वे जो निराकार ब्रह्म की उपासना करते हैं? इसका उत्तर देते हुए श्रीकृष्ण कहते हैं कि दोनों मार्ग भगवद्प्राप्ति की ओर ले जाते हैं किन्तु वे उनकी साकार रूप की पूजा करने वाले भक्त का श्रेष्ठ योगी के रूप में सम्मान करते हैं। वे स्पष्ट करते हुए कहते हैं कि मायाबद्ध देह धारियों के लिए उनके निराकार अव्यक्त रूप की आराधना करना कष्टदायक और अत्यंत कठिन है जबकि साकार रूप की आराधना करने वाले भक्त अपनी चेतना के साथ भगवान में विलीन हो जाते हैं और उनके प्रत्येक कर्म भगवान को समर्पित होते हैं तथा वे शीघ्रता से जीवन मरण के बंधनों से मुक्त हो जाते हैं। इसलिए श्रीकृष्ण अर्जुन को अपनी बुद्धि उन्हें समर्पित करने और अपने मन को केवल उनकी प्रेममयी भक्ति में स्थिर करने के लिए कहते हैं। किन्तु ऐसा प्रेम प्रायः संघर्षमयी आत्मा लभ्य नहीं होता। इसलिए श्रीकृष्ण अन्य विकल्प देते हुए कहते हैं कि यदि अर्जुन तुरन्त अपने मन को पूर्ण रूप से भगवान में एकाग्र करने की अवस्था प्राप्त नहीं कर सकता तब उसे निरन्तर अभ्यास द्वारा पूर्णता की अवस्था को प्राप्त करने का प्रयास करना चाहिए। भक्ति कोई रहस्यमयी उपहार नहीं है। इसे निरन्तर प्रयास से पोषित किया जा सकता है। यदि अर्जुन इतना भी नहीं कर सकता तब भी उसे पराजय स्वीकार नहीं करनी चाहिए अपितु इसके विपरीत उसे केवल श्रीकृष्ण के सुख के लिए अपने कर्त्तव्यों का पालन करना चाहिए। यदि उसके लिए ऐसा करना भी संभव नहीं है तब उसे अपने कर्म फलों का त्याग कर देना चाहिए और अपनी आत्मा में स्थित हो जाना चाहिए। अब श्रीकृष्ण बताते हैं कि लौकिक कर्मों से श्रेष्ठ ज्ञान अर्जन करना है और ज्ञान अर्जन से श्रेष्ठ ध्यान है और ध्यान से श्रेष्ठ कर्म फलों का त्याग करना है जो तुरन्त परम शांति प्राप्त करने के मार्ग की ओर ले जाता है। इस अध्याय के शेष श्लोकों में उनके प्रिय भक्तों के अद्भुत गुणों का वर्णन किया गया है जो भगवान को अत्यन्त प्रिय हैं।",
      "gu": "આ લઘુ અધ્યાયમાં આધ્યાત્મિક સાધનાઓના અન્ય સર્વ પ્રકારોની તુલનામાં પ્રેમા ભક્તિમાર્ગની સર્વોત્કૃષ્ટતા ઉપર પ્રકાશ ફેંકવામાં આવ્યો છે. તેનો પ્રારંભ અર્જુન દ્વારા શ્રીકૃષ્ણને પૂછવામાં આવેલા પ્રશ્ન સાથે થાય છે કે તેઓ યોગમાં પૂર્ણ કોને માને છે—તેઓ કે જે ભગવાનના સાકાર સ્વરૂપની ભક્તિ કરે છે કે તેઓ કે જે નિરાકાર બ્રહ્મની ઉપાસના કરે છે? શ્રીકૃષ્ણ જણાવે છે કે બંને માર્ગ ભગવદ્-પ્રાપ્તિની દિશામાં અગ્રેસર કરનારા છે. પરંતુ, તેઓ તેમના સાકાર સ્વરૂપના ભક્તોનું શ્રેષ્ઠ યોગી તરીકે સમ્માન કરે છે. તેઓ સ્પષ્ટ કરે છે કે મૂર્ત શરીરધારીઓ માટે તેમના નિરાકાર અપ્રગટ સ્વરૂપનું ધ્યાન ધરવું કષ્ટથી પૂર્ણ અને અત્યંત કઠિન છે. પરંતુ સાકાર સ્વરૂપના ભક્તો તેમની ચેતના સાથે ભગવાનમાં વિલીન થઈને તથા તેમના સર્વ કર્મો ભગવાનને સમર્પિત કરીને સુગમતાથી જન્મ અને મૃત્યુના ચક્રમાંથી મુક્ત થઇ જાય છે. આમ, શ્રીકૃષ્ણ અર્જુનને તેની બુદ્ધિ તેમને સમર્પિત કરવા અને તેના મનને કેવળ તેમની અનન્ય પ્રેમા ભક્તિમાં સ્થિત કરવાનો ઉપદેશ આપે છે.\nજો કે પ્રાય: આવો પ્રેમ સંઘર્ષ કરતા જીવને પ્રાપ્ત થતો નથી. તેથી, શ્રીકૃષ્ણ અન્ય વિકલ્પો પ્રસ્તુત કરે છે અને જણાવે છે કે જો અર્જુન શીઘ્રતાપૂર્ણ મનને ભગવાનમાં લીન કરી દેવાની અવસ્થાએ ન પહોંચી શકે તો તેણે નિરંતર સાધના દ્વારા પૂર્ણતાની અવસ્થાએ પહોંચવાનો પ્રયાસ કરવો જોઈએ. ભક્તિ એ કોઈ રહસ્યમય ઉપહાર નથી, નિયમિત પ્રયાસો દ્વારા તેનું સંવર્ધન કરી શકાય છે. જો અર્જુન આટલું પણ ન કરી શકે તો પણ તેણે પરાજય સ્વીકારવો ન જોઈએ; પરંતુ, તેણે ભગવાનની પ્રસન્નતા માટે ભક્તિયુક્ત કર્તવ્યોનું પાલન કરવું જોઈએ. જો આ પણ શક્ય ન હોય તો તેણે કેવળ તેનાં કર્મોના ફળોનો ત્યાગ કરીને સ્વમાં સ્થિત થવું જોઈએ. પશ્ચાત્ તેઓ સ્પષ્ટ કરે છે કે યાંત્રિક સાધનાની તુલનામાં જ્ઞાનનું સંવર્ધન શ્રેષ્ઠ છે; જ્ઞાન કરતાં ધ્યાન શ્રેષ્ઠ છે; અને ધ્યાનની તુલનામાં કર્મોનાં ફળોનો ત્યાગ શ્રેષ્ઠ છે જેનાથી તુરંત શાંતિ પ્રાપ્ત થાય છે. આ અધ્યાયના અન્ય શ્લોકો ભગવાનના પ્રેમી ભક્તોના અદ્ભુત ગુણોનું વર્ણન કરે છે,  જે ભગવાનને અતિ પ્રિય છે.",
      "te": "ఈ చిన్న అధ్యాయము, మిగతా అన్ని ఆధ్యాత్మిక మార్గముల కన్నా, ప్రేమ యుక్త భక్తి మార్గము యొక్క సర్వోన్నత ఉత్కృష్టతని నొక్కివక్కాణిస్తుంది. యోగములో ఎవరిని ఎక్కువ శ్రేష్ఠులుగా కృష్ణుడు పరిగణిస్తాడు అని అర్జునుడు అడగటంతో ఈ అధ్యాయము ప్రారంభమవుతుంది —భగవంతుని సాకార రూపము పట్ల భక్తితో ఉండేవారా లేక నిరాకార బ్రహ్మంను ఉపాసించే వారా అని. ఈ రెండు మార్గాలు కూడా భగవత్ ప్రాప్తికే దారితీస్తాయి అని శ్రీ కృష్ణుడు సమాధానమిస్తాడు. కానీ, తన సాకార రూపమును ఆరాధించేవారే అత్యుత్తమ యోగులని ఆయన భావిస్తాడు. నిరాకార, అవ్యక్త భగవత్ తత్త్వముపై ధ్యానం చేయటం చాలా ఇబ్బందులతో కూడి ఉన్నది మరియు అది బద్ద జీవులకు చాలా కష్టతరమైనది అని వివరిస్తాడు. తమ అంతఃకరణ ఆయనతో ఏకమై పోయినవారు, మరియు తమ అన్ని కార్యములను ఆయనకే అర్పించిన సాకార రూప భక్తులు, త్వరితగతిన జనన-మరణ చక్రము నుండి విముక్తి చేయబడతారు. శ్రీ కృష్ణుడు ఈ విధంగా అర్జునుడిని, అతని బుద్ధిని తనకు అర్పించి, మనస్సుని అనన్య ప్రేమ-యుక్త భక్తితో తన యందే లగ్నం చేయమని ప్రార్థిస్తాడు.    కానీ, తరచుగా, ఇటువంటి ప్రేమ, ప్రయాసపడే జీవాత్మలో కనిపించదు. కాబట్టి, శ్రీకృష్ణుడు ఇతర పద్ధతులను కూడా సూచించాడు, ఒకవేళ అర్జునుడు తక్షణమే భగవంతుని యందు మనస్సుని పూర్తిగా నిమగ్నం చేసే స్థాయిని చేరుకోలేకపోతే, అతను ఆ యొక్క దోషరహిత పరిపూర్ణ స్థాయిని చేరుకోవటానికి పరిశ్రమించాలి. భక్తి అనేది ఏదో ఒక నిగూఢమైన బహుమానం కాదు, దానిని నిరంతర అభ్యాసము ద్వారా పెంపొందించుకోవచ్చు. ఒకవేళ అర్జునుడు ఇది కూడా చేయలేకపోతే, అతను ఓటమిని ఒప్పుకోకూడదు; సరికదా భక్తితో శ్రీకృష్ణుడి ప్రీతికోసం పనిచేయటం నేర్చుకోవాలి. ఒకవేళ ఇది కూడా సాధ్యం కాకపోతే, అతను తన కర్మ-ఫలములను త్యజింఛాలి మరియు ఆత్మయందే స్థితమై ఉండాలి. కృష్ణుడు ఇంకా ఏమంటున్నాడంటే, యాంత్రికమైన అభ్యాసం కన్నా జ్ఞానాన్ని పెంపొందించుకోవటం ఉన్నతమైనది, జ్ఞానాన్ని పెంపొందించుకోవడం కంటే ధ్యానం ఉన్నతమైనది; ధ్యానం కంటే ఉన్నతమైనది కర్మ ఫలములను త్యజించటం, ఇది తక్షణమే ఎంతో శాంతిని కలుగజేస్తుంది. ఈ అధ్యాయం యొక్క మిగతా శ్లోకాలు భగవంతుడికి చాలా ప్రియమైన, ఆయన ప్రేమ-యుక్త భక్తుల యొక్క మహోన్నతమైన గుణములను విశదీకరిస్తాయి.",
      "ta": "மற்ற எல்லா வகையான ஆன்மீக நடைமுறைகளையும் விட அன்பான பக்தியின் பாதையின் சிறந்த சிறப்பை இந்த சுருக்கமான அத்தியாயம் வலியுறுத்துகிறது. அர்ஜுனன் ஸ்ரீ கிருஷ்ணரிடம் கடவுளின் தனிப்பட்ட வடிவத்தில் பக்தி கொண்டவர்கள் மற்றும் உருவமற்ற ப்ரஹ்மனை வணங்குபவர்கள் இவர்களுக்கு இடையே யாரை ஸ்ரீ கிருஷ்ணர் யோகத்தில் சிறந்தவராக கருதுகிறார் என்று கேட்பதில் இருந்து இந்த அத்தியாயம் தொடங்குகிறது. இரண்டு பாதைகளும் கடவுளை உணர்தலுக்கு இட்டுச் செல்கின்றன என்பதை அறிவிப்பதன் மூலம் ஸ்ரீ கிருஷ்ணர் பதிலளிக்கிறார். இருப்பினும், அவர் தனது தனிப்பட்ட வடிவத்தின் பக்தர்களை சிறந்த யோகிகளாகக் கருதுகிறார்.கடவுளின் ஆள்மாறான வெளிப்படாத அம்சத்தைப் பற்றிய தியானம் உடலமைக்கப்பட்ட உயிரினங்களுக்கு மிகவும் கடினமானது என்று அவர் விளக்குகிறார். ஆனால் கடவுளின் தனிப்பட்ட வடிவத்தின் பக்தர்கள், தங்கள் விழிப்புணர்வு நிலையை கடவுளுடன் ஒருங்கிணைத்து மற்றும் அவர்கள் செய்யும் அனைத்து செயல்களையும் அவருக்காக அற்பணித்து வாழ்க்கை மற்றும் இறப்பு சுழற்சியிலிருந்து விரைவாக விடுதலை பெறுகின்றனர். ஸ்ரீ கிருஷ்ணர் இவ்வாறு அர்ஜுனனிடம் தனது புத்தியை ஒப்படைத்து, அவர் மீது மட்டுமே பிரத்யேக அன்பான பக்தியில் தனது மனதை நிலைநிறுத்துமாறு கேட்டுக்கொள்கிறார்.இருப்பினும், போராடும் ஆன்மாவுக்கு அத்தகைய அன்பு பெரும்பாலும் கிடைக்காது. எனவே, ஸ்ரீ கிருஷ்ணர் வேறு சாத்திய கூறுகளை கூறுகிறார். மேலும் அர்ஜுனனால் கடவுளில் உடனடியாக மனதை முழுமையாக நிலை நிறுத்த இயலாவிட்டால், அந்த முழு நிலையை அடைய அவர் தொடர்ந்து பயிற்சி செய்ய வேண்டும் என்று கூறுகிறார். பக்தி என்பது ஒரு மர்மமான வரம் அல்ல, வழக்கமான முயற்சியால் வளர்த்துக்கொள்ள முடியும். அர்ஜுனனால் இவ்வளவு கூட செய்ய முடியாவிட்டால், அவர் தோல்வியை ஒப்புக்கொள்ளக் கூடாது; மாறாக, ஸ்ரீ கிருஷ்ணரின் மகிழ்ச்சிக்காக பக்தியுடன் உழைக்க வேண்டும்... இதுவும் முடியாவிட்டால், பின்னர் அவர் தனது செயல்களின் பலனைத் துறந்து சுயத்தில் நிலைபெற வேண்டும். பின்னர் அவர் இயந்திர நடைமுறையை விட உயர்ந்தது அறிவை வளர்ப்பது; அறிவை வளர்ப்பதை விட உயர்ந்தது தியானம்; மற்றும் தியானத்தை விட உயர்ந்தது செயல்களின் பலனைத் துறப்பது, இது உடனடியாக பெரும் அமைதிக்கு வழிவகுக்கும் என்று விளக்குகிறார்.அத்தியாயத்தின் மீதமுள்ள வசனங்கள் கடவுளுக்கு மிகவும் பிரியமான அன்பான பக்தர்களின் அற்புதமான குணங்களை விவரிக்கின்றன.",
      "or": "ଏହି ଛୋଟ ଅଧ୍ୟାୟଟି, ଅନ୍ୟ ସମସ୍ତ ପ୍ରକାରର ଆଧ୍ୟାତ୍ମିକ ସାଧନା ପଦ୍ଧତି ଅପେକ୍ଷା ପ୍ରେମ ରସ ଯୁକ୍ତ ଭକ୍ତିମାର୍ଗର ଉତ୍କୃଷ୍ଟତା ଉପରେ ଗୁରୁତ୍ୱାରୋପ କରିଛି । ଏହାର ପ୍ରାରମ୍ଭରେ ଅର୍ଜୁନ ଶ୍ରୀକୃଷ୍ଣଙ୍କୁ ପଚାରୁଛନ୍ତି ଯେ ତାଙ୍କ ସାକାର ସ୍ୱରୂପର ଉପାସକ ଏବଂ ନିରାକାର ବ୍ରହ୍ମ ସ୍ୱରୂପର ଉପାସକମାନଙ୍କ ମଧ୍ୟରୁ କାହାକୁ ସେ ଉଚ୍ଚକୋଟୀର ମନେକରନ୍ତି । ଶ୍ରୀକୃଷ୍ଣ ଏହାର ଉତ୍ତର ଦେବାକୁ ଯାଇ ଘୋଷଣା କରୁଛନ୍ତି ଯେ ଉଭୟ ମାର୍ଗ ଭଗବତ୍ ପ୍ରାପ୍ତି କରାଇଥାଏ । ତଥାପି ସେ ତାଙ୍କ ସାକାର ସ୍ୱରୂପର ଭକ୍ତମାନଙ୍କୁ ସର୍ବଶ୍ରେଷ୍ଠ ଯୋଗୀ ମନେ କରନ୍ତି । ସେ କହୁଛନ୍ତି, ଭଗବାନଙ୍କ ଅବ୍ୟକ୍ତ ନିରାକାର ସ୍ୱରୂପର ଧ୍ୟାନ କରିବା କ୍ଳେଶପୂର୍ଣ୍ଣ ଏବଂ ଶରୀରଧାରୀ ଜୀବଙ୍କ ପାଇଁ ଏହା ଅତ୍ୟନ୍ତ କଷ୍ଟକର ଅଟେ । କିନ୍ତୁ ସାକାର ରୂପର ଭକ୍ତମାନେ, ତାଙ୍କର ମନ-ବୁଦ୍ଧି ଭଗବାନଙ୍କଠାରେ ନିମଗ୍ନ କରି ଏବଂ ସମସ୍ତ କର୍ମ ଭଗବାନଙ୍କୁ ଅର୍ପଣ କରି, ଜନ୍ମ ମୃତ୍ୟୁର ଚକ୍ରରୁ ଅଚିରେ ମୁକ୍ତ ହୋଇଯାଆନ୍ତି । ସୁତରାଂ, ଶ୍ରୀକୃଷ୍ଣ ଅର୍ଜୁନଙ୍କୁ ନିଜର ବୁଦ୍ଧିକୁ ତାଙ୍କଠାରେ ସମର୍ପଣ କରି, ମନକୁ ଶ୍ରଦ୍ଧାଯୁକ୍ତ ଭକ୍ତି ସହ କେବଳ ତାଙ୍କଠାରେ ଲଗାଇବାକୁ ନିର୍ଦ୍ଦେଶ ଦେଉଛନ୍ତି ।କିନ୍ତୁ, ଏପରି ଶ୍ରଦ୍ଧା ସଂଘର୍ଷରତ ଜୀବଠାରେ ସହଜରେ ଉତ୍ପନ୍ନ ହୋଇ ନ ଥାଏ । ତେଣୁ ଶ୍ରୀକୃଷ୍ଣ ତାଙ୍କୁ ଅନ୍ୟ ଏକ ବିକଳ୍ପ ଦେଉଛନ୍ତି । ସେ କହୁଛନ୍ତି ଯେ ଯଦି ଅର୍ଜୁନ ତତ୍‌କ୍ଷଣାତ୍ ନିଜର ମନକୁ ଭଗବାନଙ୍କଠାରେ ସମ୍ପୂର୍ଣ୍ଣ ରୂପେ ସଂଲଗ୍ନ କରିପାରୁ ନାହାଁନ୍ତି, ତେବେ ସେହି ସ୍ଥିତିକୁ ହାସଲ କରିବା ପାଇଁ ସେ ନିରନ୍ତର ତାହାର ଅଭ୍ୟାସ କରିବା ଆବଶ୍ୟକ । ଭକ୍ତି କୌଣସି ଚମତ୍କାର ନୁହେଁ, ନିରନ୍ତର ଅଭ୍ୟାସ ଦ୍ୱାରା ଏହାକୁ ଉତ୍ପନ୍ନ କରାଯାଇପାରିବ । ସେତିକି ମଧ୍ୟ ଯଦି ଅର୍ଜୁନ କରି ନ ପାରୁଛନ୍ତି, ତେବେ ସେ ହାର ନ ମାନି ଶ୍ରୀକୃଷ୍ଣଙ୍କର ସୁଖ ଉଦ୍ଦେଶ୍ୟରେ ଭକ୍ତିଯୁକ୍ତ କର୍ମ କରିବା ଉଚିତ୍ । ଯଦି ତାହା ମଧ୍ୟ ସମ୍ଭବ ନୁହେଁ, ତେବେ ସେ କର୍ମଫଳ ତ୍ୟାଗ କରି କେବଳ ଆତ୍ମାରେ ସ୍ଥିତ ରହିବା ଉଚିତ । ତାପରେ ଶ୍ରୀକୃଷ୍ଣ କହୁଛନ୍ତି, କେବଳ ଶରୀର ଦ୍ୱାରା ଅଭ୍ୟାସ କରିବା ଅପେକ୍ଷା ଜ୍ଞାନ ଲାଭ କରିବା ଶ୍ରେଷ୍ଠ ଅଟେ; ଜ୍ଞାନ ଲାଭ କରିବା ଅପେକ୍ଷା ଧ୍ୟାନ ଶ୍ରେଷ୍ଠ ଅଟେ; ଧ୍ୟାନଠାରୁ କର୍ମଫଳ ତ୍ୟାଗ କରିବା ଶ୍ରେଷ୍ଠ ଅଟେ, ଯାହାକି ତତ୍‌କ୍ଷଣାତ୍ ଶାନ୍ତି ପ୍ରଦାନ କରିଥାଏ । ଏହି ଅଧ୍ୟାୟର ଅନ୍ୟ ଶ୍ଲୋକ ଗୁଡ଼ିକରେ ସେ ତାଙ୍କର ଯେଉଁମାନେ ଅତ୍ୟନ୍ତ ପ୍ରିୟ, ସେହି ଭକ୍ତମାନଙ୍କର ଅତି ଉତ୍କୃଷ୍ଟ ଗୁଣ ସବୁର ବର୍ଣ୍ଣନା କରିଛନ୍ତି ।",
      "es": "Este capítulo comienza con Arjuna preguntándole a Sri Krishna sobre los dos tipos de yoguis y a cuál de ellos considera perfecto. Aquellos que adoran al Brahman sin forma o aquellos que son devotos a la forma personal de Dios. Krishna declara que los devotos pueden alcanzarlo por ambos caminos. Sin embargo, considera a aquellos que adoran Su forma personal como los mejores yoguis. En este pequeño capítulo de 20 versos, Sri Krishna enfatiza que el camino de la devoción o bhakti es el más elevado de entre todos los tipos de prácticas espirituales.\nEntonces le explica a Arjuna que es bastante difícil meditar sobre el aspecto no manifiesto de Dios. Por lo tanto, el camino de la adoración de la forma no manifiesta está lleno de tribulaciones para las almas encarnadas. En tanto, los devotos que adoran Su forma personal le dedican todas sus acciones, y con su mente e intelecto conscientemente rendidos, lo alcanzan. Tales almas se liberan rápidamente del ciclo de la vida y la muerte. Por lo tanto, Krishna le pide a Arjuna que abandone todas las dudas y entregue su intelecto con su mente fija solamente en la devoción amorosa a Dios.\nSri Krishna dice que tal amor por Dios no viene naturalmente a las almas en lucha. La devoción no es un don misterioso que uno puede obtener; requiere esfuerzos constantes para cultivarla. Sri Krishna le dice a Arjuna que, si no puede absorber su mente completamente en Dios, entonces debe esforzarse por hacer todo su trabajo con devoción hacia Dios. Y con la práctica constante, alcanzará la perfección. Si Arjuna no puede hacer esto, entonces debe trabajar para el placer de Krishna. Y si siente que incluso esto es difícil, entonces debe simplemente renunciar a los frutos de todos sus trabajos y situarse en el ser.\nSri Krishna explica además que el cultivo del conocimiento es superior a la práctica mecánica, y la meditación es superior al conocimiento. Sin embargo, mejor que la meditación es la renuncia a los frutos de las acciones porque conduce inmediatamente a una gran paz. El resto de este capítulo describe todas las maravillosas cualidades de los devotos amorosos de Dios, quienes son muy queridos por Él."
    },
    "oneliner": {
      "en": "The Yog of Devotion",
      "hi": "भक्ति का विज्ञान ",
      "gu": "ભક્તિનો યોગ",
      "te": "భక్తి యోగము",
      "ta": "பக்தியின் யோகம்",
      "or": "ଭକ୍ତି ଯୋଗ",
      "es": "Yoga de la Devoción"
    }
  },
  {
    "chapter_number": 13,
    "verses_count": 35,
    "name": {
      "en": "Kṣhetra Kṣhetrajña Vibhāg Yog",
      "hi": "क्षेत्र क्षेत्रज्ञ विभाग योग ",
      "gu": "ક્ષેત્ર ક્ષેત્રજ્ઞ વિભાગ યોગ ",
      "te": "క్షేత్ర క్షేత్రజ్ఞ విభాగ యోగము",
      "ta": "க்ஷேத்ர க்ஷேத்ரஞ்ஞ விபாக யோகம்",
      "or": "କ୍ଷେତ୍ର କ୍ଷେତ୍ରଜ୍ଞ ବିଭାଗ ଯୋଗ",
      "es": "Kṣhetra Kṣhetrajña Vibhāg Yoga"
    },
    "description": {
      "en": "Based on its content, the eighteen chapters of the Bhagavad Gita can be divided into three sections. The first six chapters describe Karm Yog or the path of duty.  The second set, from chapters seven to twelve, glorify the path of bhakti or loving devotion of God. They also describe the opulence of God as the divine nectar that nourishes devotion. The third set, starting from this chapter, expounds upon tattva jñāna or the of knowledge scriptural terms and principles. \nIn this chapter, Shree Krishna introduces two terms—kṣhetra (the field) and kṣhetrajña (knower of the field). In simple terms, the ‘field’ may be considered the body and the soul as the ‘knower of the field.’ However, the field is actually much more than just the physical body—it includes the mind, intellect, ego, and all other components of material energy that are part of our personality. In broader terms, except for the soul, who is the ‘knower of the field,’ all material aspects of our entire personality are considered—the ‘field’ of the body.\nWhen a farmer sows’ paddy in his field, he can only harvest paddy and not wheat or maize from that field. Similarly, the good or bad thoughts and actions that we sow in our field, that is our body, we harvest the resultant destiny. The Buddha taught: “All that we are is the result of what we have thought; it is founded on our thoughts, and it is made of our thoughts.”  Thus, as we think, that is what we become.  The great American philosopher Ralph Waldo Emerson said: “The ancestor of every action is a thought.” Therefore, it is necessary to cultivate appropriate thoughts and actions in the field of our body. For this, we should be able to differentiate between kṣhetra, the field, and kṣhetrajña, the knower of the field.\nShree Krishna gives a detailed analysis of these two aspects of human existence. He starts by enumerating the material elements that encompass kṣhetra, the field of the human body. He calls the feelings, sentiments, emotions, etc., that arise in this field (body) as modifications, and the virtues and pious good qualities purify the field and illuminate it with knowledge. This knowledge helps us realize and understand the existence of our soul, which is the kṣhetrajña or the knower of the field. Shree Krishna then starts describing God, the supreme knower of the fields of all living creatures. He says that the Supreme Lord possesses opposite attributes at the same time, which seem contradictory. Understand that God is all-pervading in His creation, yet, He sits in the heart of every living being. Thus, He is the Supreme Soul.\nAfter describing the Supreme Soul, the soul, and the material nature of the living beings, Shree Krishna explains which of these is responsible for their actions. Also, who is responsible for the cause and effect in the universe at large. Those who understand these differences and identify the correct causes of actions; are the ones who see the ultimate truth; and are situated in knowledge. They do not degrade themselves by the illusions of their minds and perceive the presence of the Supreme Soul in every living being. In the same material nature, they are able to identify a variety of living beings and look at all existence pervaded by a common spiritual substratum. With this knowledge, they attain consciousness of the Brahman or God-realization.",
      "hi": "भगवद्गीता में कुल अठारह अध्याय हैं। इनका तीन खण्डों में संपादन किया गया है। प्रथम खण्ड के छः अध्यायों में कर्मयोग का वर्णन किया गया है। दूसरे खण्ड में भक्ति की महिमा और भक्ति को पोषित करने का वर्णन हुआ है। यह भगवान के ऐश्वर्यों की ओर भी ध्यान आकर्षित करता है। तीसरे खण्ड के छः अध्यायों में तत्त्वज्ञान पर व्याख्या की गयी है। यह तीसरे खण्ड के अध्यायों का प्रथम अध्याय है। यह दो शब्दों क्षेत्र (शरीर) और क्षेत्रज्ञ (शरीर का ज्ञाता) से परिचित कराता है। हम शरीर को क्षेत्र के रूप में और शरीर में निवास करने वाली आत्मा को शरीर के ज्ञाता के रूप में स्वीकार कर सकते हैं लेकिन यह एक सरलीकरण है क्योंकि क्षेत्र का अर्थ वास्तव में अधिक व्यापक हैं। इसमें मन, बुद्धि, अहंकार और माया (प्राकृत) शक्ति के अन्य सभी घटक भी सम्मिलित हैं जिनसे हमारा व्यक्तित्त्व निर्मित होता है। व्यापक ज्ञान के आधार पर देह के क्षेत्र में आत्मा को छोड़कर जो कि 'शरीर की ज्ञाता' है, हमारे व्यक्तित्व के सभी पहलू सम्मिलित हैं। जिस प्रकार किसान खेत में बीज बो कर खेती करता है। इसी प्रकार से हम अपने शरीर को शुभ-अशुभ विचारों और कर्मों से पोषित करते हैं और परिणाम स्वरूप अपना भाग्य बनाते हैं। महात्मा बुद्ध ने यह व्याख्या की है-\"हम जो सोचते हैं वही हमारे सामने परिणाम के रूप में आता है\" इसलिए हम जैसे सोचते हैं वैसे बन जाते हैं। महान अमेरिकी विचारक राल्फ वाल्डो हमर्सन ने कहा है-\"विचार ही सभी कर्मों का जनक है।\" इसलिए हमें शुभ एवं उचित विचारों और कर्मों से अपने शरीर को पोषित करने की विधि सीखनी चाहिए। इसके लिए शरीर और शरीर के ज्ञाता के बीच के भेद को जानना आवश्यक है। इस अध्याय में श्रीकृष्ण इस अन्तर के विस्तृत विश्लेषण की ओर ले जाते हैं। वे प्राकृत शक्ति के उन तत्त्वों की गणना करते हैं जिनसे शरीर के क्षेत्र की रचना होती है। वे शरीर में होने वाले उन परिवर्तनों जो भावनाओं, मत, दृष्टिकोण के रूप में उदय होते हैं का वर्णन करते हैं। वे उन गुणों और विशेषताओं का भी उल्लेख करते हैं जो मन को शुद्ध और उसे ज्ञान के प्रकाश से आलोकित करते हैं। ऐसे ज्ञान से आत्मा के ज्ञान की अनुभूति करने में सहायता मिलती है जो शरीर की ज्ञाता है। तत्पश्चात इस अध्याय में भगवान जो सभी प्राणियों के शरीर का ज्ञाता है का अद्भुत वर्णन किया गया है। भगवान विरोधी गुणों के अधिष्ठाता हैं अर्थात वे एक ही समय में विरोधाभासी गुणों को प्रकट करते हैं। इस प्रकार से वे सृष्टि में सर्वत्र व्यापक हैं और सभी के हृदयों में निवास करते हैं। इसलिए वे सभी जीवों की परम आत्मा हैं। आत्मा, परमात्मा और भौतिक शक्ति का वर्णन करने के पश्चात श्रीकृष्ण आगे यह व्याख्या करते हैं कि जीवों द्वारा किए जाने वाले कर्मों के लिए इनमें से कौन उत्तरदायी है? और पूरे संसार में इनके कारण और परिणाम के लिए कौन अत्यधिक उत्तरदायी है? वे जिन्हें इनके भेद का बोध हो जाता है और जो भली भांति कर्म के कारण को जान लेते हैं वही वास्तव में देखते हैं और केवल वही दिव्य ज्ञान में स्थित हो जाते हैं। वे सभी जीवों में परमात्मा को देखते हैं और इसलिए वे मानसिक रूप से किसी को अपने से नीचा नहीं समझते। वे एक ही प्राकृतिक शक्ति में स्थित विविध प्रकार के जीवन रूपों को देख सकते हैं और जब वे सभी अस्तित्त्वों में सामान्य आध्यात्मिक आधार को देखते हैं तब उन्हें ब्रह्म की अनुभूति होती है।",
      "gu": "ભગવદ્દ ગીતામાં કુલ ૧૮ અધ્યાયો છે, જેનું સંપાદન ત્રણ વિભાગોમાં કરવામાં આવ્યું છે. પ્રથમ વિભાગના છ અધ્યાયોમાં કર્મયોગનું વર્ણન કરવામાં આવ્યું છે. દ્વિતીય વિભાગમાં ભક્તિનો મહિમા તથા ભક્તિની પુષ્ટિ અર્થે ભગવાનના ઐશ્વર્યનું વિસ્તૃત વર્ણન કરવામાં આવ્યું છે. તૃતીય વિભાગના છ અધ્યાયમાં તત્ત્વજ્ઞાન (જ્ઞાન, શાસ્ત્રોક્ત વ્યાખ્યાઓ તથા સિદ્ધાંતો)નું વિસ્તારપૂર્વક વર્ણન થયું છે. આ અધ્યાય તૃતીય વિભાગના છ અધ્યાયોમાંથી પ્રથમ અધ્યાય છે અને તે બે વિભાવનાઓ—ક્ષેત્ર અને ક્ષેત્રજ્ઞ (ક્ષેત્રનો જાણકાર)ને પ્રસ્તુત કરે છે. આપણે ક્ષેત્રને શરીર અને ક્ષેત્રજ્ઞને તેમાં નિવાસ કરતો આત્મા માની લઈએ, પરંતુ આ અતિ સામાન્ય સમજૂતી છે કારણ કે, ક્ષેત્રનો અર્થ વાસ્તવમાં અધિક વ્યાપક છે—તેમાં મન, બુદ્ધિ, અને અહંકાર તથા સર્વ માયિક ઘટકો કે જેનાથી આપણા વ્યક્તિત્ત્વનું નિર્માણ થાય છે તે સર્વનો સમાવેશ થાય છે. આ વ્યાપક દૃષ્ટિએ શરીરનું ક્ષેત્ર આત્મા એટલે કે “ક્ષેત્રનો જ્ઞાતા”ને છોડીને આપણા વ્યક્તિત્ત્વના સર્વ પાસાંઓને આવરી લે છે.\nજે પ્રકારે, એક ખેડૂત ખેતરમાં બીજનું વાવેતર કરે છે અને તેના પાકની લણણી કરે છે, તે પ્રમાણે, આપણે આપણા શરીરરૂપી ક્ષેત્રમાં શુભ તથા અશુભ વિચારો અને કર્મોનું વાવેતર કરીએ છીએ અને તેના પરિણામ સ્વરૂપ ભાગ્યની લણણી કરીએ છીએ. ગૌતમ બુદ્ધે કહ્યું છે: “આપણે જે કંઈ છીએ તે આપણે શું વિચાર્યું છે તેનું પરિણામ છે, તે આપણા વિચારો પર સ્થાપિત છે અને તે આપણા વિચારોથી જ રચિત છે.” તેથી, આપણે જે વિચારીએ છીએ તેવા આપણે બની જઈએ છીએ. અમેરિકાના મહાન વિચારક, રાલ્ફ વાલ્ડો એમર્સને કહ્યું છે: “વિચાર એ પ્રત્યેક કાર્યનો પૂર્વજ છે.” તેથી આપણે શરીરરૂપી ક્ષેત્રનું ઉચિત વિચારો તથા કર્મો દ્વારા સંવર્ધન કરવાની કળા શીખવી જોઈએ. આ માટે ક્ષેત્ર તથા ક્ષેત્રના જ્ઞાતા વચ્ચેની ભિન્નતાનું જ્ઞાન હોવું આવશ્યક છે. શ્રીકૃષ્ણ આ અધ્યાયમાં આ ભિન્નતા અંગે વિસ્તૃત વિશ્લેષણ કરે છે. તેઓ શરીરના ક્ષેત્રની સંરચના કરતી માયિક પ્રકૃતિનાં ઘટકોની ગણના કરે છે. તેઓ ભાવનાઓ, સંવેદનાઓ અને ઊર્મિઓના સ્વરૂપે ક્ષેત્રમાં ઉદ્ભવતા પરિવર્તનો અંગે વર્ણન કરે છે. તેઓ ક્ષેત્રને શુદ્ધ કરતા અને તેને જ્ઞાનના પ્રકાશથી પ્રકાશિત કરતા ગુણો અને વિશેષતાઓનો પણ ઉલ્લેખ કરે છે. આવું જ્ઞાન આપણને આત્મ-અનુભૂતિની પ્રાપ્તિમાં સહાયરૂપ થાય છે, જે ક્ષેત્રનો જ્ઞાતા છે. પશ્ચાત્ આ અધ્યાય ભગવાનનું વર્ણન કરે છે કે  જેઓ સર્વ જીવોનાં ક્ષેત્રોના પરમ જ્ઞાતા છે. તે પરમેશ્વર વિરોધાભાસી ગુણધર્મો ધારણ કરે છે અર્થાત્ એક જ સમયે વિરોધી ગુણો પ્રગટ કરે છે. આમ, તેઓ સૃષ્ટિમાં સર્વ-વ્યાપક પણ છે અને છતાં સર્વ જીવોના અંત:કરણમાં સ્થિત છે. આ પ્રમાણે, તેઓ સર્વ જીવોનાં પરમ-આત્મા છે.\nઆત્મા, પરમાત્મા અને માયિક પ્રકૃતિનું વર્ણન કર્યા પશ્ચાત્ શ્રીકૃષ્ણ જીવો દ્વારા થતાં કર્મો માટે કોણ ઉત્તરદાયી છે અને સંસારના વિશાળ ફલક ઉપર કાર્ય-કારણ માટે કોણ ઉત્તરદાયી છે તે અંગે સ્પષ્ટતા કરે છે. જે લોકોને આ ભિન્નતાનો બોધ છે અને કાર્યના કારણ અંગે સ્પષ્ટ નિર્દેશ કરે છે, તેઓ વાસ્તવમાં જોઈ શકે છે અને તેઓ જ્ઞાનમાં સ્થિત હોય છે. તેઓ સર્વ જીવોમાં પ્રવર્તમાન પરમાત્માનું દર્શન કરે છે અને તેથી તેઓ મનથી કોઈની અવહેલના કરતા નથી. તેઓ વિવિધ જીવોને એક જ માયિક પ્રકૃતિમાં સ્થિત જોવે છે. જયારે તેઓ સમગ્ર અસ્તિત્વમાં એક-સમાન આધ્યાત્મિક મૂળાધારને વ્યાપ્ત જોવે છે ત્યારે તેઓ બ્રહ્મનો સાક્ષાત્કાર પ્રાપ્ત કરે છે.",
      "te": "ఒక్కోటి ఆరు అధ్యాయములతో కూడిన మూడు విభాగాలుగా, భగవద్గీతలో మొత్తం పద్దెనిమిది అధ్యాయాలు ఉంటాయి. మొదటి ఆరు అధ్యాయముల భాగము కర్మ యోగాన్ని విశదీకరిస్తుంది. రెండవ భాగము, భక్తి యొక్క మహత్వమును, మరియు భక్తిని పెంపొందించుకోవటానికి భగవంతుని యొక్క విభూతులను కూడా (ఐశ్వర్యములను) తెలియపరుస్తుంది. మిగతా ఆరు అధ్యాయముల మూడవ భాగము, తత్త్వ జ్ఞానమునకు అర్థవివరణ చేస్తుంది. ఈ ప్రస్తుత అధ్యాయము, మూడవ భాగములోని మొదటి అధ్యాయము; ఇది రెండు పదాలను మనకు పరిచయం చేస్తున్నది — క్షేత్రము మరియు క్షేత్రజ్ఞుడు (క్షేత్రమును తెలిసినవాడు). క్షేత్రము అంటే ఈ శరీరము అని మరియు క్షేత్రజ్ఞుడు (క్షేత్రమును ఎరిగినవాడు) అంటే అందులో ఉండే ఆత్మ అని అనుకోవచ్చు. కానీ ఇది విషయాన్ని చాలా సరళీకరణం చేసినట్టే, ఎందుకంటే క్షేత్రము అంటే దానిలో చాలా ఉంటాయి — మనస్సు, బుద్ధి, మరియు అహంకారము, మరియు మన వ్యక్తిత్వములో ఉండే భౌతిక శక్తి యొక్క అన్ని అంశములు. ఈ బృహత్‌ నిర్వచనంలో, ఆత్మ తప్ప, మన వ్యక్తిత్వమును నిర్ణయించే మిగతా అన్ని అస్తిత్వాలను కలిపి శరీర క్షేత్రము అనవచ్చు. జీవాత్మను క్షేత్రమును తెలిసినవాడు, లేదా 'క్షేత్రజ్ఞుడు' అంటారు.    ఎలాగైతే, ఒక రైతు తన క్షేత్రములో విత్తనములు వేసి, దాని నుండి పంటను పొందుతాడో, అదేవిధంగా మన శరీరము అనే క్షేత్రములో మంచి లేదా చెడు తలంపులు మరియు కార్యములు వేసి, తద్వారా మన భవిష్యత్తుని పొందుతాము. బుద్ధుడు ఇలా వివరించాడు: ‘మన ప్రస్తుత స్థితి మన ఆలోచనల/తలంపుల ఫలితమే; అది మన తలంపుల మీదనే ఆధారపడి ఉన్నది; మరియు అది మన ఆలోచనలతోనే తయారు చేయబడినది.’ కాబట్టి, మన ఆలోచనలు ఎట్లా ఉంటే మనం అట్లానే అవుతాము. ప్రఖ్యాత అమెరికన్ తత్త్వవిచారకుడు రాల్ఫ్ వాల్డో ఎమెర్సన్, ఇలా అన్నాడు: ‘ప్రతి పని యొక్క వెనుక మూలకారణం ఒక ఆలోచన ఉంటుంది. (The ancestor of every action is thought).’ అందుకే, మన క్షేత్రమును, మంచి ఆలోచనలు మరియు చర్యలతో ఉంచుకునే కళను మనం నేర్చుకోవాలి. దీనికి క్షేత్రము మరియు క్షేత్రజ్ఞుడు – యొక్క తేడాను స్పష్టంగా చూపించే జ్ఞానం అవసరము. ఈ ప్రస్తుత అధ్యాయములో, శ్రీ కృష్ణుడు ఈ యొక్క విషయంపై విస్తారమైన విశ్లేషణను అందిస్తున్నాడు. శరీర క్షేత్రములో ఉన్న భౌతిక ప్రాకృతిక మూలకాలన్నింటినీ ఇక్కడ పేర్కొంటున్నాడు. భావాలు, ఉద్వేగాలు, మరియు మానసిక స్థితుల రూపాల్లో, క్షేత్రములో జనించే మార్పులు/కదలికలను ఆయన వివరిస్తాడు. క్షేత్రమును పవిత్రం చేసి, దానిని జ్ఞాన దీపముచే ప్రకాశం చేసే గుణములు మరియు లక్షణములను శ్రీ కృష్ణుడు పేర్కొంటాడు. ఇటువంటి జ్ఞానము మనకు క్షేత్రజ్ఞుడైన ఆత్మను అనుభవము లోనికి తేవటానికి దోహదపడుతుంది. ఆ తదుపరి, ఈ అధ్యాయము, సమస్త ప్రాణుల క్షేత్రములను సంపూర్ణముగా తెలిసినవాడైన భగవంతుడి గురించి మనకు వివరిస్తుంది. ఆ సర్వోన్నత భగవానుడు ఒకేసమయంలో పరస్పర విరుద్ధమైన లక్షణములను కలిగి ఉంటాడు, అంటే, ఒకే సమయంలో విరుద్ధమైన గుణములను కలిగి ఉండటం. అందుకే, సృష్టిలో సర్వవ్యాపిగా ఉంటాడు, మరియు సర్వ భూతముల హృదయములలో కూర్చుని కూడా ఉంటాడు. కాబట్టి, అందుకే ఆయన సమస్త ప్రాణులకు పరమాత్మ.    ఆత్మ, పరమాత్మ, మరియు భౌతిక ప్రకృతి-లను వివరించిన పిదప, శ్రీ కృష్ణుడు, జీవ రాశులు చేసే పనులకు వీటిలో ఏది కారణమో వివరిస్తాడు, మరియు అంతేకాక, స్థూలంగా ఈ ప్రపంచంలో కారణము మరియు కార్యములకు ఏది మూలమో కూడా వివరిస్తాడు. ఎవరైతే వీటిని స్పష్టంగా వేర్వేరుగా చూడగలుగుతారో మరియు సరిగ్గా నిశితంగా కార్యము యొక్క కారణములను చూడగలరో, వారే నిజముగా చూసినట్టు; వారే నిజముగా జ్ఞానములో స్థితమై ఉన్నట్టు. వారు ప్రతి ప్రాణిలో ఉన్న పరమాత్మను గమనించగలరు, మరియు తమ మనస్సుచే తమని తామే నీచ స్థాయికి దిగజార్చుకోరు. విభిన్నమైన జీవరాశులు ఒకే ప్రకృతి యందు స్థితమై ఉన్నట్టు చూడగలరు. సమస్త సృష్టిలో అంతర్లీనంగా వ్యాప్తమై ఉన్న ఒకే ఒక ఆధ్యాత్మిక అస్తిత్వమును చూడగలిగిన తరుణంలో వారు బ్రహ్మ జ్ఞానమును పొందుతారు.",
      "ta": "பதினெட்டு அத்தியாயங்களைக் கொண்ட பகவத் கீதை மூன்று பிரிவுகளை கொண்டுள்ளது ஒவ்வொரு பிரிவிலும் ஆறு அத்தியாயங்கள் உள்ளன முதல் பிரிவில் உள்ள ஆறு அத்தியாயங்கள் கர்ம யோகத்தை விவரிக்கிறது. ஆறு அத்தியாயங்களின் முதல் தொகுப்பு கர்ம யோகத்தை விவரிக்கிறது. இரண்டாவது தொகுப்பு பக்தியின் மகிமைகளை விவரிக்கிறது, மேலும் பக்தியின் ஊட்டத்திற்காக, அது கடவுளின் ஐஸ்வர்யத்தையும் விவரிக்கிறது. ஆறு அத்தியாயங்களின் மூன்றாவது தொகுப்பு த1த்1வ ஞானத்தை (அறிவு வேத விதிமுறைகள் மற்றும் கொள்கைகள்) விளக்குகிறது. தற்போதைய அத்தியாயம் மூன்றாவது பிரிவில் முதன்மையானது. இது இரண்டு சொற்களை அறிமுகப்படுத்துகிறது – க்ஷேத்1ர ('களம்') மற்றும் க்ஷேத்1ரஜ்ஞ ('களத்தை அறிந்தவர்'). களத்தை உடலாகவும், களத்தை அறிபவரை உள்ளத்தில் வாழும் ஆன்மாவாகவும் நாம் நினைக்கலாம். ஆனால் இது ஒரு எளிமைப்படுத்தல்;. உண்மையில் களம் மிகவும் மிகவும் பரந்த அர்த்தமுடைய மனம் புத்தி அகங்காரம் மற்றும் நமது ஆளுமையை உள்ளடக்கிய அனைத்து பொருள் ஆற்றலின் பிற கூறுகளை அடங்கியதாகும். இந்த பரந்த அர்த்தத்தில், 'களத்தை அறிந்தவர்' ஆன ஆன்மாவைத் தவிர. உடலின் களம் நமது ஆளுமையின் அனைத்து அம்சங்களையும் உள்ளடக்கியது,ஒரு விவசாயி ஒரு வயலில் விதைகளை விதைத்து விளைந்ததை அறுவடை செய்வது போல, நாம் நம் உடலின் வயலை நல்ல அல்லது கெட்ட எண்ணங்கள் மற்றும் செயல்களால் விதைத்து, அதன் விளைவாக வரும் விதியை அறுவடை செய்கிறோம். புத்தர் விளக்கியிருந்தார்: ‘ நாம் அனைத்தும் நமது நினைத்ததன் விளைவுதான்; அது நம் எண்ணங்களின் அடிப்படையில் அமைந்தது; அது நம் எண்ணங்களால் ஆனது.' அதனால் தான் நாம் என்ன நினைக்கிறோமோ அதுவாக மாறுகிறோம். சிறந்த அமெரிக்க சிந்தனையாளர் ரால்ப் வால்டோ எமர்சன் கூறினார் – ‘எல்லா செயல்களுக்கும் சிந்தனையே தந்தை.’ எனவே, நல்ல மற்றும் சரியான எண்ணங்கள் மற்றும் செயல்களால் நம் உடலை வளர்க்கும் முறையை நாம் கற்றுக்கொள்ள வேண்டும். இதற்கு உடம்புக்கும் உடம்பை அறிபவனுக்கும் உள்ள வேறுபாட்டை அறிந்து கொள்வது அவசியம். இதற்கு களத்திற்கும் களம் அறிந்தவருக்கும் உள்ள வேறுபாட்டைப் பற்றிய அறிவு தேவை. தற்போதைய அத்தியாயத்தில், ஸ்ரீ கிருஷ்ணர் இந்த வேறுபாட்டைப் பற்றிய விரிவான ஆய்வுக்குச் செல்கிறார். உடலின் களத்தை உருவாக்கும் ஜட இயற்கையின் கூறுகளை அவர் கணக்கிடுகிறார். அவர் களத்தில் எழும் மாற்றங்களை, உணர்ச்சிகள், உணர்வுகள் மற்றும் உணர்வுகளின் வடிவத்தில் விவரிக்கிறார். வயலைச் தூய்மைப்படுத்தி அறிவின் ஒளியால் ஒளிரச் செய்யும் நற்பண்புகளையும் குணங்களையும் குறிப்பிடுகிறார். அத்தகைய அறிவு, களத்தை அறிந்த ஆன்மாவை உணர உதவுகிறது. அத்தியாயம் பின்னர் அனைத்து உயிரினங்களின் புலங்களையும் அறிந்த கடவுளை விவரிக்கிறது. அந்த பரமாத்மாவானவர் முரண்பாடான பண்புகளை உடையவர், அதாவது, ஒரே நேரத்தில் எதிர் குணங்களைக் கொண்டவர், எனவே அவர் அனைத்து உயிர்களின் ஒப்புயர்வற்ற ஆன்மா. ஆன்மா, பரமாத்மா மற்றும் பொருள் ஆற்றல் ஆகியவற்றை விவரித்த பிறகு, உயிர்கள் செய்யும் செயல்களுக்குப் பின்வருவனவற்றில் எது பொறுப்பு என்பதை ஸ்ரீ கிருஷ்ணர் மேலும் விளக்குகிறார். முழு உலகிலும் அவற்றின் காரணத்திற்கும் விளைவுக்கும் யார் மிகவும் பொறுப்பு? எவர்கள் தங்கள் வேற்றுமையை உணர்ந்து, செயலின் காரணத்தை நன்கு அறிந்தவர்கள் உண்மையில் பார்க்கிறார்கள், அவர்கள் மட்டுமே தெய்வீக அறிவில் நிலைபெறுகிறார்கள். அவர்கள் எல்லா உயிர்களிலும் பரமாத்மாவைக் காண்கிறார்கள், எனவே அவர்கள் தன்னை விட யாரையும் தாழ்ந்தவராக கருதுவதில்லை. அவர்களால் ஒரே இயற்கை சக்தியில் அமைந்துள்ள பல்வேறு வகையான வாழ்க்கை வடிவங்களை காணமுடிகிறது மேலும் அனைத்து உயிரினங்களிலும் பொதுவான ஆன்மீக அடிப்படையை காணும்பொழுது அவர்கள் ப்ரஹ்மத்தை அனுபவிக்கிறார்கள்.",
      "or": "ଭଗବଦ୍ ଗୀତାରେ ଅଠରଟି ଅଧ୍ୟାୟ ରହିଛି ଯାହାକୁ ତିନୋଟି ବିଭାଗରେ ସମନ୍ୱିତ କରାଯାଇ ପାରିବ । ପ୍ରଥମ ବିଭାଗ ଅନ୍ତର୍ଗତ ପ୍ରଥମ ଛଅଗୋଟି ଅଧ୍ୟାୟ କର୍ମଯୋଗର ବର୍ଣ୍ଣନା କରିଥାଏ । ଦ୍ୱିତୀୟ ବିଭାଗର ଛଅଟି ଅଧ୍ୟାୟରେ ଭକ୍ତିର  ମହିମା ଏବଂ ଭକ୍ତିକୁ ପରିପୁଷ୍ଟ କରିବା ପାଇଁ ଭଗବାନଙ୍କ ଐଶ୍ୱର୍ଯ୍ୟର ବର୍ଣ୍ଣନା କରାଯାଇଛି । ତୃତୀୟ ବିଭାଗର ଛଅଟି ଅଧ୍ୟାୟ ତତ୍ତ୍ୱଜ୍ଞାନର ବ୍ୟାଖ୍ୟା କରିଥାଏ । ବର୍ତ୍ତମାନର ଏହି ଅଧ୍ୟାୟଟି ତୃତୀୟ ବିଭାଗର ପ୍ରଥମ ଅଧ୍ୟାୟ ଅଟେ । ଏଥିରେ ଦୁଇଟି ନୂତନ ଶବ୍ଦର ପ୍ରୟୋଗ କରାଯାଇଛି: କ୍ଷେତ୍ର ଏବଂ କ୍ଷେତ୍ରଜ୍ଞ (କ୍ଷେତ୍ରର ଜ୍ଞାତା) । ଆମେ ସାଧଶରଣତଃ ଶରୀରକୁ କ୍ଷେତ୍ର ଏବଂ କ୍ଷେତ୍ରର ଜ୍ଞାତା ଭାବରେ ଆତ୍ମାକୁ ଅଭିହିତ କରିଥାଉ । କିନ୍ତୁ ଏହା ଏକ ସରଳୀକୃତ ବ୍ୟାଖ୍ୟା ଅଟେ, କାରଣ କ୍ଷେତ୍ରର ପରିସୀମା ଏହାଠାରୁ ବହୁତ ଅଧିକ । ମନ, ବୁଦ୍ଧି, ଅହଂକାର ଏବଂ ଆମ ବ୍ୟକ୍ତିତ୍ୱରେ ଥିବା ମାୟା ଶକ୍ତିର ଅନ୍ୟ ସବୁ ଅଂଶ ଏହାର ଅନ୍ତର୍ଭୁକ୍ତ । ବ୍ୟାପକ ଅର୍ଥରେ, କ୍ଷେତ୍ରଜ୍ଞ ବା ଆତ୍ମା ବ୍ୟତୀତ ଆମ ବ୍ୟକ୍ତିତ୍ୱର ଅନ୍ୟ ସମସ୍ତ ବିଭାଗ କ୍ଷେତ୍ରର ଅନ୍ତର୍ଭୁକ୍ତ ଅଟେ ।ଯେପରି ଜଣେ କୃଷକ କ୍ଷେତରେ ବୀଜ ରୋପଣ କରି ସେଥିରୁ ଉତ୍ତମ ଶସ୍ୟ ଉତ୍ପାଦନ କରେ, ସେହିପରି ଆମେ ଶରୀରର କ୍ଷେତ୍ରରେ ସୁ ଏବଂ କୁବିଚାର ତଥା କର୍ମ ରୋପଣ କରିଥାଉ ଏବଂ ପରବର୍ତ୍ତୀ ଜନ୍ମରେ ଭାଗ୍ୟ ରୂପରେ ତାହାର ଆମଦାନୀ କରିଥାଉ । ବୁଦ୍ଧଦେବ ବର୍ଣ୍ଣନା କରିଥିଲେ: “ଆମେ ଯାହା ବି ଅଟୁ ତାହା ଆମ ବିଚାରର ଫଳ ଅଟେ; ବିଚାର ଏହାର ମୂଳଦୁଆ ଏବଂ ବିଚାର ଦ୍ୱାରା ଏହା ଗଠିତ ।” ତେଣୁ ଆମେ ଯେପରି ବିଚାର ମନକୁ ଆଣିବା, ଆମେ ସେହିପରି ହୋଇଯିବା । ଆମେରିକାର ପ୍ରସିଦ୍ଧ ବିଦ୍ୱାନ, ରାଲ୍‌ଫ ୱାଲଡ଼ୋ ଇମରସନ୍‌, କହିଥିଲେ: “ସମସ୍ତ କର୍ମର ପୂର୍ବଜ ବିଚାର ଅଟେ ।” ସୁତରାଂ, ଆମର ଶରୀର ରୂପକ କ୍ଷେତ୍ରରେ ଆମେ ଉପଯୁକ୍ତ ଚିନ୍ତନ ଏବଂ କର୍ମ ରୋପଣ କରିବାର କୌଶଳ ଶିକ୍ଷା କରିବା ଉଚିତ । ଏଥିପାଇଁ କ୍ଷେତ୍ର ଏବଂ କ୍ଷେତ୍ରଜ୍ଞଙ୍କ ମଧ୍ୟରେ ପାର୍ଥକ୍ୟ ବୁଝିବାକୁ ପଡ଼ିବ । ଏହି ଅଧ୍ୟାୟରେ ଶ୍ରୀକୃଷ୍ଣ ଏହି ପାର୍ଥକ୍ୟ ବିଷୟରେ ପୁଙ୍ଖାନୁପୁଙ୍ଖ ବିଶ୍ଲେଷଣ କରିଛନ୍ତି । ସେ ମାୟିକ ପ୍ରକୃତିର ଉପାଦାନଗୁଡ଼ିକର ବର୍ଣ୍ଣନା କରିଛନ୍ତି ଯାହାକୁ ନେଇ ଶରୀରର କ୍ଷେତ୍ର ଗଠିତ । କ୍ଷେତ୍ର ମଧ୍ୟରେ, ଆବେଗ, ମନୋଭାବ, ଅନୁଭବ ରୂପରେ ଜାତ ହେଉଥିବା ପରିବର୍ତ୍ତନ ବିଷୟରେ ମଧ୍ୟ ସେ ବର୍ଣ୍ଣନା କରିଛନ୍ତି । ସେ ସତ୍‌କର୍ମ ଓ ସଦ୍‌ଗୁଣ, ଯାହା କ୍ଷେତ୍ରକୁ ଶୁଦ୍ଧ କରେ ଏବଂ ଜ୍ଞାନର ଆଲୋକରେ ଏହାକୁ ଆଲୋକିତ କରେ, ସେହି ବିଷୟରେ ବର୍ଣ୍ଣନା କରିଛନ୍ତି । ଏହି ଜ୍ଞାନ ଆମକୁ କ୍ଷେତ୍ରର ଜ୍ଞାତା ଆତ୍ମା ସମ୍ବନ୍ଧରେ ଜାଣିବାକୁ ସାହାଯ୍ୟ କରେ । ତାପରେ ଏହି ଅଧ୍ୟାୟଟି ଭଗବାନଙ୍କର ବର୍ଣ୍ଣନା କରୁଅଛି, ଯିଏ କି ସମସ୍ତ ପ୍ରାଣୀଙ୍କ କ୍ଷେତ୍ରର ସର୍ବୋଚ୍ଚ ଜ୍ଞାତା ଅଟନ୍ତି । ଭଗବାନ ବିରୋଧୀ ଗୁଣର ଅଧିଷ୍ଠାନ ଅଟନ୍ତି; ଅର୍ଥାତ୍ ସେ ଏକ ସମୟରେ ବିପରୀତ ଗୁଣ ଧାରଣ କରନ୍ତି । ସେ ଏହି ସୃଷ୍ଟିରେ ସର୍ବତ୍ର ବ୍ୟାପ୍ତ, ତଥାପି ସେ ସମସ୍ତଙ୍କ ହୃଦୟରେ ନିବାସ କରନ୍ତି ।ଆତ୍ମା, ପରମାତ୍ମା ଏବଂ ମାୟିକ ପ୍ରକୃତି ବିଷୟରେ ବର୍ଣ୍ଣନା କରିବା ପରେ, ଏମାନଙ୍କ ମଧ୍ୟରୁ କେଉଁଟି ଜୀବର କର୍ମପାଇଁ ଦାୟୀ ଏବଂ କେଉଁଟି ବୃହତ୍ତର ଦୃଷ୍ଟିରୁ ସଂସାରର କାର୍ଯ୍ୟ ଓ କାରଣ ପାଇଁ ଦାୟୀ, ସେ ବିଷୟରେ ଶ୍ରୀକୃଷ୍ଣ ବର୍ଣ୍ଣନା କରୁଛନ୍ତି । ଯେଉଁମାନେ ଏହି ପାର୍ଥକ୍ୟକୁ ହୃଦୟଙ୍ଗମ କରିପାରନ୍ତି, ଏବଂ କାର୍ଯ୍ୟର କାରଣକୁ ସଠିକ୍ ନିରୂପଣ କରିପାରନ୍ତି, ସେମାନେ ବାସ୍ତବରେ ଦେଖନ୍ତି ଏବଂ ସେମାନେ ହିଁ ଜ୍ଞାନରେ ସ୍ଥିତ ହୁଅନ୍ତି । ସେମାନେ ସମସ୍ତ ପ୍ରାଣୀଙ୍କଠାରେ ପରମାତ୍ମାଙ୍କର ଉପସ୍ଥିତିକୁ ଲକ୍ଷ୍ୟ କରି ପାରନ୍ତି ଏବଂ ମନ ଦ୍ୱାରା ନିଜର ପତନ କରନ୍ତି ନାହିଁ ଏବଂ ଯେତେବେଳେ ସେମାନେ ଦେଖନ୍ତି ଯେ ସମାନ ଆଧ୍ୟାତ୍ମିକ ଆଧାର ସମଗ୍ର ସୃଷ୍ଟିରେ ବ୍ୟାପ୍ତ ହୋଇଛି, ସେତେବେଳେ ସେମାନେ ବ୍ରହ୍ମାନୁଭୂତି ଲାଭ କରନ୍ତି ।",
      "es": "Basados en su contenido, los dieciocho capítulos del Bhagavad Gita pueden dividirse en tres secciones. Los seis primeros capítulos describen Karma Yoga o el camino del deber. El segundo conjunto, de los capítulos siete al doce, glorifica el camino de bhakti o devoción amorosa a Dios. También describen la opulencia de Dios como el néctar divino que nutre la devoción. El tercer grupo, que inicia a partir de este capítulo, expone tattva jñāna o el conocimiento de los términos y principios escriturales.\nEn este capítulo, Sri Krishna introduce dos términos-kṣhetra (el campo) y kṣhetrajña (conocedor del campo). En términos simples, el \"campo\" puede ser considerado como el cuerpo, y el \"conocedor del campo\" como el alma. Sin embargo, el campo es en realidad mucho más que el cuerpo físico: incluye la mente, el intelecto, el ego y todos los demás componentes de la energía material que forman parte de nuestra personalidad. En términos más amplios, a excepción del alma, que es el \"conocedor del campo\", se considera a todos los aspectos materiales de nuestra personalidad entera: el \"campo\" del cuerpo.\nCuando un agricultor siembra arroz en su campo, solo puede cosechar de ese campo arroz y no trigo ni maíz. Del mismo modo, cosechamos el destino resultante de los pensamientos y acciones buenas o malas que sembramos en nuestro campo, que es nuestro cuerpo. El Buda enseñó: \"Todo lo que somos es el resultado de lo que hemos pensado; está fundado en nuestros pensamientos y está hecho de nuestros pensamientos\". Por lo tanto, según lo que pensamos, en eso nos convertimos. El gran filósofo estadounidense Ralph Waldo Emerson dijo: \"El ancestro de toda acción es un pensamiento\". Por lo tanto, es necesario cultivar pensamientos y acciones apropiados en el campo de nuestro cuerpo. Para ello, debemos ser capaces de diferenciar entre kṣhetra, el campo, y kṣhetrajña, el conocedor del campo.\nSri Krishna ofrece un análisis detallado de estos dos aspectos de la existencia humana. Comienza enumerando los elementos materiales que abarcan kṣhetra, el campo del cuerpo humano. Llama modificaciones a las sensaciones, sentimientos, emociones, etcétera, que surgen en este campo (cuerpo), e indica que las virtudes y buenas cualidades piadosas purifican el campo y lo iluminan con conocimiento. Este conocimiento nos ayuda a realizar y comprender la existencia de nuestra alma, que es kṣhetrajña o el conocedor del campo. Sri Krishna comienza entonces a describir a Dios, el Supremo Conocedor de los campos de todas las criaturas vivientes. Dice que el Señor Supremo posee al mismo tiempo atributos opuestos, que parecen contradictorios. Así, Dios es omnipresente en Su creación, y sin embargo, se sitúa en el corazón de cada ser viviente. Por lo tanto, Él es el Alma Suprema.\nTras describir al Alma Suprema, al alma y la naturaleza material de los seres vivos, Sri Krishna explica cuál de ellos es responsable de sus acciones. También, quién es responsable de la causa y el efecto en el universo en general. Aquellos que comprenden estas diferencias e identifican las causas correctas de las acciones, son los que ven la verdad última y están situados en el conocimiento. No se degradan por las ilusiones de sus mentes y perciben la presencia del Alma Suprema en todo ser vivo. En la misma naturaleza material, son capaces de identificar a una variedad de seres vivientes y ven toda la existencia impregnada por un sustrato espiritual común. Con este conocimiento, alcanzan la conciencia del Brahman o la realización de Dios."
    },
    "oneliner": {
      "en": "Yog through Distinguishing the Field and the Knower of the Field",
      "hi": "योग द्वारा क्षेत्र और क्षेत्र के ज्ञाता के विभेद को जानना ",
      "gu": "ક્ષેત્ર તથા ક્ષેત્રના જ્ઞાતા વચ્ચેના ભેદદર્શન દ્વારા યોગ",
      "te": "క్షేత్ర క్షేత్రజ్ఞ విభాగ యోగము",
      "ta": "களம் மற்றும் களத்தை அறிந்தவரை வேறுபடுத்துவதன் மூலம் யோகம்",
      "or": "କ୍ଷେତ୍ର କ୍ଷେତ୍ରଜ୍ଞ ବିଭାଗ ଯୋଗ",
      "es": "Yoga Mediante la Distinción del Campo y del Conocedor del Campo"
    }
  },
  {
    "chapter_number": 14,
    "verses_count": 27,
    "name": {
      "en": "Guṇa Traya Vibhāg Yog",
      "hi": "गुण त्रय विभाग योग ",
      "gu": "ગુણ ત્રય વિભાગ યોગ",
      "te": "గుణత్రయ విభాగ యోగము",
      "ta": "குண த்ரய விபாக யோகம்",
      "or": "ଗୁଣତ୍ରୟ ବିଭାଗ ଯୋଗ",
      "es": "Guṇa Traya Vibhāg Yoga"
    },
    "description": {
      "en": "In the previous chapter, Shree Krishna explained the difference between the material body and the soul in detail. In this chapter, He explains the nature of His material energy, which is the source of the body and its elements. Thus, it is the origin of both mind and matter.\nThe material nature constitutes of three gunas (modes)—sattva (goodness), rajas (passion), and tamas (ignorance). Since the body, mind, and intellect are material in nature, they too possess these three modes, and a combination of these gunas forms the basis of one’s character. Peacefulness, morality, well-being, serenity, etc. are the virtues of those in the mode of goodness. Those driven by passion have endless desires and ambitions; they strive to satiate them and work towards worldly enhancement. However, those in the mode of ignorance; are gripped by laziness, excessive sleep, delusion, intoxication, and other vices. A spiritual seeker needs to deal with all these three immensely powerful forces of material nature. Once the soul is able to transcend above these three modes, it attains illumination.\nTo break free from the clutches of these gunas, Shree Krishna reveals a simple solution to Arjun, which is to attach his mind to God. He says: since the Supreme Lord is unaffected by these three modes, whosoever attaches their mind to God, also rises from the material to the divine level. Hearing this, Arjun enquires about the characteristics of such beings who have risen above these three gunas.\nTo answer Arjun’s query, Shree Krishna systematically elaborates on the qualities of the liberated souls. He explains that, even when they see the gunas at play in the material world, they are not disturbed and stay equipoised. They can see the effects of the gunas displaying in situations, objects, and persons. They comprehend that everything is a manifestation of God’s energy, and finally, everything is under His control. Therefore, they are unaffected by worldly situations; they do not feel miserable in adversities or jubilant in triumph, and without wavering, remain situated in the self. In the end, Shree Krishna reiterates that the power of devotion has the ability; to help us overcome the influence of the gunas or the three modes of material nature.",
      "hi": "पिछले अध्याय में आत्मा और भौतिक शरीर के बीच के अन्तर को विस्तार से समझाया गया था। इस अध्याय में भौतिक शक्ति की प्रकृति का वर्णन किया गया है जो शरीर और उसके तत्त्वों का स्रोत है और इस प्रकार से यह मन और पदार्थ दोनों की उत्पत्ति है। श्रीकृष्ण बताते हैं कि प्राकृतिक शक्ति सत्व, रजस, और तमस तीन गुणों से निर्मित है। शरीर, मन और बुद्धि जो प्राकृत शक्ति से बने हैं उनमें भी तीनों गुण विद्यमान होते हैं और हम जीवों में गुणों का मिश्रण हमारे व्यक्तित्व के स्वरूप का निर्धारण करता है। सत्व गुण शांत स्वभाव, सद्गुण और शुद्धता को चित्रित करता है तथा रजो गुण अन्तहीन कामनाओं और सांसारिक आकर्षणों के लिए अतृप्त महत्वाकांक्षाओं को बढ़ाता है एवं तमो गुण भ्रम, आलस्य, नशे और निद्रा का कारण है। जब तक आत्मा जागृत नहीं होती तब तक उसे प्राकृतिक शक्ति की प्रबल शक्तियों से निपटना सीखना चाहिए। मुक्ति इन तीन गुणों से परे है। आगे श्रीकृष्ण इन गुणों के बंधनों को काटने का एक सरल उपाय बताते हैं। परम शक्तिशाली भगवान इन तीनों गुणों से परे अर्थात गुणातीत हैं। यदि हम मन को उनमें अनुरक्त करते हैं तब हमारा मन भी दिव्यता की अवस्था की ओर बढ़ता है। इस बिन्दु पर अर्जुन तीन गुणों से परे होने की अवस्था प्राप्त व्यक्तियों के गुण-विशेषताओं के संबंध में पूछता है तब श्रीकृष्ण सहानुभूतिपूर्वक ऐसी प्रबुद्ध आत्माओं के लक्षणों का निरूपण करते हैं। वे बताते हैं कि प्रबुद्ध मनुष्य सदैव संतुलित रहते हैं और वे संसार में तीन गुणों के कार्यान्वयन को देखकर व्यक्तियों, पदार्थों तथा परिस्थितियों में प्रकट होने वाले उनके प्रभाव से विचलित नहीं होते। वे सभी पदार्थों को भगवान की शक्ति की अभिव्यक्ति के रूप में देखते हैं जो अंततः उनके नियंत्रण में होती है। इसलिए सांसारिक परिस्थितियाँ न तो उन्हें हर्षित और न ही उन्हें दुखी कर सकती हैं। इस प्रकार बिना विचलित हुए वे अपनी आत्मा में स्थित रहते हैं। श्रीकृष्ण हमें पुनः भक्ति की महिमा और हमें तीन गुणों से परे ले जाने की इसकी क्षमता का स्मरण कराते हुए इस अध्याय का समापन करते हैं।",
      "gu": "અગાઉના અધ્યાયમાં આત્મા અને માયિક શરીર વચ્ચેની ભિન્નતા અંગે વિસ્તૃત સ્પષ્ટીકરણ પ્રસ્તુત કરવામાં આવ્યું. આ અધ્યાય માયા શક્તિની પ્રકૃતિ અંગે વર્ણન કરે છે, કે જે શરીર તથા તેનાં તત્ત્વોનો સ્ત્રોત છે અને તે પ્રમાણે મન અને વિષય બંનેનું ઉદ્ગમ છે. શ્રીકૃષ્ણ દર્શાવે છે કે, માયિક શક્તિ ત્રણ ગુણોથી નિર્મિત છે—સત્ત્વ, રજસ, અને તમસ. માયિક શક્તિથી બનેલા શરીર, મન અને બુદ્ધિમાં પણ આ ત્રણ ગુણો વિદ્યમાન હોય છે. આપણા અસ્તિત્ત્વમાં આ ગુણોનું મિશ્રણ આપણા વ્યક્તિત્ત્વનો રંગ નિર્ધારિત કરે છે. શાંતિમયતા, ક્ષેમ-કુશળતા, સદાચારિતા, અને નિર્મળતા સત્ત્વ ગુણના લક્ષણો છે; રજોગુણ સાંસારિક વૃદ્ધિ માટે અનંત કામનાઓ અને અતૃપ્ત મહત્ત્વાકાંક્ષાઓને ઉત્પન્ન કરે છે અને તમસ ભ્રમ, આળસ, મદ, અને નિદ્રાનું કારણ છે. જ્યાં સુધી  જીવ દિવ્યજ્ઞાન પ્રાપ્ત કરતો નથી, ત્યાં સુધી તેણે આ પ્રબળ શક્તિ ધરાવતા ત્રણ ગુણો સાથે વ્યવહાર કરવાનું શીખવું જોઈએ. આ ત્રણ ગુણોથી પર, ગુણાતીત થવામાં જ મુક્તિ રહેલી છે.\nશ્રીકૃષ્ણ આ ગુણોનું બંધન તોડવા માટે અતિ સરળ ઉપાય પ્રગટ કરે છે. પૂર્ણ પુરુષોત્તમ ભગવાન આ ત્રણેય ગુણોથી પર, ગુણાતીત છે અને જો આપણે તેમના પ્રત્યે અનુરક્ત થઈએ તો આપણું મન પણ તે દિવ્ય અવસ્થા તરફ ઉદય પામે છે. આ મુદ્દે અર્જુન આ ત્રણ ગુણોથી પર (ગુણાતીત) મનુષ્યનાં લક્ષણો અંગે તેમને પ્રશ્ન કરે છે. પશ્ચાત્ શ્રીકૃષ્ણ સુચારુ રીતે આવા મુક્ત-આત્માઓનાં લક્ષણો પ્રસ્તુત કરે છે. તેઓ સ્પષ્ટ કરે છે કે પ્રબુદ્ધ મનુષ્યો સદા સંતુલિત રહે છે; તેઓ સંસારમાં આ ગુણોની કાર્યાન્વિતતાથી અને મનુષ્યો, વિષયો તથા પરિસ્થિતિઓમાં જોવા મળતા તેમના પ્રભાવથી વિચલિત થતા નથી. તેઓ સર્વને ભગવાનની શક્તિનાં પ્રગટીકરણ સ્વરૂપે જોવે છે, જે અંતત: તેમના નિયંત્રણમાં જ છે. આ પ્રમાણે, સાંસારિક પરિસ્થિતિઓ ન તો તેમને હર્ષઘેલા કરી દે છે કે ન તો દુઃખી કરી શકે છે. વિચલિત થયા વિના તેઓ સ્વમાં સ્થિત રહે છે. શ્રીકૃષ્ણ ભક્તિનો મહિમા અને ત્રણ ગુણોથી અતીત લઇ જવાના તેના સામર્થ્યનું પુન: સ્મરણ કરાવીને આ અધ્યાયનું સમાપન કરે છે.",
      "te": "గత అధ్యాయము, ఆత్మ మరియు భౌతిక శరీరమునకు మధ్య తేడాని విపులంగా విశదీకరించింది. ఈ అధ్యాయము, దేహము మరియు దాని మూలకముల యొక్క మూలశక్తి అయిన భౌతిక శక్తి యొక్క స్వభావమును వివరిస్తుంది; ఇదే మనస్సు మరియు పదార్థమునకు మూలము. భౌతిక ప్రకృతి మూడుగుణములతో కూడి ఉంటుంది అని శ్రీ కృష్ణుడు వివరిస్తున్నాడు - సత్త్వము, రజస్సు, మరియు తమస్సు. భౌతిక శక్తిచే తయారైన శరీరమనోబుద్ధులు కూడా ఈ మూడు గుణములను కలిగి ఉంటాయి; ఈ మూడు గుణముల కలయిక మనలో ఏ పాళ్ళలో ఉన్నది అన్నదాని బట్టి మన వ్యక్తిత్వము ఆధారపడి ఉంటుంది. సత్త్వ గుణము - శాంతి, సదాచారము, సద్గుణము మరియు ప్రసన్నత వంటి లక్షణాలతో ఉంటుంది. రజో గుణము వలన అంతులేని కోరికలు మరియు ప్రాపంచిక అభ్యున్నతి కోసం తృప్తినొందని తృష్ణ, కలుగుతాయి. మరియు తమో గుణము వలన భ్రమ, సోమరితనం, మత్తు మరియు నిద్ర కలుగుతాయి. ఆత్మ, జ్ఞానోదయం పొందేవరకూ, ప్రకృతి యొక్క ఈ బలీయమైన శక్తులతో వ్యవహరించటం నేర్చుకోవాలి. ఈ త్రి-గుణములకు అతీతముగా వెళ్ళటమే మోక్షము.    ఈ త్రి-గుణముల బంధనమును ఛేదించి వెళ్లిపోవటానికి ఒక సరళమైన ఉపాయం తెలియచేస్తాడు శ్రీ కృష్ణుడు. సర్వోత్కృష్ట భగవానుడు ఈ మూడు గుణములకు అతీతుడు, ఒకవేళ మనం ఆయనతో అనుసంధానం అయిపోతే, ఆ తదుపరి, మన మనస్సు కూడా దివ్యమైన స్థాయికి ఎదుగుతుంది. ఈ తరుణంలో, అర్జునుడు, త్రిగుణములకు అతీతముగా ఎదిగిన వారి లక్షణములు ఏమిటి అని అడుగుతాడు. అటువంటి జీవన్ముక్తులైన వారి లక్షణములను శ్రీ కృష్ణుడు క్రమపద్ధతిలో వివరిస్తాడు. జ్ఞానోదయమైన వారు ఎల్లప్పుడూ సమత్వచిత్తము (సమతౌల్యం) తోనే ఉంటారు అని చెప్తాడు; జగత్తులో ఈ త్రిగుణములు ప్రవర్తిల్లుచున్నప్పుడు, వాటి ప్రభావం మనుష్యులలో, వస్తువులలో, పరిస్థితులలో వ్యక్తమైనప్పుడు వారు ఉద్వేగానికి లోనుకారు. వారు అన్నింటినీ భగవంతుని యొక్క శక్తి ప్రకటితమవుతున్నట్టుగానే చూస్తారు; అన్నీ చివరికి ఆయన అధీనములోనే ఉన్నట్టు గమనిస్తారు. అందుకే, ప్రాపంచిక పరిస్థితులు వారిని అతిసంతోషానికి లేదా దుఃఖమునకు గురి చేయవు; చలించిపోకుండా ఉండి వారు ఆత్మ యందే స్థితమై ఉంటారు. త్రిగుణములకు అతీతముగా ఎదగటానికి, భక్తి యొక్క ఔన్నత్యాన్ని, శక్తిని మరల ఒకసారి మనకు శ్రీ కృష్ణ పరమాత్మ గుర్తు చేయటంతో ఈ అధ్యాయం ముగుస్తుంది.",
      "ta": "முந்தைய அத்தியாயம் ஆன்மாவிற்கும் ஜட உடலுக்கும் உள்ள வேறுபாட்டை விரிவாக விளக்கியது. இந்த அத்தியாயம் பொருள் ஆற்றலின் தன்மையை விவரிக்கிறது, இது உடல் மற்றும் அதன் கூறுகளின் மூலமாகும்,. இவ்வகையாக இது மனம் மற்றும் பொருள் இரண்டின் தோற்றம் ஆகும். ஸ்ரீ கிருஷ்ணர் விளக்குகிறார், ஜட இயற்கையானது நன்மை, ஆர்வம் மற்றும் அறியாமை. ஆகிய மூன்று முறைகளால் (குணங்கள்) கட்டமைக்கப்பட்டுள்ளது.. மேலும் நமது இருப்பில் உள்ள முறைகளின் கலவையானது நமது ஆளுமையின் நிறத்தை தீர்மானிக்கிறது .நன்மையின் முறை அமைதி, நல்வாழ்வு, நல்லொழுக்கம் மற்றும் ஆகியவற்றால் வகைப்படுத்தப்படுகிறது; உணர்ச்சிகளின் முறை உலக ஈர்ப்புகளுக்கான முடிவில்லா ஆசைகளையும், தீராத லட்சியங்களையும் அதிகரிக்கிறது; மற்றும் அறியாமை முறை மாயை, சோம்பல், போதை மற்றும் தூக்கத்திற்கு காரணமாகிறது. ஆன்மா ஆன்மீக பிரகாசம் அடையும் வரை, ஜட இயற்கையின் இந்த மூன்று அதீத சக்தி வாய்ந்த சக்திகளை சமாளிக்க கற்றுக் கொள்ள வேண்டும். விடுதலை-முக்தி என்பது இந்த மூன்று குணங்களுக்கும் அப்பாற்பட்டதுஇந்த குணங்களின் அடிமைத்தனத்திலிருந்து விடுபடுவதற்கான எளிய தீர்வை ஸ்ரீ கிருஷ்ணர் வெளிப்படுத்துகிறார். ஒப்புயர்வற்ற பகவான் மூன்று முறைகளுக்கும் அப்பாற்பட்டவர், நாம் அவருடன் இணைந்தால், நம் மனமும் தெய்வீக தளத்திற்கு உயரும். இந்த கட்டத்தில், அர்ஜுனன் மூன்று குணங்களுக்கு அப்பால் சென்றவர்களின் குணாதிசயங்களைப் பற்றி விசாரிக்கிறார். ஸ்ரீ கிருஷ்ணர் அப்படிப்பட்ட விடுதலை பெற்ற ஆன்மாக்களின் பண்புகளை முறையாக விளக்குகிறார். ஆன்மீக பிரகாசம் அடைந்த ஒளிமயமான நபர்கள் எப்போதும் சமநிலையில் இருப்பார்கள் என்று அவர் விளக்குகிறார்; அவர்கள் உலகில் குணாதிசயங்கள் செயல்படுவதையும், அதன் விளைவுகள் மனிதர்கள், பொருள்கள் மற்றும் சூழ்நிலைகளில் வெளிப்படுவதையும் கண்டு கவலைப்படுவதில்லை. அவர்கள் எல்லாவற்றையும் கடவுளின் ஆதிக்கத்திலுள்ள ஆற்றலின் வெளிப்பாடாக கருதுகிறார்கள். இவ்வாறாக, உலக சூழ்நிலைகளால் இவர்கள் மகிழ்ச்சி அடைவதோ அலைக்கழிக்க படுவதோ இல்லை. அவர்கள் சுயத்தில் நிலை பெற்றிருக்கின்றனர். ஸ்ரீ கிருஷ்ணர். மீண்டும் பக்தியின் சக்தியையும், மற்றும் நம்மை நமது மூன்று குணங்களையும் கடந்து செல்ல வைக்கும் அதனது திறனையும் நமக்கு நினைவூட்டுவதுடன் அத்தியாயம் முடிகிறது.",
      "or": "ପୂର୍ବ ଅଧ୍ୟାୟରେ ଆତ୍ମା ଏବଂ ଭୌତିକ ଶରୀର ମଧ୍ୟରେ ଥିବା ପ୍ରଭେଦର ବିସ୍ତୃତ ବର୍ଣ୍ଣନା କରାଯାଇଥିଲା । ଏହି ଅଧ୍ୟାୟରେ, ମାୟିକ ଶକ୍ତିର  ଗୁଣ ବିଷୟରେ ବର୍ଣ୍ଣନା କରାଯାଇଛି, ଯାହା ଶରୀର ଏବଂ ତାହାର ଉପାଦାନର ସ୍ରୋତ ଅଟେ, ତଥା ଉଭୟ ମନ ଓ ପଦାର୍ଥର ଉଦ୍‌ଗମ ସ୍ଥଳ ଅଟେ । ଶ୍ରୀକୃଷ୍ଣ ବର୍ଣ୍ଣନା କରୁଛନ୍ତି ଯେ ମାୟିକ ଶକ୍ତି ତିନିଗୁଣ ବିଶିଷ୍ଟ ଅଟେ- ସତ୍ତ୍ୱ, ରଜୋ ଓ ତମୋ । ମାୟିକ ଶକ୍ତିରେ ଗଠିତ ଶରୀର, ମନ ଏବଂ ବୁଦ୍ଧି ଏହି ତିନିଗୁଣ ଧାରଣ କରନ୍ତି । ଏହି ତିନିଗୁଣର ମିଶ୍ରଣ, ଆମ ବ୍ୟକ୍ତିତ୍ୱର ରୂପରେଖ ନିର୍ଣ୍ଣୟ କରେ । ଶାନ୍ତି, କଲ୍ୟାଣ, ସଦ୍‌ଗୁଣ ଏବଂ ପ୍ରସନ୍ନତା ଇତ୍ୟାଦି ସତ୍ତ୍ୱଗୁଣର ବିଶେଷତ୍ୱ ଅଟେ । ରଜୋ ଗୁଣ ସାଂସାରିକ ଉନ୍ନତି ପାଇଁ ଅସଂଖ୍ୟ କାମନା ଏବଂ ଅତୃପ୍ତ ଅଭିଳାଷ ଉତ୍ପନ୍ନ କରେ । ଭ୍ରମ, ଆଳସ୍ୟ, ନିଶାସକ୍ତି ଏବଂ ନିଦ୍ରା ତମୋଗୁଣର ପ୍ରଭାବ ଅଟେ । ଜ୍ଞାନ ପ୍ରାପ୍ତି ନ କରିବା ପର୍ଯ୍ୟନ୍ତ, ମାୟିକ ପ୍ରକୃତିର ଏହି ତିନୋଟି ବଳବାନ ଶକ୍ତି ସହିତ ଜୀବକୁ ଉପଯୋଜନ କରିବାକୁ ପଡିଥାଏ । ଏହି ତ୍ରିଗୁଣକୁ ଅତିକ୍ରମ କରିବା ପରେ ହିଁ ଜୀବକୁ ମୁକ୍ତି ମିଳିଥାଏ ।ତ୍ରିଗୁଣର ବନ୍ଧନ ଛିନ୍ନ କରିବାର ଏକ ସରଳ ସମାଧାନ ଶ୍ରୀକୃଷ୍ଣ ଏଠାରେ ପ୍ରକାଶ କରିଛନ୍ତି । ଭଗବାନ ତ୍ରିଗୁଣାତୀତ ଅଟନ୍ତି, ତେଣୁ ଆମେ ଯଦି ମନକୁ ତାଙ୍କ ସହିତ ସଂଯୁକ୍ତ କରିଦେବା, ତେବେ ମନର ଉତ୍‌ଥାନ ଦିବ୍ୟ ସ୍ତରକୁ ହୋଇଯିବ । ଏହାପରେ ଅର୍ଜୁନ ତିନିଗୁଣର ଊର୍ଦ୍ଧ୍ୱରେ ଥିବା ବ୍ୟକ୍ତିମାନଙ୍କର ସ୍ୱଭାବ ବିଷୟରେ ପ୍ରଶ୍ନ କରିଛନ୍ତି । ଉତ୍ତର ଦେବାକୁ ଯାଇ, ଶ୍ରୀକୃଷ୍ଣ ବ୍ୟବସ୍ଥିତ ଭାବରେ ସେହି ମୁକ୍ତ ଆତ୍ମାଙ୍କର ଚରିତ୍ର ବର୍ଣ୍ଣନା କରିଛନ୍ତି । ସେ ବୁଝାଉଛନ୍ତି ଯେ ଜ୍ଞାନୋଦ୍ଦୀପ୍ତ ବ୍ୟକ୍ତିମାନେ ସମଭାବାପନ୍ନ ରହନ୍ତି; ସଂସାରରେ ମାୟିକ ଗୁଣମାନଙ୍କର ପ୍ରତିକ୍ରିୟା ବ୍ୟକ୍ତି, ବସ୍ତୁ ଓ ପରିସ୍ଥିତିକୁ ଯେପରି ପ୍ରଭାବିତ କରିଥାଏ, ସେଥିରେ ସେମାନେ ବିଚଳିତ ହୁଅନ୍ତି ନାହିଁ । ସବୁକିଛିକୁ ସେମାନେ ଭଗବାନଙ୍କ ଶକ୍ତିର ପରିପ୍ରକାଶ ରୂପରେ ଦେଖନ୍ତି, ଯାହା ଅନ୍ତତଃ ଭଗବାନଙ୍କ ହାତରେ ହିଁ ଥାଏ । ଏଣୁ ସାଂସାରିକ ପରିସ୍ଥିତି ସବୁ ତାଙ୍କୁ ଉତ୍‌ଫୁଲ୍ଲିତ କିମ୍ବା ମର୍ମାହତ କରେ ନାହିଁ ଏବଂ ଅସ୍ଥିର ନ ହୋଇ ସେମାନେ ନିଜ ଆତ୍ମାରେ ସ୍ଥିତ ରହନ୍ତି । ଅଧ୍ୟାୟର ଶେଷରେ ଶ୍ରୀକୃଷ୍ଣ ପୁନର୍ବାର ଆମକୁ ଭକ୍ତିର ଶକ୍ତି ଏବଂ ତ୍ରିଗୁଣକୁ ଅତିକ୍ରମ କରାଇବାର ତାହାର କ୍ଷମତା ବିଷୟରେ କରିଛନ୍ତି ।",
      "es": "En el capítulo anterior, Sri Krishna explicó a detalle la diferencia entre el cuerpo material y el alma. En este capítulo, explica la naturaleza de Su energía material, que es la fuente del cuerpo y sus elementos. Por lo tanto, es el origen tanto de la mente como de la materia.\nLa naturaleza material consta de tres gunas (modos): sattva (bondad), rajas (pasión) y tamas (ignorancia). Dado que el cuerpo, la mente y el intelecto son de naturaleza material, también poseen estas tres modalidades, y la combinación de estas gunas constituye la base del carácter de las personas. La tranquilidad, la moralidad, el bienestar, la serenidad, etcétera, son las virtudes de quienes están en el modo de la bondad. Quienes se dejan llevar por la pasión tienen un sinfín de deseos y ambiciones; se esfuerzan por saciarlos y trabajan para mejorar el mundo. Sin embargo, quienes se encuentran en el modo de la ignorancia están atrapados por la pereza, el sueño excesivo, el engaño, la intoxicación y otros vicios. Un buscador espiritual necesita lidiar con estas tres fuerzas inmensamente poderosas de la naturaleza material. Una vez que el alma es capaz de trascender por encima de estas tres modalidades, alcanza la iluminación.\nPara liberarse de las garras de estas gunas, Sri Krishna revela una solución simple a Arjuna, que es apegar su mente a Dios. Dice: ya que el Señor Supremo no es afectado por estos tres modos, quien une su mente a Dios, también se eleva del nivel material al nivel divino. Al escuchar esto, Arjuna pregunta sobre las características de tales seres que se han elevado por encima de estas tres gunas.\nPara responder a la pregunta de Arjuna, Sri Krishna detalla sistemáticamente las cualidades de las almas liberadas. Explica que, aun cuando ellas ven las gunas en el mundo material, no son perturbadas y permanecen equilibradas. Pueden ver los efectos de las gunas desplegándose en las situaciones, los objetos y las personas. Comprenden que todo es una manifestación de la energía de Dios y, finalmente, todo está bajo Su control. Por lo tanto, no se ven afectadas por las situaciones mundanas, no se sienten miserables en las adversidades ni jubilosas en el triunfo, y sin vacilar, permanecen situadas en el ser. Al final, Sri Krishna reitera que el poder de la devoción tiene la capacidad de ayudarnos a superar la influencia de las gunas o las tres modalidades de la naturaleza material."
    },
    "oneliner": {
      "en": "Yog through Understanding the Three Modes of Material Nature",
      "hi": "प्राकृतिक शक्ति के तीन गुणों द्वारा योग का ज्ञान ",
      "gu": "માયિક પ્રકૃતિના ત્રણ ગુણોના જ્ઞાન દ્વારા યોગ",
      "te": "గుణత్రయ విభాగ యోగము",
      "ta": "பொருள் இயற்கையின் மூன்று முறைகளை புரிந்துகொள்வதன் மூலம் யோகம்",
      "or": "ଗୁଣତ୍ରୟ ବିଭାଗ ଯୋଗ",
      "es": "Yoga Mediante la Comprensión de los Tres Modos de la Naturaleza Material"
    }
  },
  {
    "chapter_number": 15,
    "verses_count": 20,
    "name": {
      "en": "Puruṣhottam Yog",
      "hi": "पुरुषोत्तम योग",
      "gu": "પુરુષોત્તમ યોગ",
      "te": "పురుషోత్తమ యోగము",
      "ta": "புருஷோத்தம யோகம்",
      "or": "ପୁରୁଷୋତ୍ତମ ଯୋଗ",
      "es": "Puruṣhottam Yoga"
    },
    "description": {
      "en": "Shree Krishna had enlightened Arjun in the previous chapter that by transcending the effects of the three gunas (modes of material nature), one can achieve the divine goal. He also declared that engaging in exclusive devotion is the best means of transcending beyond these gunas.  Such devotion is practiced by detaching the mind from the world and attaching it to God alone. Therefore, it is essential to understand both. He has already explained the nature of God in the previous chapters. In this chapter, He explains the material world graphically—so that Arjun can understand its nature and develop detachment from it.\nShree Krishna compares the material world to an upside-down aśhvatth (sacred fig) tree. On the branches of this mysterious tree, the embodied souls wander up and down, from lifetime after lifetime. They are unable to comprehend its origin, age, expanse, or how it continues to grow. However, as God is the source of this tree, its roots face upwards toward the sky. Its leaves are the fruitive activities defined in the Vedas. The three gunas irrigate this tree, which creates the objects of the senses that are like buds on the tree branches. These buds sprout aerial roots that further propagate this aśhvatth tree over a large area.   \nBy describing in detail this symbolism of the upside-down aśhvatth (sacred fig) tree, this chapter conveys the concept of how in ignorance of this tree of material existence, the embodied souls keep growing their bondage in the material world. Shree Krishna declares that if we are searching for the Supreme Lord, then we must first cut this tree of material existence with the axe of detachment. Then we must look for its base because the Supreme Lord Himself is the source of the material world as well. Once we find the source and surrender to Him as advised in this chapter, we will reach the Abode of God forever and never return to this material world.\nShree Krishna then explains that, as the souls are also His eternal fragments, they too are divine. However, they are under the influence of material nature, thus, struggle with their six senses, including the mind. The embodied soul, ignorant of its divine nature, savors the material objects of the senses. He then describes the transmigration of the soul to a new body at the time of death and how it carries with it the mind and senses; from the present and previous lives. The ignorant can neither perceive the presence of the soul in the body when alive nor its departure upon death. However, the yogis see this process clearly with the eyes of knowledge and purity of their minds. Similarly, God is everywhere in His creation; one needs to use the eyes of knowledge to realize His presence.\nLord Krishna reveals that, by recognizing the glories of God that shine forth all around us in this world, we can realize His existence. At the end of this chapter, He explains the terms: kshar, akshar, and Purushottam. Kshar are the perishable beings residing in the material world. The liberated beings who live in the Abode of God are called akshar. The Supreme Divine Personality, who is the eternal source, sustainer, and regulator of the entire world, is called Purushottam or God. He is transcendental to both imperishable and perishable beings. Therefore, we must worship God with complete surrender.",
      "hi": "पिछले अध्याय में श्रीकृष्ण ने स्पष्ट किया था कि प्राकृत शक्ति के तीन गुणों से गुणातीत होकर ही कोई अपने दिव्य लक्ष्य को प्राप्त कर सकता है। उन्होंने यह भी प्रकट किया था कि इन गुणों से परे जाने का सबसे उत्तम उपाय भगवान की अनन्य भक्ति में तल्लीन होना है। ऐसी भक्ति में तल्लीन होने के लिए हमें मन को संसार से विरक्त कर उसे केवल भगवान में अनुरक्त करना होगा। इसलिए संसार की प्रकृति को समझना अति आवश्यक है। इस अध्याय में श्रीकृष्ण अर्जुन की संसार के प्रति विरक्ति विकसित करने में उसकी सहायतार्थ उसे भौतिक संसार की प्रकृति को प्रतीकात्मक शैली में समझाते हैं। वे भौतिक संसार की तुलना ऊपर से नीचे 'अश्वत्थ' बरगद के वृक्ष से करते हैं। देहधारी आत्मा इस वृक्ष की उत्पत्ति के स्रोत और यह कब से अस्तित्व में है और कैसे बढ़ रहा है, को समझे बिना एक जन्म से दूसरे जन्म में इस वृक्ष की शाखाओं के ऊपर नीचे घूमती रहती है। इस वृक्ष की जड़ें ऊपर की ओर होती हैं क्योंकि इसका स्रोत भगवान में है। वेदों में वर्णित सकाम कर्मफल इसके पत्तों के समान हैं। इस वृक्ष को प्राकृत शक्ति के तीनों गुणों से सींचा जाता है। ये गुण इन्द्रिय विषयों को जन्म देते हैं जोकि वृक्ष की ऊपर लगी कोंपलों के समान हैं। कोंपलों से वायवीय जड़ें फूट कर प्रसारित होती हैं जिससे वृक्ष और अधिक विकसित होता है। इस अध्याय में इस प्रतीकात्मकता को विस्तृत रूप से वर्णित किया गया है जिससे कि यह ज्ञात हो सके कि कैसे देहधारी आत्मा इस वृक्ष के भौतिक अस्तित्व की प्रकृति की अज्ञानता के कारण निरंतर संसार के बंधनो में फंसी रहकर भौतिक जगत के कष्ट सहन कर रही है। इसलिए श्रीकृष्ण समझाते हैं कि विरक्ति की कुल्हाड़ी से इस वृक्ष को काट डालना चाहिए। तब फिर हमें वृक्ष के आधार की खोज करनी चाहिए जोकि स्वयं परमेश्वर हैं। परम स्रोत भगवान को खोजकर हमें इस अध्याय में वर्णित पद्धति के अनुसार उनकी शरणागति ग्रहण करनी होगी और तभी हम भगवान के दिव्य लोक को पा सकेंगे जहाँ से हम पुनः इस लौकिक संसार में नहीं लौटेंगे। श्रीकृष्ण आगे वर्णन करते हैं कि उनका अभिन्न अंश होने के कारण इस संसार में जीवात्माएँ किस प्रकार से दिव्य हैं किन्तु माया शक्ति के बंधन के कारण वे मन सहित छह इन्द्रियों के साथ संघर्ष करती रहती हैं। वे स्पष्ट करते हैं कि यद्यपि आत्मा दिव्य है किन्तु फिर भी वह किस प्रकार से इन्द्रिय विषयों के भोग का आनंद लेती है। श्रीकृष्ण यह भी बताते हैं कि मृत्यु होने पर आत्मा अपने वर्तमान जीवन के मन और सूक्ष्म इन्द्रियों सहित किस प्रकार से नये शरीर में देहान्तरण करती है। अज्ञानी न तो शरीर में आत्मा की उपस्थिति को अनुभव करते हैं और न ही मृत्यु होने पर उन्हें आत्मा के देह को त्यागने का आभास होता है किन्तु योगी ज्ञान चक्षुओं और मन की शुद्धता के साथ इसका अनुभव करते हैं। इसी प्रकार से भगवान भी अपनी सृष्टि में व्याप्त हैं लेकिन ज्ञान चक्षुओं से ही उनकी उपस्थिति को अनुभव किया जा सकता है। यहाँ श्रीकृष्ण प्रकट करते हैं कि संसार में भगवान के अस्तित्व को और उनकी अनन्त महिमा को जो सर्वत्र प्रकाशित है, कैसे जान सकते हैं। इस अध्याय का समापन क्षर, अक्षर, पुरुषोत्तम शब्दों की व्याख्या के साथ होता है। क्षर भौतिक जगत की नश्वर वस्तुएँ हैं। अक्षर भगवान के लोक में निवास करने वाली मुक्त आत्माएँ हैं। पुरुषोत्तम का अर्थ दिव्य सर्वोच्च व्यक्तित्व है जो संसार का नियामक और निर्वाहक है। वह विनाशकारी और अविनाशी पदार्थों से परे है। हमें अपना सर्वस्व उस पर न्योछावर करते हुए उसकी आराधना करनी चाहिए।",
      "gu": "અગાઉના અધ્યાયમાં શ્રી કૃષ્ણે સમજાવ્યું કે માયિક પ્રકૃતિના ત્રણ ગુણોને ઓળંગીને કોઈ મનુષ્ય દિવ્ય લક્ષ્યની પ્રાપ્તિ કરે છે. તેમણે એ પણ પ્રગટ કર્યું કે ભગવાનની અનન્ય ભક્તિમાં લીન થવું એ આ ત્રણ ગુણોથી ઉપર ઉઠવા માટેનું સર્વોકૃષ્ટ સાધન છે. આવી ભક્તિમાં લીન થવા માટે આપણે મનને સંસારથી વિરક્ત અને ભગવાનમાં અનુરક્ત કરવું જોઈએ. આમ, સંસારની પ્રકૃતિ સમજવી અતિ આવશ્યક છે. આ અધ્યાયમાં શ્રીકૃષ્ણ અર્જુનમાં વિરક્તિ વિકસિત કરવાની સહાયતાર્થ આ માયિક વિશ્વને પ્રતિકાત્મક શૈલીમાં આલેખિત કરે છે. તેઓ આ સંસારની તુલના ઊંધા અશ્વત્ત: વૃક્ષ (વડ)  સાથે કરે છે. દેહધારી આત્મા આ વૃક્ષની ઉપર નીચે ભટકતી રહેતી શાખાઓ છે, જે તેનું સ્ત્રોત શું છે, તેનું અસ્તિત્ત્વ કેટલું છે, અને તે કેવી રીતે વિકસતી રહે છે, તે અંગે આકલન કર્યા વિના ઉપરથી નીચે ભટક્યા કરે છે. આ વૃક્ષનાં મૂળો ઉપર છે કારણ કે તેનો સ્રોત ભગવાનમાં છે. વેદોમાં વર્ણિત સકામ કર્મો એ તેનાં પર્ણો સમાન છે. માયિક પ્રકૃતિનાં ત્રણ ગુણો દ્વારા આ વૃક્ષનું સિંચન થાય છે. આ ગુણો ઇન્દ્રિય વિષયોનું સર્જન કરે છે જે વૃક્ષ ઉપરની કળીઓ સમાન છે. આ કળીઓનાં ઉર્ધ્વ અંકુરિત મૂળો વૃક્ષનો અધિક વિકાસ કરે છે. આ અધ્યાયમાં આ પ્રતિકાત્મકતાને વિસ્તૃત રીતે વર્ણવવામાં આવી છે કે જેથી જ્ઞાત થઈ શકે કે દેહધારી આત્મા આ માયિક અસ્તિત્વના વૃક્ષની પ્રકૃતિ અંગેના અજ્ઞાનને કારણે, કેવી રીતે પ્રાકૃત સંસારના કષ્ટો ભોગવીને અહીં કેવળ બંધનોને ચિરસ્થાયી બનાવે છે. શ્રીકૃષ્ણ સ્પષ્ટ કરે છે કે આ વૃક્ષને કાપીને ધરાશાયી કરવા માટે વિરક્તિની કુહાડીનો ઉપયોગ કરવો જ જોઈએ. પશ્ચાત્ વૃક્ષના આધારની શોધ કરવી આવશ્યક છે, જે સ્વયં ભગવાન છે. આ સ્રોતની શોધ કરીને આ અધ્યાયમાં વર્ણિત પદ્ધતિ અનુસાર આપણે તેમને શરણાગત થવું જોઈએ અને પશ્ચાત્ આપણે ભગવાનનાં દિવ્ય ધામની પ્રાપ્તિ કરી શકીશું, જ્યાંથી આપણે પુન: આ સંસારમાં પાછા ફરીશું નહીં.\nશ્રીકૃષ્ણ વર્ણન કરે છે કે આ સંસારના જીવાત્મા ભગવાનનો સનાનત અંશ હોવાના કારણે કેવી રીતે દિવ્ય છે. પરંતુ માયિક પ્રકૃતિથી બદ્ધ થઈને મન સાથેની છ ઈન્દ્રિયો સાથે સંઘર્ષ કરી રહ્યા છે. તેઓ સમજાવે છે કે, કેવી રીતે દેહધારી આત્મા દિવ્ય હોવા છતાં, ઈન્દ્રિયોના માયિક વિષયોનું આસ્વાદન કરે છે. તેઓ એ પણ વર્ણન કરે છે કે કેવી રીતે મૃત્યુ સમયે આત્મા વર્તમાન જીવનનાં મન અને ઈન્દ્રિયો સાથે નવા શરીરમાં દેહાંતરણ કરે છે. અજ્ઞાનીને ન તો શરીરમાં આત્માની ઉપસ્થિતિનો બોધ થાય છે કે ન તો મૃત્યુ સમયે આત્મા દેહ છોડે છે, તેનો બોધ થાય છે. પરંતુ યોગીઓને તેમનાં જ્ઞાનચક્ષુઓ તથા મનની શુદ્ધિને કારણે તેનો બોધ થાય છે. એ જ પ્રમાણે, ભગવાન પણ આ સૃષ્ટિમાં ઉપસ્થિત છે જ પરંતુ, તેનો જ્ઞાનચક્ષુ દ્વારા બોધ કરવો પડે. શ્રીકૃષ્ણ પ્રગટ કરે છે કે આપણે ભગવાનનો મહિમા જે સર્વત્ર પ્રકાશિત છે તે દ્વારા આ વિશ્વમાં ભગવાનનું અસ્તિત્ત્વ છે તે કેવી રીતે જાણી શકીએ. અધ્યાયનું સમાપન, ક્ષર, અક્ષર અને પુરુષોત્તમ આ શબ્દોની વ્યાખ્યા સાથે થાય છે. માયિક પ્રદેશની અંતર્ગત હોવાના કારણે ક્ષર નશ્વર છે. અક્ષર એ ભગવાનના ધામના મુક્તાત્માઓ છે. પુરુષોત્તમ એ પૂર્ણ પુરુષોત્તમ ભગવાન છે, જેઓ આ વિશ્વનાં અપરિવર્તનશીલ નિયંતા અને પાલક છે. તેઓ નશ્વર અને શાશ્વત બન્ને પ્રકારના જીવોથી પરે છે. આપણે સર્વસ્વ સમર્પિત કરીને તેમની ભક્તિ કરવી જોઈએ.",
      "te": "ఇంతకు క్రితం అధ్యాయములో, ప్రకృతి త్రిగుణములకు అతీతులమవటం ద్వారా భగవత్ లక్ష్యమును చేరుకోవచ్చు అని శ్రీ కృష్ణుడు వివరించి ఉన్నాడు. అనన్య భక్తిలో నిమగ్నమవటమే త్రి-గుణములకు అతీతులమై పోవటానికి ఉన్న అద్భుతమైన పద్ధతి అని కూడా చెప్పి ఉన్నాడు. ఇటువంటి భక్తిలో నిమగ్నమవటానికి, మనము మనస్సుని ఈ ప్రపంచం నుండి దూరం చేసి దానిని భగవంతుని యందే నిమగ్నం చేయాలి. అందుకే, ఈ ప్రపంచం యొక్క స్వభావాన్ని తెలుసుకోవటం చాలా ఆవశ్యకం.ఈ అధ్యాయంలో, అర్జునుడికి భౌతిక జగత్తు పట్ల వైరాగ్యం పెంపొందించటానికి సహాయం చేయటానికి, శ్రీ కృష్ణుడు, ఈ యొక్క భౌతిక జగత్తుని తద్రూప ఉపమానముతో వివరిస్తున్నాడు. భౌతిక జగత్తుని ఒక తల క్రిందులుగా ఉండే అశ్వత్థ వృక్షం (రావిచెట్టు) తో పోల్చుతున్నాడు. బద్ధ జీవాత్మ - ఆ వృక్షం ఎక్కడి నుండి వచ్చినదో, ఎప్పటినుండి ఇది ఉందో, అది ఎట్లా పెరుగుతూనే ఉంటుందో తెలుసుకోకుండానే - ఒక జన్మ నుండి ఇంకో జన్మకు ఆ చెట్టు కొమ్మలలో పైకీ క్రిందికీ తిరుగుతూనే ఉంటుంది. ఆ చెట్టు యొక్క వేర్లు పైకి ఉంటాయి, ఎందుకంటే దాని యొక్క మూలం భగవంతునిలో ఉంది కాబట్టి. వేదములలో చెప్పబడిన కామ్య కర్మలు ఆ చెట్టుకి ఆకులలాంటివి. ఆ చెట్టుకి పోషణ, ప్రకృతి యొక్క త్రి-గుణములు. ఈ గుణములు ఇంద్రియ విషయములను సృష్టిస్తాయి, అవి ఈ చెట్టుకు అంకురముల (మొగ్గ) వంటివి. ఈ అంకురములు, ఊడలను (aerial roots) ని జనింపచేస్తాయి. అవి వృక్షమును మరింత విస్తరింపచేస్తాయి. ఈ అధ్యాయము, ఈ ఉపమానం ఆధారంగా - భౌతిక ప్రపంచంలో క్లేశములకు గురయ్యే జీవాత్మ, భౌతిక అస్తిత్వములో ఉండే జగత్తు యొక్క నిజ స్వరూపము యొక్క అజ్ఞానము వలన, మరింత దానిలో ఎలా చిక్కుకుని పోతుందో - విస్తారముగా వివరిస్తుంది. వైరాగ్యము అనే గొడ్డలి సహాయంతో ఈ వృక్షాన్ని కొట్టివేయాలి అని శ్రీ కృష్ణుడు చెప్తున్నాడు. ఆ తరువాత మనం ఆ చెట్టు యొక్క మూలం కోసం వెతకాలి; అది స్వయంగా భగవంతుడే. ఆ మూలాన్ని తెలుసుకున్న పిదప ఆయనకి ఈ అధ్యాయములో చెప్పబడిన విధముగా శరణాగతి చేయాలి; అప్పుడు మనము ఆ భగవంతుని యొక్క దివ్య ధామముని చేరుకుంటాము, ఆ తదుపరి మళ్ళీ ఇక ఈ భౌతిక జగత్తులోకి రాము.    శ్రీ కృష్ణుడు ఇక తదుపరి, తనయొక్క నిత్య సనాతనమైన అంశములైన, ఈ జగత్తులో ఉన్న జీవాత్మలు, దివ్యమైనవని వివరిస్తున్నాడు. కానీ, భౌతిక ప్రకృతి చే బద్ధులైపోయి, మనస్సుతో కలిపి ఆరు ఇంద్రియములచే అవి కష్టాలను అనుభవిస్తున్నాయి. జీవాత్మ దివ్యమైనది అయినా, అది ఎలా ఇంద్రియముల యొక్క భౌతిక విషయములను భోగిస్తూ ఉంటుందో వివరిస్తున్నాడు. ఆత్మ మరణ సమయంలో ఇంకొక శరీరములోనికి, తన ప్రస్తుత జన్మ యొక్క మనస్సు మరియు ఇంద్రియములతో సహా, ఎలా ప్రవేశిస్తుందో వివరిస్తాడు. అజ్ఞానులు తమ దేహములోని ఆత్మను గుర్తించరు; మరియు అది మరణ సమయంలో వెళ్లిపోవటాన్ని కూడా గుర్తించరు. కానీ యోగులు తమ యొక్క జ్ఞాన-చక్షువులచే మరియు పవిత్రమైన మనస్సుచే దానిని గ్రహిస్తారు. అదే విధంగా భగవంతుడు కూడా తన సృష్టిలో అంతటా ఉంటాడు; కానీ ఆయనను జ్ఞాన చక్షువులచే తెలుసుకోవాలి. అంతటా వ్యక్తమయ్యే ఆయన యొక్క విభూతుల ద్వారా జగత్తులో భగవంతుని యొక్క అస్తిత్వమును మనము ఎలా తెలుసుకోవచ్చో శ్రీ కృష్ణుడు తెలియచేస్తాడు. క్షరము, అక్షరము మరియు పురుషోత్తమ అనే పదముల వివరణతో ఈ అధ్యాయం ముగుస్తుంది. 'క్షరము' అంటే భౌతిక జగత్తులోని నశించిపోయే జీవరాశులు. 'అక్షరము' అంటే భగవంతుని దివ్య ధామములో ఉన్న విముక్తి పొందిన జీవులు. 'పురుషోత్తమ' అంటే సర్వోత్కృష్ట భగవానుడు, ఆయనే మార్పులేని నియామకుడు మరియు పోషకుడు. ఆయన క్షర మరియు అక్షర జీవులకు అతీతుడు. ఆయన మనసారా ఆరాధించబడాలి.",
      "ta": "முந்தைய அத்தியாயத்தில், ஜட இயற்கையின் மூன்று முறைகளைக் கடந்தால், ஒருவர் தெய்வீக இலக்கை அடைகிறார் என்று ஸ்ரீ கிருஷ்ணர் விளக்கினார். குணங்களைத் தாண்டிச் செல்வதற்கான சிறந்த வழி பிரத்யேக பக்தியில் ஈடுபடுவதே என்றும் அவர் வெளிப்படுத்தினார். அத்தகைய பக்தியில் ஈடுபட, நாம் மனதை உலகத்திலிருந்து பிரித்து, கடவுளிடம் மட்டுமே இணைக்க வேண்டும். எனவே, உலகத்தின் தன்மையைப் புரிந்துகொள்வது அவசியம்.இந்த அத்தியாயத்தில், ஸ்ரீ கிருஷ்ணர் அர்ஜுனனுக்கு உலகத்தின் மீது பற்றின்மையை வளர்க்க உதவும் வகையில், தெளிவாகத் தெரியும் படி பொருள் உலகின் தன்மையை விளக்குகிறார். அவர் பொருள் உலகத்தை ஒரு தலைகீழான அஸ்வத் மரத்துடன் (புனித அத்தி) ஒப்பிடுகிறார். உடல்சார்ந்த ஆன்மா, அது எங்கிருந்து உருவானது, எவ்வளவு காலம் இருந்தது, எப்படி வளர்கிறது என்பதை அறியாமல், வாழ்நாள் முதல் வாழ்நாள் வரை மரத்தின் கிளைகளில் மேலும் கீழும் அலைந்து திரிகிறது. மரத்தின் வேர்கள் மேல்நோக்கி உள்ளன, ஏனெனில் அது கடவுளிடம் உள்ளது. பொருள் இயற்கையின் மூன்று முறைகளால் மரம் பாசனம் செய்யப்படுகிறது. தங்களில் விவரிக்கப்பட்டுள்ள பலன் தரும் செயல்கள் அதன் இலைகள் போன்றவை. இந்த முறைகள் மரத்தின் மொட்டுகள் போன்ற உணர்வுப் பொருட்களை உருவாக்குகின்றன. மொட்டுகள் மேலெழும்பும் வான்வழி வேர்களை தளிர்த்து மரத்தின் மேலும் வளர்ச்சியை உண்டாக்குகின்றன. இம்மரத்தின் ஸ்தூல -- இருப்பின் தன்மையை அறியாமையால் உலகத்தின் அடிமைத்தனத்தில் தொடர்ந்து சிக்கித் தவிக்கும் ஆன்மா எவ்வாறு ஜட உலகின் துன்பங்களை அனுபவிக்கிறது என்பதை அறியும் வகையில் இந்த அத்தியாயத்தில் தெளிவாகத் தெரியும் படி விவரிக்கப்பட்டுள்ளது. மரத்தை வெட்டுவதற்குப் பற்றின்மையின் கோடாரி பயன்படுத்தப்பட வேண்டும் என்று ஸ்ரீ கிருஷ்ணர் விளக்குகிறார். பிறகு, நாம் அந்த மரத்தின் அடிப்பகுதியைத் தேட வேண்டும், அதுவே அதுவே ஒப்புயர்வற்ற பகவான். மூலத்தைக் கண்டுபிடித்து, இந்த அத்தியாயத்தில் விவரிக்கப்பட்டுள்ள விதத்தில் நாம் அவரிடம் சரணடைய வேண்டும். அவ்வாறு செய்யும்போது, ​​நாம் கடவுளின் தெய்வீக இருப்பிடத்தை அடைவோம், அங்கிருந்து மீண்டும் ஜட உலகிற்குத் திரும்ப மாட்டோம்.ஸ்ரீ கிருஷ்ணர் பின்னர் அனைத்து ஆன்மாக்களும், அவரது நித்திய சிறு பாகங்களாக இருப்பதால், தெய்வீகமானவை என்று விவரிக்கிறார். ஆனால் ஜட இயற்கையால் கட்டுண்டு, மனம் உட்பட ஆறு புலன்களுடன் போராடுகிறார்கள். ஆன்மா, தெய்வீகமாக இருந்தாலும், உணர்வின் ஜடப் பொருள்களை எப்படிச் சுவைக்கிறது என்பதை அவர் விளக்குகிறார். மரணத்தின் போது ஆன்மா எவ்வாறு புதிய உடலுக்கு மாறுகிறது என்பதையும், தற்போதைய வாழ்க்கையிலிருந்து மனதையும் புலன்களையும் தன்னுடன் எடுத்துச் செல்வதையும் அவர் விவரிக்கிறார். அறிவில்லாதவர்கள் உயிருடன் இருக்கும்போதோ, இறந்தபின் உடலைவிட்டுப் பிரியும்போதோ உடலில் ஆன்மா இருப்பதை உணர்வது இல்லை. ஆனால் யோகிகள் அதை அறிவின் கண்களாலும், அவர்களின் மனத்தூய்மையாலும் உணர்கிறார்கள். அவ்வாறே, கடவுளும் அவருடைய படைப்பில் இருக்கிறார், ஆனால் அவர் அறிவின் கண்களால் உணரப்பட வேண்டும். எல்லா இடங்களிலும் பிரகாசிக்கும் அவருடைய மகிமையின் மூலம் இந்த உலகில் கடவுள் இருப்பதை நாம் அறிய முடியும் என்பதை ஸ்ரீ கிருஷ்ணர் வெளிப்படுத்துகிறார். க்ஷர், அக்ஷர் மற்றும் புருஷோத்தம் ஆகிய சொற்களின் விளக்கங்களுடன் அத்தியாயம் முடிவடைகிறது. க்ஷர் என்பது பொருள் மண்டலத்தின் அழியக்கூடிய உயிரினங்கள். அக்ஷர் என்பது கடவுளின் வசிப்பிடத்திலுள்ள விடுதலை பெற்ற உயிரினங்கள். புருஷோத்தம் என்பவர் உயர்ந்த தெய்வீக ஆளுமை ஆவார், அவர் உலகின் மாறாத கட்டுப்பாட்டாளர் மற்றும் பராமரிப்பாளர் அவர் அழியக்கூடிய மற்றும் அழியாத உயிரினங்களுக்கு அப்பாற்பட்டவர். அவரை முழு மனதுடன் வணங்க வேண்டும்.",
      "or": "ପୂର୍ବ ଅଧ୍ୟାୟରେ ଶ୍ରୀକୃଷ୍ଣ ବର୍ଣ୍ଣନା କଲେ ଯେ ଭୌତିକ ପ୍ରକୃତିର ତ୍ରିଗୁଣକୁ ଅତିକ୍ରମ କଲେ, ବ୍ୟକ୍ତି ଦିବ୍ୟ ଲକ୍ଷ୍ୟପ୍ରାପ୍ତି କରିଥାଏ । ସେ ଏହା ମଧ୍ୟ ପ୍ରକାଶ କଲେ ଯେ ଗୁଣାତୀତ ହେବାର ସର୍ବୋତ୍ତମ ମାର୍ଗ ହେଉଛି ଭଗବାନଙ୍କ ଅନନ୍ୟ ଭକ୍ତି । ଏହିପରି ଭକ୍ତି କରିବା ପାଇଁ ଆମକୁ ସଂସାରରୁ ମନକୁ ହଟାଇ ତାହାକୁ ଭଗବାନଙ୍କ ଠାରେ ଲଗାଇବାକୁ ପଡ଼ିବ । ତେଣୁ ସଂସାରର ସ୍ୱରୂପ ସମ୍ବନ୍ଧରେ ଜାଣିବା ଆବଶ୍ୟକ ଅଟେ । ଏହି ଅଧ୍ୟାୟରେ ଶ୍ରୀକୃଷ୍ଣ ସଂସାରର ଚିତ୍ରାତ୍ମକ ବର୍ଣ୍ଣନା କରୁଛନ୍ତି, ଯାହା ଅର୍ଜୁନଙ୍କୁ ଏଥିରୁ ନିବୃତ୍ତ ହେବା ପାଇଁ ସାହାଯ୍ୟ କରିବ । ସେ ଭୌତିକ ସଂସାରକୁ ଏକ ଓଲଟା ବା ଅଗ୍ରଭାଗ ନିମ୍ନକୁ ଥିବା ଏକ ଅଶ୍ୱତ୍‌ଥ ବୃକ୍ଷ ସହିତ ତୁଳନା କରିଛନ୍ତି । ଦେହଧାରୀ ଆତ୍ମା ବୃକ୍ଷର ଶାଖା ପ୍ରଶାଖାରେ ଉପରତଳ ହୋଇ ଇତସ୍ତତଃ ଭାବରେ ଜନ୍ମ ପରେ ଜନ୍ମ ଘୂରି ବୁଲୁଛି । ତଥାପି, ତା’ର ଉତ୍ପତ୍ତି କେଉଁଠାରୁ ହୋଇଛି, କେବେଠାରୁ ସେ ଅଛି ଏବଂ ତା’ର ବୃଦ୍ଧି କିପରି ହେଉଛି, ତାହା ସେ ବୁଝିପାରୁନାହିଁ । ବୃକ୍ଷର ମୂଳ ଉପରକୁ ରହିଛି, କାରଣ ଏହାର ସ୍ରୋତ ଭଗବାନ ଅଟନ୍ତି । ବେଦ ବର୍ଣ୍ଣିତ ଫଳଦାୟୀ କର୍ମ ଏହାର ପତ୍ର ସଦୃଶ । ବୃକ୍ଷଟି ମାୟାର ତିନିଗୁଣ ଦ୍ୱାରା ଜଳସେଚିତ ହେଉଅଛି । ଗୁଣଗୁଡ଼ିକ ଇନ୍ଦ୍ରିୟଭୋଗ ବସ୍ତୁ ସୃଷ୍ଟି କରନ୍ତି, ଯାହା ବୃକ୍ଷର କଢ଼ ପରି ଅଟନ୍ତି । ଏଗୁଡ଼ିକ ଅଙ୍କୁରିତ ହୋଇ ବାୟବୀୟ ମୂଳ ସୃଷ୍ଟି କରନ୍ତି, ଯାହା ବୃକ୍ଷକୁ ଅଧିକ ବୃଦ୍ଧି ଲାଭ କରିବାର ବିପଦ ସୃଷ୍ଟି କରିଥାଏ । ଏହି ଅଧ୍ୟାୟରେ, ଏହି ପ୍ରତୀକବାଦର ବିସ୍ତୃତ ବର୍ଣ୍ଣନା ମାଧ୍ୟମରେ ଏହି ଧାରଣାକୁ ସ୍ପଷ୍ଟ କରାଯାଇଛି, କିପରି ଦେହଧାରୀ ଆତ୍ମା ଏହି ବୃକ୍ଷରୂପୀ ମାୟିକ ଜଗତର ଗୁଣ ନ ଜାଣି କଷ୍ଟଭୋଗ କରିବା ସହିତ ତା’ର ବନ୍ଧନକୁ ଦୃଢ଼ କରିବାରେ ଲାଗିଛି । ଶ୍ରୀକୃଷ୍ଣ କହୁଛନ୍ତି, ବିରକ୍ତି ରୂପୀ କୁଠାରର ବ୍ୟବହାର କରି ଏହି ବୃକ୍ଷକୁ କାଟିବା ଉଚିତ୍ । ତାପରେ ଆମେ ବୃକ୍ଷର ମୂଳ ଖୋଜିବା ଆବଶ୍ୟକ, ଯାହା ସ୍ୱୟଂ ଭଗବାନ ଅଟନ୍ତି । ମୂଳକୁ ଠାବ କରି, ଏହି ଅଧ୍ୟାୟରେ ବର୍ଣ୍ଣନା କରାଯାଇ ଥିବା ଉପାୟରେ ଆମେ ତାଙ୍କର ଶରଣାଗତ ହେବା ଉଚିତ । ତଦ୍ୱାରା ଆମେ ଭଗବାନଙ୍କର ଦିବ୍ୟଲୋକ ପ୍ରାପ୍ତ କରିବା, ଯେଉଁଠାରୁ ପୁନର୍ବାର ଆମେ ଏହି ଭୌତିକ ଜଗତକୁ ଫେରି ଆସିବା ନାହିଁ ।ତା’ପରେ ଶ୍ରୀକୃଷ୍ଣ ବର୍ଣ୍ଣନା କରୁଛନ୍ତି, କିପରି ସଂସାରରେ ସ୍ଥିତ ଆତ୍ମା, ତାଙ୍କର ନିତ୍ୟ କ୍ଷୁଦ୍ର ଅଂଶ ହୋଇଥିବାରୁ, ଦିବ୍ୟ ଅଟନ୍ତି । କିନ୍ତୁ ମାୟାର କବଳିତ ହୋଇ, ସେମାନେ ମନ ଏବଂ ପାଞ୍ଚ ଇନ୍ଦ୍ରିୟଙ୍କ ସହିତ ସଂଘର୍ଷ କରୁଛନ୍ତି । ସେ ବର୍ଣ୍ଣନା କରୁଛନ୍ତି, କିପରି ଦେହଧାରୀ ଜୀବ ଦିବ୍ୟ ହୋଇ ମଧ୍ୟ ଇନ୍ଦ୍ରିୟ ବିଷୟର ରସାସ୍ୱାଦନ କରେ । ମୃତ୍ୟୁ ସମୟରେ, ଆତ୍ମାର କିପରି ଏହି ଜନ୍ମର ମନ ଓ ଇନ୍ଦ୍ରିୟ ସହିତ ଅନ୍ୟ ଏକ ଶରୀରକୁ ଦେହାନ୍ତରଣ ହୁଏ, ସେ ଏଠାରେ ତାହା ମଧ୍ୟ ବର୍ଣ୍ଣନା କରିଛନ୍ତି । ଅଜ୍ଞାନୀ ବ୍ୟକ୍ତି ଆତ୍ମାର ଉପସ୍ଥିତିକୁ, ତାହା ଶରୀରରେ ଥିବା ସମୟରେ କିମ୍ବା ଶରୀର ତ୍ୟାଗ କରିବା ସମୟରେ, ଅନୁଭବ କରିପାରେ ନାହିଁ । କିନ୍ତୁ ଯୋଗୀମାନେ ତାଙ୍କର ଜ୍ଞାନଚକ୍ଷୁ ଏବଂ ଶୁଦ୍ଧ ମନରେ ତାହାର ଅନୁଭବ କରିପାରନ୍ତି । ସେହିପରି ଭଗବାନ ମଧ୍ୟ ତାଙ୍କ ସୃଷ୍ଟିରେ ରହିଛନ୍ତି, କିନ୍ତୁ ଜ୍ଞାନଚକ୍ଷୁରେ ହିଁ ତାଙ୍କୁ ଅନୁଭବ କରାଯାଇ ପାରିବ । ଶ୍ରୀକୃଷ୍ଣ ଏଠାରେ ପ୍ରକାଶ କରୁଛନ୍ତି, ସଂସାରର ସର୍ବତ୍ର ଉଦ୍‌ଭାସିତ ଭଗବାନଙ୍କର ଐଶ୍ୱର୍ଯ୍ୟ ମାଧ୍ୟମରେ ତାଙ୍କର ଉପସ୍ଥିତିକୁ ଆମେ କିପରି ହୃଦୟଙ୍ଗମ କରିପାରିବା । ଅଧ୍ୟାୟଟି କ୍ଷର, ଅକ୍ଷର ଏବଂ ପୁରୁଷୋତ୍ତମ ଶବ୍ଦର ବ୍ୟାଖ୍ୟା ସହିତ ଶେଷ ହୋଇଛି । ସଂସାରର ନଶ୍ୱର ଜୀବସବୁ କ୍ଷର ଅଟନ୍ତି । ଭଗବାନଙ୍କ ଦିବ୍ୟ ଲୋକର ମୁକ୍ତ ଆତ୍ମା ସବୁ ଅକ୍ଷର ଅଟନ୍ତି । ପୁରୁଷୋତ୍ତମ ହେଉଛନ୍ତି ପରମ ପୁରୁଷ ଭଗବାନ, ଯିଏ କି ଏହି ସଂସାରର ଅପରିବର୍ତ୍ତନୀୟ ଶାସକ ଏବଂ ପାଳକ ଅଟନ୍ତି । ସେ ଉଭୟ ନଶ୍ୱର ଏବଂ ଅବିନଶ୍ୱରଙ୍କ ଅନୁଭୂତିର ସୀମାତୀତ ଅଟନ୍ତି । ସେ ଆମ ସମସ୍ତଙ୍କ ଦ୍ୱାରା ଉପାସିତ ହେବା ଉଚିତ୍ ।",
      "es": "En el capítulo anterior Sri Krishna iluminó a Arjuna diciéndole que al trascender los efectos de las tres gunas (modos de la naturaleza material), uno puede alcanzar la meta divina. También declaró que dedicarse a la devoción exclusiva es el mejor medio de trascender más allá de estas gunas. Dicha devoción se practica desprendiendo la mente del mundo y apegándola solo a Dios. Por lo tanto, es esencial comprender ambas cosas. En los capítulos anteriores explicó la naturaleza de Dios. En este capítulo, explica gráficamente el mundo material - para que Arjuna pueda entender su naturaleza y desarrollar el desapego de este.\nSri Krishna compara el mundo material con un aśhvattha (higo sagrado) invertido. En las ramas de este árbol misterioso, las almas encarnadas vagan de arriba a abajo, de vida en vida. Son incapaces de comprender su origen, su antigüedad, su extensión o cómo sigue creciendo. Sin embargo, como Dios es la fuente de este árbol, sus raíces miran hacia arriba, hacia el cielo. Sus hojas son las actividades fruitivas definidas en los Vedas. Las tres gunas irrigan este árbol, que crea los objetos de los sentidos que son como brotes en las ramas. De estos brotes germinan raíces aéreas que propagan aun más este árbol aśhvattha en una gran superficie.\nAl describir a detalle este simbolismo del árbol aśhvatthaa (higo sagrado) invertido, este capítulo transmite el concepto de que ante la ignorancia de este árbol de la existencia material, las almas encarnadas siguen aumentando su cautiverio en el mundo material. Sri Krishna declara que si estamos buscando al Señor Supremo, primero debemos cortar este árbol de la existencia material con el hacha del desapego. Luego debemos buscar su base porque el Señor Supremo también es la fuente del mundo material. Una vez que encontremos la fuente y nos entreguemos a Él como se aconseja en este capítulo, alcanzaremos la Morada de Dios para siempre y nunca regresaremos a este mundo material.\nSri Krishna explica entonces que, como las almas son Sus fragmentos eternos, también son divinas. Sin embargo, están bajo la influencia de la naturaleza material, por lo que luchan con sus seis sentidos, incluida la mente. El alma encarnada, ignorante de su naturaleza divina, saborea los objetos materiales de los sentidos.\nA continuación, describe la transmigración del alma a un nuevo cuerpo en el momento de la muerte y cómo lleva consigo la mente y los sentidos; de la vida presente y de la anterior. El ignorante no puede percibir la presencia del alma en el cuerpo cuando está vivo ni su partida al morir. Sin embargo, los yoguis ven este proceso claramente con los ojos del conocimiento y la pureza de sus mentes. Del mismo modo, Dios está en todas partes en Su creación; hay que utilizar los ojos del conocimiento para darse cuenta de Su presencia.\nEl Señor Krishna revela que al reconocer las glorias de Dios que brillan a nuestro alrededor en este mundo podemos realizar Su existencia. Al final de este capítulo, explica los términos: kshar, akshar y Purushottam. Kshar son los seres perecederos que residen en el mundo material. Los seres liberados que viven en la Morada de Dios se llaman akshar. La Suprema Personalidad Divina, que es la fuente eterna, el sostenedor y el regulador del mundo entero, se llama Purushottam o Dios. Él es trascendental tanto a los seres imperecederos como a los perecederos. Por lo tanto, debemos adorar a Dios con una entrega total."
    },
    "oneliner": {
      "en": "The Yog of the Supreme Divine Personality",
      "hi": "सर्वोच्च दिव्य स्वरूप योग ",
      "gu": "પૂર્ણ પુરુષોત્તમ દિવ્ય વિભૂતિ યોગ",
      "te": "పురుషోత్తమ యోగము",
      "ta": "ஒப்புயர்வற்ற தெய்வீக ஆளுமையின் யோகம்",
      "or": "ପୁରୁଷୋତ୍ତମ ଯୋଗ",
      "es": "Yoga de la Suprema Personalidad Divina"
    }
  },
  {
    "chapter_number": 16,
    "verses_count": 24,
    "name": {
      "en": "Daivāsura Sampad Vibhāg Yog",
      "hi": "देवासुर संपद विभाग योग ",
      "gu": "દ્વૈવાસુર સંપદ વિભાગ યોગ",
      "te": "దైవాసుర సంపద్విభాగ యోగము",
      "ta": "தெய்வாஸுர ஸம்பத் விபாக யோகம்",
      "or": "ଦୈବାସୁର ସମ୍ପଦ ବିଭାଗ ଯୋଗ",
      "es": "Daivāsura Sampad Vibhāg Yoga"
    },
    "description": {
      "en": "This chapter expounds on the two kinds of human nature—the saintly and the demoniac. Shree Krishna explains that the saintly-nature develops in humans by cultivating the modes of goodness, by following the instructions given in the scriptures, and purifying the mind with spiritual practices. Such behavior attracts daivī sampatti or godlike qualities, eventually leading to God-realization. Contrary to this, the demoniac-nature develops by associating with modes of passion and ignorance and materially focused lifestyles that breed unwholesome traits in human personality. This leads the soul finally to a hell-like existence.\nShree Krishna enumerates the saintly virtues of those endowed with a divine nature and then describes the demoniac qualities that should be shunned consciously. Else, these will drag the soul further into ignorance and samsara or the cycle of life and death. In the end, Shree Krishna declares that the knowledge of the scriptures helps in overcoming ignorance and passion. They also guide us to make the right choices in life. Therefore, we must understand their teachings and injunctions and accordingly perform our actions in this world.",
      "hi": "इस अध्याय में श्रीकृष्ण मनुष्यों में दैवीय और आसुरी दो प्रकार की प्रकृति का वर्णन करते हैं। दैवीय गुण धार्मिक ग्रंथों के उपदेशों के अनुसरण, सत्वगुण को पोषित करने और अध्यात्मिक अभ्यास द्वारा मन को शुद्ध करने से विकसित होते हैं। ये दैवीय संपत्ति में वृद्धि की ओर अग्रसर करते हैं और अंततः भगवद्प्राप्ति के लक्ष्य तक पहुँचाते हैं। इसके विपरीत संसार में आसुरी प्रवृत्ति भी पायी जाती है जो मोह अर्थात आसक्ति और अज्ञानता के गुणों की संगति से तथा भौतिक विचारों को अंगीकार करने से विकसित होती है। यह किसी के व्यक्तित्व में प्रतिकूल लक्षणों का पोषण करती है और अंततः आत्मा को नारकीय अस्तित्वों में धकेलती है। यह अध्याय दिव्य प्रकृति के दैवीय गुणों से सम्पन्न पुण्यात्माओं के निरूपण से प्रारंभ होता है। आगे इसमें आसुरी गुणों का वर्णन किया गया है जिनका अति सतर्कता के साथ त्याग करना चाहिए, क्योंकि ये आगे आत्मा को पुनः अज्ञानता और 'संसार' अर्थात जीवन और मृत्यु के चक्र की ओर खींचते हैं। श्रीकृष्ण इस अध्याय का समापन करते हुए कहते हैं कि क्या किया जाना चाहिए और क्या नहीं किया जाना चाहिए, इसका निर्णय करने का अधिकार केवल वेद शास्त्रों का ही माना जाता है अतः हमें भी वेदों के वाक्यों को स्वीकार करना चाहिए। हमें इन वैदिक शास्त्रों के विधि-निषेधों को समझना चाहिए और तदानुसार इस संसार में अपने कार्यों का निष्पादन और दायित्वों का निर्वहन करना चाहिए।",
      "gu": "આ અધ્યાયમાં, શ્રીકૃષ્ણ માનવજાતિમાં પ્રવર્તમાન બે પ્રકારની પ્રકૃતિઓનું વર્ણન કરે છે—દૈવી તથા આસુરી. શાસ્ત્રીય ઉપદેશોના પાલન, સાત્ત્વિક ગુણના સંવર્ધન તથા આધ્યાત્મિક સાધનાથી મનની શુદ્ધિ દ્વારા દૈવી પ્રકૃતિનો વિકાસ થાય છે. તે દૈવી સંપત્તિમાં વૃદ્ધિ કરે છે,જે આખરે ભગવદ્દ-પ્રાપ્તિમાં પરિણમે છે. તેનાથી વિપરીત, આસુરી પ્રકૃતિ એ છે જેનો વિકાસ રાજસિક અને તામસિક સંગથી તથા માયિકવાદના અંગીકારથી થાય છે. તે વ્યક્તિમાં હાનિકારક લક્ષણોનું સંવર્ધન કરે છે, જે આખરે આત્માને નરકીય પ્રકારનાં વિશ્વમાં ફેંકી દે છે.\nઅધ્યાયનો પ્રારંભ દૈવી પ્રકૃતિથી સંપન્ન લોકોનાં સદ્દગુણોના વર્ણનથી થાય છે. પશ્ચાત્ આસુરી પ્રકૃતિનું વર્ણન કરવામાં આવ્યું છે જેને પૂર્ણ સાવધાનીપૂર્વક દૂર કરવી જોઈએ, કારણ કે તે આત્માને અજ્ઞાનની ગર્તામાં તથા જન્મ-મૃત્યુના ચક્રમાં ધકેલી દે છે. શ્રીકૃષ્ણ આ અધ્યાયનું સમાપન એ કહીને કરે છે કે આપણે શું કરવું જોઈએ અને શું ન કરવું જોઈએ, તે અંગેનો નિર્ણય કરવાની સત્તા શાસ્ત્રોની હોવી જોઈએ. આપણે શાસ્ત્રોની આજ્ઞાઓને સમજવી જોઈએ અને પશ્ચાત્ તદ્દનુસાર આ વિશ્વમાં આપણા કર્મો કરવા જોઈએ.",
      "te": "ఈ అధ్యాయములో, శ్రీ కృష్ణుడు, మనుష్యులలో ఉండే రెండు రకాల స్వభావాలను వివరిస్తున్నాడు - దైవీ గుణాలు మరియు ఆసురీ గుణాలు. శాస్త్ర ఉపదేశాలను/నియమాలను పాటించటం, సత్త్వ గుణమును పెంపొందించుకోవటం, మరియు మనస్సుని ఆధ్యాత్మిక సాధనచే శుద్ధి చేసుకోవటం ద్వారా, దైవీ గుణాలు వృద్ధి చెందుతాయి. అది దైవీ సంపత్తి (దేవుని వంటి గుణములు) పెంచుకోవటానికి దోహదపడుతుంది, చిట్ట చివరగా అది భగవత్-ప్రాప్తిని కలిగిస్తుంది. దీనికి విరుద్ధంగా, ఆసురీ ప్రవృత్తి కూడా ఉంది, రజో గుణము, తమో గుణములతో అనుసంధానం వలన మరియు భౌతిక ప్రాపంచిక దృక్పథాన్ని అవలంబించటం వలన అది పెరుగుతుంది. అది మనిషి యొక్క వ్యక్తిత్వములో అపవిత్ర నడవడికను కలిగిస్తుంది, మరియు అంతిమంగా ఆత్మను నరకం వంటి స్థితిలోకి నెట్టివేస్తుంది.ఈ అధ్యాయం, దివ్య స్వభావము కలిగి ఉన్న వారి యొక్క దైవీ గుణములను వివరించటంతో ప్రారంభమవుతుంది. ఆ తదుపరి, జాగురూకతతో విడిచిపెట్టవలసిన ఆసురీ (రాక్షస) గుణములను వివరిస్తుంది ఎందుకంటే, అవి మన ఆత్మను మరింత అజ్ఞానములోకి మరియు జనన-మరణ సంసారములోనికి నెట్టివేస్తాయి. శ్రీ కృష్ణుడు ఈ అధ్యాయాన్ని ముగిస్తూ - మన ఏం చేయాలి ఏం చేయకూడదు అన్న విషయం పై శాస్త్రములు చెప్పినవే ప్రమాణములు - అని అంటున్నాడు. శాస్త్ర ఉపదేశాలను మనం అర్థం చేసుకోవాలి మరియు ఆ తరువాతే, ఆ చెప్పబడిన విధంగా ఈ ప్రపంచంలో ప్రవర్తించాలి.",
      "ta": "இந்த அத்தியாயத்தில், ஸ்ரீ கிருஷ்ணர் மனிதர்களிடையே உள்ள இரண்டு வகையான இயல்புகளை விவரிக்கிறார்--தெய்வீக மற்றும் அஸுர இயல்புகள் (மனித இயல்புக்கு அப்பாற்பட்ட இயல்புகள்). வேத நூல்களின் வழிமுறைகளைப் பின்பற்றுவதன் மூலமும், நன்மையின் முறையை மேம்படுத்துதல் மூலமும், ஆன்மீகப் பயிற்சிகளால் மனதைத் தூய்மைப்படுத்துவதன் மூலமும் புனிதமான இயல்பு உருவாகிறது. இது தெய்வீக குணங்கள்களின் மேம்பாட்டிற்கு வழிவகுத்து, இறுதியில் கடவுள்-உணர்தலின் உச்சத்தை அடைகிறது. இதற்கு நேர்மாறாக, ஆர்வம், அறியாமை மற்றும் பொருள் கருத்துக்களைத் தழுவிக்கொள்வதன் மூலம் உருவாகும் தீய இயல்பும் உள்ளது. இது ஒருவரின் ஆளுமையில் ஆரோக்கியமற்ற பண்புகளை வளர்த்து, இறுதியில் ஆன்மாவை நரக வாழ்க்கைக்குள் தள்ளுகிறது.தெய்வீக குணம் கொண்டவர்களின் புனித நற்பண்புகளை விவரிப்பதன் மூலம் அத்தியாயம் தொடங்குகிறது. பின்னர், அது அஸுர குணங்களை விவரிக்கிறது, ஏனெனில் அவை ஆன்மாவை மீண்டும் அறியாமை மற்றும் 'ஸம்ஸாரம்' அதாவது வாழ்க்கை மற்றும் இறப்பு சுழற்சியை நோக்கி இழுத்துச் செல்கின்றன. சரி மற்றும் தவறான நடத்தையை தீர்மானிப்பதில் வேதங்கள் நமது அதிகாரமாக இருக்க வேண்டும் என்று கூறி ஸ்ரீகிருஷ்ணர் அத்தியாயத்தை முடிக்கிறார். இந்த வேத கட்டளைகளை நாம் புரிந்து கொண்டு அவற்றைப் பின்பற்றி இவ்வுலகில் நடந்து கொள்ள வேண்டும்.",
      "or": "ଏହି ଅଧ୍ୟାୟରେ ଶ୍ରୀକୃଷ୍ଣ ମନୁଷ୍ୟର ଦୁଇ ପ୍ରକାର ସ୍ୱଭାବ ବିଷୟରେ ବର୍ଣ୍ଣନା କରିଛନ୍ତି - ସାଧୁ ସ୍ୱଭାବ ଏବଂ ଆସୁରିକ ସ୍ୱଭାବ । ଶାସ୍ତ୍ର ଉପଦେଶ ପାଳନ, ସତ୍ତ୍ୱ ଗୁଣର ବିକାଶ, ଆଧ୍ୟାତ୍ମିକ ସାଧନା ଏବଂ ଅନ୍ତଃକରଣ ଶୁଦ୍ଧି ଦ୍ୱାରା ସାଧୁ ସ୍ୱଭାବ ଉତ୍ପନ୍ନ ହୋଇଥାଏ । ଏହା ଦୈବୀ ସମ୍ପତ୍ତି ବା ଭଗବଦୀୟ ଗୁଣର ବିକାଶ କରେ ଏବଂ ପରିଣାମତଃ ଭଗବତ୍ ପ୍ରାପ୍ତି କରାଇ ଥାଏ । ଏହାର ବିପରୀତ ଆସୁରିକ ସ୍ୱଭାବ ଅଟେ । ଯାହା ରଜୋଗୁଣ ଓ ଅଜ୍ଞାନର ସଂସ୍ପର୍ଶରେ ଆସି ତଥା ଭୌତିକ ଦୃଷ୍ଟିକୋଣ ପୋଷଣ କରିବା ଦ୍ୱାରା ଉତ୍ପନ୍ନ ହୋଇଥାଏ । ଏହା ବ୍ୟକ୍ତିର ବ୍ୟକ୍ତିତ୍ୱରେ ଅନୈତିକ ସ୍ୱଭାବ ବୃଦ୍ଧି କରାଏ ଏବଂ ସର୍ବଶେଷରେ ଆତ୍ମାକୁ ନର୍କଗାମୀ କରାଏ ।ଅଧ୍ୟାୟଟି ଦ୍ୱୈବୀଗୁଣର ଅଧିକାରୀ ସାଧୁ ସ୍ୱଭାବର ବର୍ଣ୍ଣନା ସହ ଆରମ୍ଭ ହୋଇଛି । ତାପରେ ଆସୁରିକ ସ୍ୱଭାବର ବର୍ଣ୍ଣନା ହୋଇଛି, ଯାହାର ପରିତ୍ୟାଗ ନିଷ୍ଠାପୂର୍ବକ କରାଯିବା ଉଚିତ୍‌, କାରଣ ସେଗୁଡ଼ିକ ଜୀବକୁ ଅଜ୍ଞାନତା ଏବଂ ଜୀବନ ଓ ମୃତ୍ୟୁର ସଂସାରକୁ ଟାଣିନିଅନ୍ତି । ଅଧ୍ୟାୟର ପରିସମାପ୍ତି କରିବାକୁ ଯାଇ ଶ୍ରୀକୃଷ୍ଣ କହୁଛନ୍ତି ଯେ କ’ଣ କରାଯିବା ଉଚିତ ଏବଂ କ’ଣ କରାଯିବା ଉଚିତ ନୁହେଁ, ଏ ବିଷୟରେ ସମସ୍ତ ଶାସ୍ତ୍ର ଆମ ନିର୍ଣ୍ଣୟର ଅନ୍ତିମ ଅଧିକାରୀ ହେବା ଉଚିତ ଏବଂ ଆମେ ଶାସ୍ତ୍ରଗୁଡ଼ିକର ଉପଦେଶ ମାନି, ସେହି ଅନୁସାରେ ସଂସାରରେ କର୍ମ କରିବା ଉଚିତ୍ ।",
      "es": "Este capítulo expone los dos tipos de naturaleza humana: la santa y la demoníaca. Sri Krishna explica que la naturaleza santa se desarrolla en los seres humanos que cultivan el modo de la bondad, siguen las instrucciones dadas en las escrituras y purifican la mente con prácticas espirituales. Tal comportamiento atrae las cualidades divinas o daivī sampatti, lo que finalmente conduce a la realización de Dios. Por el contrario, la naturaleza demoníaca se desarrolla al asociarse con los modos de la pasión y de la ignorancia y con estilos de vida centrados en lo material, que generan rasgos insanos en la personalidad humana. Esto lleva finalmente al alma a una existencia infernal.\nSri Krishna enumera las virtudes santas de aquellos dotados de una naturaleza divina y luego describe las cualidades demoníacas que deben ser evitadas conscientemente. De lo contrario, éstas arrastrarán al alma a la ignorancia y al samsara o ciclo de la vida y la muerte. Al final, Sri Krishna declara que el conocimiento de las escrituras ayuda a superar la ignorancia y la pasión. También nos guían para tomar decisiones correctas en la vida. Por lo tanto, debemos entender sus enseñanzas y mandatos y realizar nuestras acciones en este mundo con base en ellas."
    },
    "oneliner": {
      "en": "Yog through Discerning the Divine and Demoniac Natures",
      "hi": "दैवीय और आसुरी प्रकृति में भेद द्वारा योग का ज्ञान ",
      "gu": "દૈવી તથા આસુરી પ્રકૃતિના વિવેક દ્વારા યોગ",
      "te": "దైవాసుర సంపద్విభాగ యోగము",
      "ta": "தெய்வீக மற்றும் அஸுர இயல்புகளைக் அறிதல் மூலம் யோகம்",
      "or": "ଦୈବାସୁର ସମ୍ପଦ ବିଭାଗ ଯୋଗ",
      "es": "Yoga Mediante el Discernimiento de las Naturalezas Divina y Demoníaca"
    }
  },
  {
    "chapter_number": 17,
    "verses_count": 28,
    "name": {
      "en": "Śhraddhā Traya Vibhāg Yog",
      "hi": "श्रद्धा त्रय विभाग योग ",
      "gu": "શ્રદ્ધા ત્રય વિભાગ યોગ",
      "te": "శ్రద్ధా త్రయ విభాగ యోగము",
      "ta": "ஶ்ரத்தா த்ரய விபாக யோகம்",
      "or": "ଶ୍ରଦ୍ଧା ତ୍ରୟ ବିଭାଗ ଯୋଗ",
      "es": "Śhraddhā Traya Vibhāg Yoga"
    },
    "description": {
      "en": "Earlier in chapter fourteen, Shree Krishna had explained the three gunas or modes of material nature and how they govern human behavior. In this chapter, He goes deeper into the subject. In the beginning, He discusses faith as an inseparable aspect of human nature and says that everyone holds faith. However, depending upon the nature of their mind, their faith adapts a corresponding color: sāttvic, rājasic, or tamasic. The quality of life they lead is determined by the nature of their faith, including the food they prefer to eat. He also classifies food into three categories and discusses the impact of each category upon humans.\nShree Krishna then moves to the subject of yajña (sacrifice) and explains that based on the modes of nature, sacrifice can manifest into varied forms. He also discusses tapah (austerity) and describes the austerities of the speech, body, and mind. Again, based on the modes in which these austerities are performed—goodness, passion, or ignorance, they take different forms. Similarly, dān (charity) and its three-fold division based on the modes of nature are explained.\nTowards the end of this chapter, Shree Krishna explains the relevance and importance of the words “Om Tat Sat” and how these words can usher the concept of transcendence. The syllable “Om” is the symbolic representation of the impersonal form of God; “tat” is uttered for dedicating ceremonies and actions to the Supreme Lord and the syllable “sat” signifies eternal virtue and goodness. Together these words symbolize different aspects of the Absolute Truth. Shree Krishna concludes this chapter by emphasizing that the acts of sacrifice, austerity, and charity performed without faith and regard to the guidelines given in the scriptures are futile.",
      "hi": "चौदहवें अध्याय में श्रीकष्ण ने प्राकतिक शक्ति के तीन गुणों की व्याख्या की थी और यह भी समझाया था कि किस प्रकार से ये मनुष्यों पर प्रभाव डालते हैं। इस सत्रहवें अध्याय में श्रीकृष्ण विस्तारपूर्वक गुणों के प्रभाव के संबंध में बताते हैं। सर्वप्रथम वह श्रद्धा के विषय पर चर्चा करते हैं और यह बताते हैं कि कोई ऐसा व्यक्ति नहीं है जो श्रद्धा विहीन हो क्योंकि यह मानवीय प्रकृति का एक अविभाज्य स्वरूप है लेकिन मन की प्रकृति के अनुसार व्यक्तियों की श्रद्धा सात्विक, राजसिक अथवा तामसिक गुणों के अनुरूप होती है। उनकी श्रद्धा की प्रकृति ही उनकी जीवन शैली का निर्धारण करती है। लोग अपनी रूचि के अनुसार ही अपने भोजन का चयन करते हैं। श्रीकृष्ण भोजन को तीन श्रेणियों में वर्गीकृत करते हैं तथा प्रत्येक भोजन के हमारे स्वास्थ्य पर पड़ने वाले प्रभाव की चर्चा करते हैं। तत्पश्चात वह यज्ञ के विषय पर आते हैं और यह बताते हैं कि कैसे प्रकृति के तीन गुणों में से प्रत्येक में यज्ञ किस प्रकार विभिन्न रूप से सम्पन्न होता है। इस अध्याय में आगे तपस्या के विषय में बताया गया है तथा शरीर, वाणी एवं मन के तप की व्याख्या की गई है। तपस्याओं की श्रेणी में प्रत्येक तपस्या का स्वरूप सत्वगुण, रजोगुण, तमोगुण के प्रभाव के कारण भिन्न होता है। तत्पश्चात दान पर चर्चा की गई है तथा इसके तीन विभागों का वर्णन किया गया है। अंततः श्रीकृष्ण तीन गुणों से भी आगे बढ़ते हैं तथा “ओम-तत्-सत्\" शब्दों की प्रासंगिकता तथा अर्थ के विषय पर प्रकाश डालते हैं जो परम सत्य के विभिन्न रूपों के प्रतीक हैं। 'ओउम' शब्दांश ईश्वर के निराकार रूप की अभिव्यक्ति है। 'तत्' शब्दांश का उच्चारण, परमपिता परमात्मा को अर्पित की जाने वाली क्रियाओं तथा वैदिक रीतियों के लिए किया जाता है, 'सत्' शब्दांश का तात्पर्य सनातन भगवान तथा धर्माचरण से है। एक साथ प्रयोग करने पर ये अलौकिकता की अवधारणा की ओर ले जाते हैं। इस अध्याय का अंत इस बात पर बल देते हुए होता है कि यदि यज्ञ, तप और दान धर्मग्रन्थों के विधि-निषेधों की उपेक्षा करते हुए किए जाते हैं तब ये सभी कृत्य निरर्थक सिद्ध होते हैं।",
      "gu": "ચૌદમા અધ્યાયમાં શ્રીકૃષ્ણે માયિક પ્રકૃતિના ત્રણ ગુણો અને તેઓ કેવી રીતે મનુષ્યો પર પોતાનો પ્રભાવ દાખવે છે તે અંગે સમજાવ્યું હતું. આ સત્તરમા અધ્યાયમાં, તેઓ ગુણોના પ્રભાવ અંગે વિસ્તૃત ચર્ચા કરે છે. સર્વપ્રથમ, તેઓ શ્રદ્ધાના વિષય પર ચર્ચા કરે છે અને કહે છે કે કોઈપણ વ્યક્તિ શ્રદ્ધાથી રહિત હોઈ શકે નહીં, કારણ કે તે મનુષ્યની પ્રકૃતિનું અવિભાજ્ય અંગ છે. પરંતુ, તેમની મનોવૃત્તિને આધારે લોકોની શ્રદ્ધા તદ્નુરૂપ રંગ ધરાવે છે—સાત્ત્વિક, રાજસિક, તામસિક. તેમની શ્રદ્ધાની પ્રકૃતિ તેમના જીવનની ગુણવત્તા નિર્ણિત કરે છે. લોકો આહાર પ્રત્યે પણ તેમની પ્રકૃતિ અનુસાર રુચિ ધરાવે છે. શ્રીકૃષ્ણ આહારને ત્રણ વિભાગોમાં વર્ગીકૃત કરે છે અને તે પ્રત્યેકનો આપણા પર પડતા પ્રભાવ અંગે ચર્ચા કરે છે. પશ્ચાત્ તેઓ યજ્ઞના વિષય તરફ અગ્રેસર થાય છે તથા માયિક પ્રકૃતિના ત્રણ ગુણો અનુસાર કેવી રીતે યજ્ઞો સ્વરૂપ ધારણ કરે છે તે જણાવે છે. આગળ, આ અધ્યાય તપના વિષય તરફ અગ્રેસર થાય છે અને તન, મન તથા વાણીના તપ અંગે સ્પષ્ટતા કરે છે. આ પ્રત્યેક પ્રકારના તપ સાત્ત્વિક, રાજસિક અને તામસિક ગુણોથી પ્રભાવિત થઈને ભિન્ન-ભિન્ન સ્વરૂપ ધારણ કરે છે. પશ્ચાત્ દાનના વિષય તથા તેના ત્રિવિધ વિભાગોનું વર્ણન કરવામાં આવ્યું છે.\nઅંતત: શ્રીકૃષ્ણ ગુણોથી ઉપર જાય છે અને “ઓમ તત્ સત્” શબ્દોની સુસંગતતા અને ભાવાર્થનું વર્ણન કરે છે, જે પૂર્ણ સત્યના વિવિધ અંગોનું પ્રતીકાત્મક વર્ણન કરે છે. “ઓમ” શબ્દ ભગવાનના નિરાકાર તત્ત્વનું પ્રતિકાત્મક પ્રતિનિધિત્ત્વ કરે છે; “તત્” શબ્દનું ઉચ્ચારણ પરમેશ્વર માટેનાં પવિત્ર કર્મકાંડો અને અનુષ્ઠાનો માટે થાય છે; “સત્” અર્થાત્ બાહ્ય સદ્દભાવ અને ગુણ. આ ત્રણેય એકસાથે સમૂહમાં દિવ્યતાની વિભાવના પ્રગટ કરે છે. અધ્યાયનો ઉપસંહાર શાસ્ત્રોક્ત ઉપદેશો પ્રત્યેના અનાદર સાથે થયેલા યજ્ઞ-કાર્યો, તપ, દાન વગેરેની નિરર્થકતા ઉપર ભાર મૂકીને કરવામાં આવ્યો છે.",
      "te": "పదునాలుగవ అధ్యాయములో, శ్రీ కృష్ణుడు భౌతిక ప్రకృతి యొక్క త్రిగుణములను వివరించి ఉన్నాడు మరియు అవి మనుష్యులను ఏవిధంగా ప్రభావితం చేస్తాయో కూడా చెప్పాడు. ఈ పదిహేడవ అధ్యాయములో, ఈ త్రిగుణముల యొక్క ప్రభావము గురించి మరింత విస్తారముగా వివరిస్తున్నాడు. మొదటిగా, విశ్వాసము/శ్రద్ధ అనే విషయం గురించి వివరిస్తూ, ఎవ్వరూ కూడా విశ్వాస రహితముగా ఉండరు అని చెప్తున్నాడు, ఎందుకంటే అది మానవ నైజం యొక్క విడదీయలేని భాగము. కానీ, వారివారి మనస్తత్వం బట్టి, జనుల యొక్క విశ్వాసము (faith) అనేది, సాత్త్విక, రాజసిక, లేదా తామసిక రంగును కలిగిఉంటుంది. వారికి ఏ రకమైన విశ్వాసము ఉంటుందో వారి జీవితం కూడా ఆ రకంగానే ఉంటుంది. జనులకు ఆహారం పట్ల కూడా వారివారి గుణములకు అనుగుణంగానే మక్కువ ఉంటుంది. శ్రీ కృష్ణుడు ఆహారాన్ని మూడు రకాలుగా వర్గీకరిస్తూ, మనపై వీటి యొక్క ప్రభావాన్ని వివరిస్తున్నాడు. ఆ తరువాత, కృష్ణుడు యజ్ఞముల గురించి చెప్తూ, ఈ మూడు ప్రకృతి త్రిగుణములలో, యజ్ఞములు వేర్వేరు రకాలుగా ఏ విధంగా ఉంటాయో వివరిస్తాడు. ఆ తర్వాత ఈ అధ్యాయము 'తపస్సు' అనే విషయం వైపు వెళుతుంది మరియు శరీర తపస్సు, వాక్ తపస్సు మరియు మనోతపస్సు లను వివరిస్తుంది. ఈ మూడు తపస్సులు సత్త్వ-రజ-తమో గుణములచే ప్రభావితం అయినప్పుడు అవి వేర్వేరు స్వరూపములలో మారతాయి. ఆ తరువాత 'దానము' అనే విషయం చర్చించబడుతుంది, మరియు దాని యొక్క మూడు రకాల విభాగములు వివరించబడుతాయి.చివరగా, శ్రీ కృష్ణుడు త్రి-గుణములకు అతీతముగా వెళ్లి, ‘ఓం తత్ సత్’ అన్న పదముల యొక్క ప్రాముఖ్యత మరియు అర్థమును వివరిస్తాడు; ఇది పరమ సత్యము యొక్క విభిన్న అస్తిత్వములను సూచిస్తుంది. ‘ఓం’ అంటే, ఈశ్వరుని నిరాకార తత్త్వమును సూచిస్తుంది; ‘తత్’ అంటే, పరమేశ్వరుని కొరకు చేసే కార్యములు మరియు కర్మ-కాండలను పవిత్రం చేయటానికి ఉచ్చరించబడుతుంది. ‘సత్’ అంటే, నిత్య సనాతన శుభకరము మరియు మంగళము. ఈ మూడు కలిపి అన్నప్పుడు ఒక అలౌకిక సర్వోత్కృష్టతను కలిగిస్తాయి. శాస్త్ర నియమాలను పట్టించుకోకుండా చేయబడే యజ్ఞము, తపస్సు మరియు దానముల యొక్క నిరర్థకతని వివరిస్తూ ఈ అధ్యాయం ముగుస్తుంది.",
      "ta": "பதினான்காவது அத்தியாயத்தில், ஸ்ரீ கிருஷ்ணர் ஜட இயற்கையின் மூன்று முறைகளையும், அவை மனிதர்களை வழிநடத்தும் விதத்தையும் விளக்கினார். இந்த பதினேழாவது அத்தியாயத்தில், குணங்களின் தாக்கத்தைப் பற்றி அதிக விரிவாகப் பேசுகிறார். ஸ்ரீ கிருஷ்ணர் நம்பிக்கை மனித இயல்பின் பிரிக்கமுடியாத அம்சம் என்றதால் எவரும் நம்பிக்கை அற்று இருக்க முடியாது என்று விளக்குகிறார். ஆனால் அவர்களின் மனதின் இயல்பைப் பொறுத்து, மக்களின் நம்பிக்கை நன்மை, உணர்ச்சி, மற்றும் அறியாமை போன்ற நிறங்களைப் பெறுகிறது. அவர்களின் நம்பிக்கையின் தன்மை அவர்களின் வாழ்க்கையின் தரத்தை தீர்மானிக்கிறது. மக்கள் தங்கள் இயல்புகளுக்கு ஏற்ப உணவையும் விரும்புகிறார்கள். ஸ்ரீ கிருஷ்ணர் உணவை மூன்று வகைகளாகப் பிரித்து, இவை ஒவ்வொன்றும் நம்மீது ஏற்படுத்தும் தாக்கத்தைப் பற்றி விவாதிக்கிறார். பின்னர் அவர் தியாகம் (யஞ்ஞம்) என்ற தலைப்பிற்குச் செல்கிறார் மற்றும் இயற்கையின் மூன்று முறைகளில் ஒவ்வொன்றிலும் தியாகம் வெவ்வேறு வடிவங்களை எடுக்கிறது என்பதை விளக்குகிறார். அத்தியாயம் எளிமை (த1பஹ-த1பம்) என்ற விஷயத்திற்கு நகர்கிறது மற்றும் உடல், பேச்சு மற்றும் மனதின் துறவுகளை விளக்குகிறது. இந்த வகையான சிக்கனங்கள் ஒவ்வொன்றும் நன்மை, ஆர்வம் அல்லது அறியாமை ஆகியவற்றின் பாதிப்பின் படி வெவ்வேறு வடிவத்தை எடுக்கின்றன. பின்னர் தருமம் ( தா3ன்- தா33னம்) என்ற தலைப்பு விவாதிக்கப்பட்டு அதன் மூன்று பிரிவுகள் விவரிக்கப்பட்டுள்ளன.இறுதியாக, ஸ்ரீ கிருஷ்ணர் மூன்று குணங்களுக்கு அப்பால் சென்று, முழுமையான உண்மையின் வெவ்வேறு அம்சங்களைக் குறிக்கும் 'ஓம் த1த்1 ஸத்1' வார்த்தைகளின் கருத்தையும் உகந்த தன்மையையும் விளக்குகிறார். ‘‘ஓம்’ என்ற எழுத்து வடிவமற்ற கடவுளின் அம்சத்தின் பிரதிநிதித்துவத்தின் ஒரு குறியீடாகும்; செயல்பாடுகள் மற்றும் சடங்குகளை ஒப்புயர்வற்ற இறைவனுக்கு அர்ப்பணிப்பதற்காக 'தத்' என்ற எழுத்து உச்சரிக்கப்படுகிறது; 'ஸத்' என்ற சொல்லுக்கு நித்திய நன்மை மற்றும் நல்லொழுக்கம் என்று பொருள். ஒன்றாக எடுத்துக்கொண்டால், 'ஓம் தத் ஸத்' வார்த்தைகள் ஆழ்நிலை என்ற கருத்தை வெளிப்படுத்துகின்றன. வேதத்தின் கட்டளைகளைப் பொருட்படுத்தாமல் செய்யப்படும் தியாகம், துறவு, தர்மம் ஆகியவற்றின் பயனற்ற தன்மையை வலியுறுத்துவதன் மூலம் அத்தியாயம் முடிவடைகிறது.",
      "or": "ଚତୁର୍ଦ୍ଦଶ ଅଧ୍ୟାୟରେ, ଶ୍ରୀକୃଷ୍ଣ ଭୌତିକ ପ୍ରକୃତିର ତିନିଗୁଣ ଏବଂ ସେଗୁଡ଼ିକ ମନୁଷ୍ୟଙ୍କୁ କିପରି ପ୍ରଭାବିତ କରନ୍ତି, ତାହା ବର୍ଣ୍ଣନା କରିଥିଲେ । ସପ୍ତଦଶ ଅଧ୍ୟାୟରେ, ସେ ଗୁଣ ଗୁଡ଼ିକର ପ୍ରଭାବ ବିଷୟରେ ସବିଶେଷ ଆଲୋଚନା କରିଛନ୍ତି । ପ୍ରଥମେ ସେ ଶ୍ରଦ୍ଧା ବିଷୟରେ ଆଲୋଚନା କରିବାକୁ ଯାଇ କହିଛନ୍ତି ଯେ କୌଣସି ବ୍ୟକ୍ତି ଶ୍ରଦ୍ଧାରହିତ ନୁହଁନ୍ତି, କାରଣ ମନୁଷ୍ୟ ସ୍ୱଭାବର ଏହା ଏକ ଅବିଚ୍ଛେଦ୍ୟ ଗୁଣ ଅଟେ । କିନ୍ତୁ  ମନର ସ୍ୱଭାବ ଅନୁସାରେ ସେମାନଙ୍କ ଶ୍ରଦ୍ଧାର ଚିତ୍ରଣ ହୋଇଥାଏ- ସାତ୍ତ୍ୱିକ, ରାଜସିକ ଓ କିମ୍ବା ତାମସିକ । ଶ୍ରଦ୍ଧା ତାଙ୍କ ଜୀବନର ଗୁଣବତ୍ତା ନିର୍ଣ୍ଣୟ କରିଥାଏ । ଲୋକେ ଖାଦ୍ୟର ପସନ୍ଦ ମଧ୍ୟ ନିଜ ସ୍ୱଭାବ ଅନୁଯାୟୀ କରିଥାଆନ୍ତି । ଶ୍ରୀକୃଷ୍ଣ ଖାଦ୍ୟକୁ ତିନୋଟି ଶ୍ରେଣୀଭୁକ୍ତ କରିଛନ୍ତି ଏବଂ ଆମ ସମସ୍ତଙ୍କ ଉପରେ ସେଗୁଡ଼ିକର ପ୍ରଭାବ ବିଷୟରେ ଆଲୋଚନା କରିଛନ୍ତି । ତାପରେ ସେ ଯଜ୍ଞ ଦିଗକୁ ଅଗ୍ରସର ହୋଇଛନ୍ତି ଏବଂ ମାୟିକ ଗୁଣର ପ୍ରଭାବରେ ଯଜ୍ଞ କିପରି ଭିନ୍ନ ରୂପ ନେଇଥାଏ, ତାହା ଆଲୋଚନା କରିଛନ୍ତି । ତାପରେ ଏହି ଅଧ୍ୟାୟରେ ତପସ୍ୟା  ଉପରେ ଆଲୋକପାତ କରି ସେ ଶରୀର, ବାଣୀ ଏବଂ ମନର ସଂଯମ ବିଷୟରେ ବର୍ଣ୍ଣନା କରିଛନ୍ତି । ପ୍ରତ୍ୟେକ ପ୍ରକାରର ସଂଯମ, ସତ୍ତ୍ୱଗୁଣ, ରଜୋଗୁଣ ଏବଂ ତମୋଗୁଣ ଦ୍ୱାରା ପ୍ରଭାବିତ ହୋଇ ଭିନ୍ନ ରୂପରେ ପ୍ରକଟିତ ହୋଇଥାନ୍ତି । ତତ୍‌ପଶ୍ଚାତ୍ ଦାନ ବିଷୟରେ ଆଲୋଚନା କରି ତା’ର ତିନିସ୍ତରୀୟ ପ୍ରଭେଦର ବର୍ଣ୍ଣନା କରାଯାଇଛି ।ଶେଷରେ, ଶ୍ରୀକୃଷ୍ଣ ତିନିଗୁଣରୁ ଊର୍ଦ୍ଧ୍ୱକୁ ଯାଇ, “ଓଁ-ତତ୍‌-ସତ୍‌” ଶବ୍ଦଗୁଡ଼ିକର ପ୍ରାସଙ୍ଗିକତା ଏବଂ ମହତ୍ତ୍ୱ ପ୍ରତିପାଦିତ କରିଛନ୍ତି, ଯାହା ଚରମ ସତ୍ୟର ବିଭିନ୍ନ ସ୍ୱରୂପର ପ୍ରତୀକ ଅଟନ୍ତି । ‘ଓଁ’ ଶବ୍ଦଟି ଭଗବାନଙ୍କର ନିରାକାର ସ୍ୱରୂପର ପ୍ରତୀକ ଅଟେ । ‘ତତ୍‌’ ଶବ୍ଦର ଉଚ୍ଚାରଣ ଭଗବାନଙ୍କ ନିମନ୍ତେ ଉଦ୍ଦିଷ୍ଟ କର୍ମ ଏବଂ ଅନୁଷ୍ଠାନ ଗୁଡ଼ିକର ପବିତ୍ରୀକରଣ ପାଇଁ କରାଯାଇଥାଏ । ‘ସତ୍‌’ ଶବ୍ଦର ଅର୍ଥ ଚିରନ୍ତନ ସତ୍ୟ ଏବଂ ସଦ୍‌ଗୁଣ । ଏକତ୍ରିତ ଭାବରେ, ସେମାନେ ପରାତ୍ପରତାର ଅବଧାରଣାକୁ ଅଭିବ୍ୟକ୍ତ କରନ୍ତି । ଅଧ୍ୟାୟର ଶେଷରେ, ଶାସ୍ତ୍ର ନିର୍ଦ୍ଦେଶର ଅବମାନନା କରି କରାଯାଉଥିବା ଯଜ୍ଞ, ତପ ଓ ଦାନର ମୂଲ୍ୟହୀନତା ଉପରେ ଗୁରୁତ୍ୱାରୋପଣ କରାଯାଇଛି ।",
      "es": "Previamente, en el capítulo catorce, Shri Krishna explicó las tres gunas o modalidades de la naturaleza material y cómo gobiernan el comportamiento humano. En este capítulo, profundiza en el tema. Al principio, habla de la fe como un aspecto inseparable de la naturaleza humana y dice que todas las personas tienen fe. Sin embargo, dependiendo de la naturaleza de la mente, la fe adopta un color correspondiente: sāttvico, rājasico o tamásico. La calidad de vida que llevan está determinada por la naturaleza de su fe, incluida la comida que prefieren comer. También clasifica los alimentos en tres categorías y analiza el impacto de cada categoría en los seres humanos.\nShri Krishna pasa después al tema del yajna (sacrificio) y explica que, según los modos de la naturaleza, el sacrificio puede manifestarse de diversas maneras. También habla de tapah (austeridad) y describe las austeridades del habla, el cuerpo y la mente. De nuevo, adoptan diferentes formas, según los modos en los que se realizan estas austeridades -bondad, pasión o ignorancia-. Del mismo modo, se explica dān (caridad) y su triple división basada en las modalidades de la naturaleza.\nHacia el final de este capítulo, Shri Krishna explica la relevancia e importancia de las palabras \"Om Tat Sat\" y cómo estas palabras pueden dar lugar al concepto de trascendencia. La sílaba \"Om\" es la representación simbólica de la forma impersonal de Dios; \"tat\" se pronuncia para dedicar ceremonias y acciones al Señor Supremo y la sílaba \"sat\" significa virtud y bondad eternas. Juntas, estas palabras simbolizan diferentes aspectos de la Verdad Absoluta. Shri Krishna concluye este capítulo enfatizando que los actos de sacrificio, austeridad y caridad realizados sin fe y sin tener en cuenta las directrices dadas en las escrituras, son inútiles."
    },
    "oneliner": {
      "en": "Yog through Discerning the Three Divisions of Faith",
      "hi": "श्रद्धा के तीन विभागों को समझते हुए योग का अनुसरण करना ",
      "gu": "શ્રદ્ધાના ત્રણ વિભાગોના જ્ઞાન દ્વારા યોગ",
      "te": "శ్రద్ధా త్రయ విభాగ యోగము",
      "ta": "நம்பிக்கையின் மூன்று பிரிவுகளைக் அறிதல் மூலம் யோகம்",
      "or": "ଶ୍ରଦ୍ଧା ତ୍ରୟ ବିଭାଗ ଯୋଗ",
      "es": "Yoga Mediante el Discernimiento de las Tres Divisiones de la Fe"
    }
  },
  {
    "chapter_number": 18,
    "verses_count": 78,
    "name": {
      "en": "Mokṣha Sanyās Yog",
      "hi": "मोक्ष संन्यास योग ",
      "gu": "મોક્ષ સંન્યાસ યોગ",
      "te": "మోక్ష సన్యాస యోగము",
      "ta": "மோக்ஷ ஸன்யாஸ யோகம்",
      "or": "ମୋକ୍ଷ ସନ୍ୟାସ ଯୋଗ",
      "es": "Mokṣha Sanyās Yoga"
    },
    "description": {
      "en": "This last chapter of the Bhagavad Gita is the longest as it explicates many subjects. It starts with Arjun requesting Shree Krishna to educate him on renunciation and explain the difference between these two Sanskrit words; sanyās (renunciation of actions) and tyāg (renunciation of desires), as both come from the root words that mean “to abandon.” A sanyāsī (monk) is one who has renounced family and social life to practice sādhanā (spiritual discipline). And a tyāgī is one who acts without selfish desires for the rewards of his actions. However, Shree Krishna recommends another type of renunciation. He declares that one should never renounce the prescribed acts of duty, sacrifice, charity, penance, etc., as these aid in the purification of even the wisest souls. One should undertake actions only as a matter of duty without any attachment to their fruits.\nShree Krishna gives Arjun a detailed analysis of the five factors that contribute to action, the three constituents of action, and the three factors that inspire action. He describes each of these factors in relation to the three gunas. He declares that those who see themselves as the only cause of their works are ignorant. However, due to their purified intellect, the enlightened do not perceive themselves to be the doer nor the enjoyer of their actions. They are ever detached from the results, thus, free from the karmic reactions of their actions.  Shree Krishna then explains the reasons for the difference in the motives and actions of individuals. He describes the kinds of knowledge, types of actions, and categories of performers based on the three gunas or modes of nature. Then, He gives a similar analysis for the intellect, resolve or steadfast will, and happiness.\nFurther in this chapter, Shree Krishna portrays in detail the attributes of those who have attained perfection in spirituality and realized the Brahman. He adds that even these perfect yogis find engaging in bhakti transcendental to complete their Brahman-realization. Thus, He concludes that only through loving devotion; one can unravel the secrets of the Supreme Divine Personality. He then reminds Arjun that God dwells in the hearts of all living creatures and directs their movement according to their karmas. We must take His shelter, think of Him, dedicate all our actions to Him, and make Him our ultimate goal. Then, by His grace, we will easily overcome all difficulties and obstacles. However, if we get driven by pride and act according to our impulses, we will fail.\nTo conclude, Shree Krishna reveals to Arjun that the most confidential-knowledge is to abandon all variations of religiosity and only surrender to God. However, He warns that you should share this knowledge only with the devoted and not with those who are not austere, for they may misinterpret this divine knowledge and misuse it to irresponsibly abandoning all actions. But expounding this confidential-knowledge to the deserving souls is the highest act of love and is cherished; by God Himself.\nEnlightened with the divine knowledge, Arjun tells Shree Krishna that all his doubts and illusions have dispelled, and he is ready to act as per His instructions. Sanjay, who has been narrating this sacred dialogue between Shree Krishna and Arjun to the blind king Dhritarashtra is amazed, and his hair stands on end with ecstasy. He conveys to the king the deep joy and bliss he is experiencing to recall their conversation and the memory of the divine cosmic form of the Supreme Lord. He concludes the Bhagavad Gita—The Divine Song of God with a profound pronouncement that victory, goodness, opulence, sovereignty will always rest on the side of God and His pure devotee. And the light of the Absolute Truth will defeat the darkness of falsehood and unrighteousness.",
      "hi": "भगवद्गीता का अंतिम अध्याय सबसे बड़ा है और इसमें कई विषयों को सम्मिलित किया गया है। अर्जुन संस्कृत में प्रायः प्रयुक्त होने वाले दो शब्दों संन्यास और त्याग के संबंध में प्रश्न पूछने के साथ संन्यास के विषय पर चर्चा प्रारम्भ करता है। दोनों शब्द एक ही मूल धातु के हैं जिसका अर्थ 'परित्याग करना' है। संन्यासी वह है जो गृहस्थ जीवन में भाग नहीं लेता और समाज को त्याग कर साधना का अभ्यास करता है। त्यागी वह है जो कर्म में संलग्न रहता है लेकिन कर्म-फल का भोग करने की इच्छा का त्याग करता है। (यही गीता की वाणी का मुख्य अभिप्राय है) श्रीकृष्ण दूसरे प्रकार के त्याग की संतुति करते हैं। वे परामर्श देते हैं कि यज्ञ, दान, तपस्या और कर्त्तव्य पालन संबंधी कार्यों का कभी त्याग नहीं करना चाहिए क्योंकि ये ज्ञानी को भी शुद्ध करते हैं। इनका संपादन केवल कर्त्तव्य पालन की दृष्टि से करना चाहिए क्योंकि इन कार्यों को कर्म फल की आसक्ति के बिना संपन्न करना आवश्यक होता है। तत्पश्चात श्रीकृष्ण तीन कारकों के विस्तृत गहन विश्लेषण की ओर आते हैं जो कर्म, कर्म के तीन संघटक और कर्म फल में योगदान करने वाले पाँच कारकों को प्रेरित करते हैं। वे इनमें से प्रत्येक की तीन गुणों के अंतर्गत विवेचना करते हैं। वे कहते हैं कि जो अल्पज्ञानी है वे स्वयं को अपने कार्यों का कारण मानते हैं लेकिन विशुद्ध बुद्धि युक्त प्रबद्ध आत्माएँ न तो स्वयं को अपने कार्यों का कर्ता और न ही भोक्ता मानती हैं। अपने कर्मों के फलों से सदैव विरक्त रहने के कारण वे कार्मिक प्रतिक्रियाओं के बंधन में नहीं पड़ते। आगे इस अध्याय में यह अवगत कराया गया है कि लोगों के उद्देश्यों और कर्मों में भिन्नता क्यों पाई जाती है? तत्पश्चात इसमें प्रकृति के तीन गुणों के अनुसार ज्ञान, कर्म और कर्ता की श्रेणियों का वर्णन किया गया है। फिर आगे यह अध्याय बुद्धि, दृढ संकल्प और सुख के संबंध में समान विश्लेषण प्रस्तुत करता है। इसके बाद यह अध्याय उन लोगों का चित्रण करता है जिन्होंने आध्यात्मिक जीवन में पूर्णता की अवस्था प्राप्त कर ली है और ब्रह्म की अनुभूति में लीन हो गए हैं। आगे इस अध्याय में यह कहा गया है कि ऐसे पूर्ण योगी भी भक्ति में तल्लीनता द्वारा अपनी पूर्णता का अनुभव करते हैं। इसलिए भगवान के दिव्य व्यक्तित्त्व के रहस्य को केवल मधुर भक्ति द्वारा जाना जा सकता है। इसके बाद श्रीकृष्ण अर्जुन को स्मरण कराते हैं कि भगवान सभी जीवों के हृदय में स्थित हैंऔर उनके कर्मों के अनुसार वे उनकी गति को निर्देशित करते हैं। यदि हम उनका स्मरण करते हैं और अपने सभी कर्म उन्हें समर्पित करते हैं तथा उनका आश्रय लेकर उन्हें अपना लक्ष्य बनाते हैं तब उनकी कृपा से हम सभी प्रकार की कठिनाईयों को पार कर लेंगे। लेकिन यदि हम अपने अभिमान से प्रेरित होकर अपनी इच्छानुसार कर्म करते है तब हम सफलता प्राप्त नहीं कर पाएंगे। अंत में श्रीकृष्ण यह प्रकट करते हैं कि सभी प्रकार की धार्मिकता का त्याग करना और केवल भगवान की भक्ति के साथ-साथ उनके समक्ष शरणागत होना ही अति गुह्यतम ज्ञान है। तथापि यह ज्ञान उन्हें नहीं प्रदान करना चाहिए जो आडम्बर-हीन और भक्त नहीं हैं, क्योंकि वे इसकी अनुचित व्याख्या करेंगे और इसका दुरूपयोग कर अनुत्तरदायिता से कर्मों का त्याग करेंगे। यदि हम यह गुह्य ज्ञान पात्र जीवात्मा को प्रदान करते है तब यह अति प्रेमायुक्त बन जाता है और भगवान को अति प्रसन्न करता है। इसके बाद अर्जुन भगवान को सूचित करता है कि उसका मोह नष्ट हो गया है और वह उनकी आज्ञाओं का पालन करने के लिए तत्पर है। अंत में संजय जो नेत्रहीन राजा धृतराष्ट्र को युद्ध भूमि पर भगवान श्रीकृष्ण और अर्जुन के बीच हो रहे संवादों को सुना रहा था, व्यक्त करता है कि वह इन संवादों को सुनकर इतना स्तंभित और आश्चर्य चकित है कि जैसे ही वह भगवान के पवित्र संवादों और भगवान के अति विशाल विश्व रूप का स्मरण करता है तब उसके शरीर के रोंगटे खड़े हो जाते हैं। गहन कथन के साथ भगवद्गीता का समापन करते हुए वह कहता है कि विजय सदैव वहीं होती है जहाँ भगवान और उसके भक्त होते हैं और इस प्रकार से अच्छाई, प्रभुता और समृद्धि भी वहीं होगी क्योंकि परम सत्य का प्रकाश सदैव असत्य के अंधकार को परास्त कर देता है।",
      "gu": "ભગવદ્દ ગીતાનો અંતિમ અધ્યાય સૌથી દીર્ઘતમ છે અને તેમાં અનેક વિષયોને આવરી લેવામાં આવ્યા છે. અર્જુન ત્યાગના વિષયનો પ્રારંભ સંન્યાસ (ક્રિયાઓનો ત્યાગ) તથા ત્યાગ (ઈચ્છાઓનો ત્યાગ), સંસ્કૃતના આ સામાન્યત: ઉપયોગમાં લેવાતા બે શબ્દો અંગેના પ્રશ્ન દ્વારા કરે છે. આ બંને શબ્દો “પરિત્યાગ કરવો” એ અર્થ ધરાવતા મૂળ શબ્દો પરથી આવ્યા છે. સંન્યાસી એ છે કે જે પારિવારિક જીવનમાં ભાગ લેતો નથી તથા સાધના (આધ્યાત્મિક અનુશાસન) ના અર્થે સમાજમાંથી વિરક્ત થઇ જાય છે. ત્યાગી એ છે કે જે પ્રવૃત્તિઓમાં વ્યસ્ત તો રહે છે પરંતુ તે કર્મોના ફળનો આનંદ માણવા અંગેની સ્વાર્થી કામનાઓને ત્યાગી દે છે (ગીતાના શબ્દનો આ સૂચિતાર્થ છે). શ્રીકૃષ્ણ બીજા પ્રકારના ત્યાગ અંગે ભલામણ કરે છે. તેઓ શિખામણ આપે છે કે બલિદાન, દાન, તપસ્યા તથા અન્ય ઉત્તરદાયિત્વના કર્મોનો કદાપિ ત્યાગ કરવો જોઈએ નહીં, કારણ કે તેઓ જ્ઞાનીને પણ શુદ્ધ કરે છે. બલ્કે, કેવળ ઉત્તરદાયિત્ત્વની દૃષ્ટિએ તેનું પાલન કરવું જોઈએ, કારણ કે કર્મોના ફળો પ્રત્યેની આસક્તિ રહિત થઈને તે કરવા આવશ્યક છે.\nપશ્ચાત્, શ્રીકૃષ્ણ કર્મોને પ્રેરિત કરતા ત્રણ પરિબળો, કર્મોના ત્રણ ઘટકો તથા કર્મોના ફળોમાં યોગદાન આપતા પાંચ પરિબળોનું વિસ્તૃત વિશ્લેષણ કરે છે. તેઓ આ પ્રત્યેકનું ત્રણ ગુણોના સંદર્ભમાં વર્ણન કરે છે. તેઓ પ્રસ્થાપિત કરે છે કે જેઓ અપર્યાપ્ત જ્ઞાન ધરાવે છે, તેઓ પોતાને કેવળ તેમના કર્મોના એકમાત્ર કારણ તરીકે જોવે છે. પરંતુ પ્રબુદ્ધ જીવાત્માઓ, વિશુદ્ધ બુદ્ધિ સાથે, પોતાને ન તો તેમના કર્મોના કર્તા માને છે કે ન તો કર્મોના ભોક્તા માને છે. તેઓ જે કંઈ કરે છે, તેના ફળોથી સદૈવ અનાસક્ત રહીને તેઓ કાર્મિક પ્રતિભાવોથી બંધાતા નથી. પશ્ચાત્ આ અધ્યાય સ્પષ્ટ કરે છે કે શા માટે લોકો તેમના ઉદ્દેશ્ય અને પ્રવૃત્તિઓમાં ભિન્નતા ધરાવે છે. માયિક પ્રકૃતિના ત્રણ ગુણો અનુસાર, તે જ્ઞાનનાં પ્રકારો, કર્મોનાં પ્રકારો તથા કર્તાઓની શ્રેણીઓનું વર્ણન કરે છે. પશ્ચાત્ તે બુદ્ધિ, સંકલ્પ અને આનંદ માટે સમાન વિશ્લેષણ પ્રસ્તુત કરે છે. તત્પશ્ચાત્ આ અધ્યાય એવા લોકોનું ચિત્રણ કરે છે કે જેમણે આધ્યાત્મિક જીવનમાં પૂર્ણતા પ્રાપ્ત કરી છે તથા બ્રહ્મ-સાક્ષાત્કારમાં સ્થિત રહે છે. તેઓ ઉમેરે છે કે આવા પૂર્ણ યોગીઓ પણ તેમની અનુભૂતિમાં પૂર્ણતાનો અનુભવ ભક્તિમાં લીન થઈને કરે છે. આ પ્રમાણે, પરમ દિવ્ય પરમાત્માનું રહસ્ય કેવળ પ્રેમા-ભક્તિ દ્વારા જાણી શકાય છે.\nપશ્ચાત્ શ્રીકૃષ્ણ અર્જુનને યાદ અપાવે છે કે ભગવાન સર્વ જીવોના હૃદયમાં નિવાસ કરે છે અને તેમના કર્મો અનુસાર તેમના ભ્રમણનું નિર્દેશન કરે છે. જો આપણે તેમનું સ્મરણ કરીને આપણા સર્વ કર્મો તેમને સમર્પિત કરી દઈએ, તેમનું શરણ ગ્રહણ કરીને તેમને આપણા પરમ ધ્યેય બનાવીએ તો તેમની કૃપા દ્વારા આપણે સર્વ વિઘ્નો તથા મુશ્કેલીઓને પાર કરી જઈશું. પરંતુ, જો અહંકારથી પ્રેરાઈને, આપણે આપણા તરંગો પ્રમાણે કર્મ કરીશું, તો આપણને સફળતા પ્રાપ્ત થશે નહીં. અંતત: શ્રીકૃષ્ણ પ્રગટ કરે છે કે સર્વ પ્રકારની ધાર્મિકતાનો ત્યાગ કરવો અને કેવળ ભગવાનને શરણાગત થવું એ અતિ ગોપનીય જ્ઞાન છે. પરંતુ, આ જ્ઞાન જે લોકો સંયમી કે સમર્પિત નથી, તેઓને પ્રદાન કરવું જોઈએ નહીં કારણ કે તેઓ તેનું ખોટું અર્થઘટન કરે છે અને બેજવાબદારીપૂર્વક કર્મોનો ત્યાગ કરવા માટે તેનો ગેરઉપયોગ કરે છે. પરંતુ જો આપણે આ ગોપનીય જ્ઞાનને સુપાત્ર જીવાત્માઓ સમક્ષ પ્રસ્તુત કરીશું, તો તે પ્રેમનું મહાનતમ કર્મ છે અને તે ભગવાનને અતિ પ્રસન્ન-કારક છે.\nપશ્ચાત્ અર્જુન શ્રીકૃષ્ણને જણાવે છે કે તેનો ભ્રમ દૂર થયો છે તથા તે આદેશ અનુસાર કર્મ કરવા માટે તૈયાર છે. અંતમાં, સંજય કે જે  આ સંવાદનું વર્ણન અંધ રાજા ધૃતરાષ્ટ્ર પાસે કરી રહ્યા છે, તેઓ નોંધપૂર્વક જણાવે છે કે આ દિવ્ય સંવાદનું શ્રવણ કરીને તેઓ કેટલા વિસ્મિત અને આશ્ચર્યચક્તિ છે. જયારે તેઓ આ પવિત્ર સંવાદ અને ભગવાનના પ્રચંડ વૈશ્વિક રૂપને યાદ કરે છે ત્યારે પરમાનંદના ભાવાવેશમાં તેમના રૂંવાડાં ઉભા થઇ જાય છે. તેઓ એક પ્રગાઢ ઘોષણા સાથે ઉપસંહાર કરે છે કે વિજયશ્રી તેમજ શુભતા, સર્વોપરિતા અને ઐશ્વર્ય સદૈવ ભગવાન તથા તેમના વિશુદ્ધ ભક્તના પક્ષે જ રહેશે કારણ કે સદૈવ પૂર્ણ સત્યના પ્રકાશ દ્વારા અસત્યના અંધકારનો નાશ થશે.",
      "te": "ఈ భగవద్గీత యొక్క ఈ చిట్టచివరి అధ్యాయము మిగతా అన్ని అధ్యాయాల కన్నా దీర్ఘమైనది మరియు ఇది చాలా విషయములను వివరిస్తుంది. అర్జునుడు సన్యాసము అనే విషయాన్ని ప్రారంభిస్తూ, సంస్కృతంలో సాధారణంగా వాడే పదాలైన ‘సన్యాసము’ (కర్మలను త్యజించటం) మరియు ‘త్యాగము’ (కోరికలను త్యజించటం) అన్న వాటి గురించి ఒక ప్రశ్న అడుగుతాడు. ఈ రెండు పదాలు ‘త్యజించటం’  అన్న అర్థం లో ఉన్న మూల పదముల నుండే జనించాయి. ‘సన్యాసి’ అంటే గృహస్తు జీవితంలో పాలుపంచుకోకుండా సాధన కోసము సమాజము నుండి తనను తాను ఉపసంహరించుకుంటాడు. ‘త్యాగి’ అంటే కార్యకలాపాలు చేస్తుంటాడు కానీ, కర్మ ఫలములను అనుభవించాలనే స్వార్థ చింతనను విడిచిపెట్టినవాడు. (భగవద్గీతలో చెప్పబడిన అర్థం ఇది). శ్రీ కృష్ణుడు రెండవ రకం సన్యాసాన్ని సిఫారసు చేస్తున్నాడు. యజ్ఞము, దానము, తపస్సు, మరియు ఇతర ధార్మిక కర్తవ్య కార్యములను ఎప్పుడూ త్యజించకూడదు అంటున్నాడు, ఎందుకంటే అవి జ్ఞానోదయులను కూడా పవిత్రం చేస్తాయి. వాటి పట్ల ఫలాసక్తి లేకుండా, అవి చేయబడాలి కాబట్టి వాటిని మన కర్తవ్యంలా భావించి చేయాలి.    తదుపరి, శ్రీ కృష్ణుడు కర్మను ప్రేరేపించే మూడు విషయముల గురించి, కర్మ యొక్క మూడు అంగముల గురించి, కర్మ ఫలములను నిర్ణయించే ఐదు విషయముల గురించి విస్తారమైన విశ్లేషణ అందచేస్తాడు. వీటన్నిటిని త్రిగుణముల పరంగా వివరిస్తాడు. అపరిపూర్ణ జ్ఞానము కలవారు, వారే తమ కర్మల (కార్యముల) కారణము (చేస్తున్నది) అని భావిస్తారు. కానీ జ్ఞానోదయమైన మహాత్ములు, అంతఃకరణ శుద్ధి కలవారై, చేసేది తాముకాదు మరియు ఆ కర్మఫలముకు భోక్త తాము కాదు అని తెలుసుకుంటారు. సతతమూ తమ కర్మ ఫలముల పట్ల అనాసక్తతతో ఉంటూ, వారు కర్మ బంధములలో చిక్కుకోరు. జనులు తమ ఉద్దేశ్యాలు, కార్యకలాపాలలో ఎందుకు విభిన్నరకాలుగా ఉంటారో ఈ అధ్యాయం తదుపరి వివరిస్తుంది. భౌతిక ప్రకృతి యొక్క త్రిగుణముల ప్రకారంగా - వివిధ రకాల జ్ఞానములను, వివిధ రకాల పనులను, మరియు అవి చేసే వారి వివిధ రకాల స్వభావములను ఈ అధ్యాయం వివరిస్తుంది. అదే విశ్లేషణను - బుద్ధి, సంకల్పము, మరియు ఆనందము - పట్ల కూడా ఈ అధ్యాయం అందిస్తుంది. తదుపరి ఈ అధ్యాయము, ఆధ్యాత్మిక జీవనంలో పరిపూర్ణ సిద్ధి సాధించి, బ్రహ్మ-జ్ఞానములో స్థితులై ఉన్నవారిని వివరిస్తుంది. అటువంటి పరిపూర్ణ యోగులు కూడా తమ సిద్ధిలో పరిపూర్ణతని భక్తిలో నిమగ్నమవ్వటం ద్వారా అనుభవిస్తారు. ఈ విధంగా, సర్వోన్నత దివ్య మంగళ స్వరూప భగవంతుని యొక్క యదార్థ రహస్యమును ప్రేమయుక్త భక్తి ద్వారా మాత్రమే తెలుసుకోగలము.భగవంతుడు సర్వ భూతముల హృదయములో స్థితుడై ఉంటాడని, మరియు వాటి వాటి కర్మానుసారం వారిని త్రిప్పుతుంటాడని, శ్రీ కృష్ణుడు అర్జునుడికి గుర్తుచేస్తాడు. భగవంతుడినే స్మరిస్తూ, మన అన్ని కార్యకలాపములను ఆయనకే అర్పితం చేసి, ఆయన ఆశ్రయం పొంది, ఆయనే మన పరమ లక్ష్యముగా చేసుకుంటే, ఆ తదుపరి ఆయన కృప ద్వారా మనము అన్ని క్లేశములను, అవరోధాలను అధిగమించగలము. కానీ, దురభిమానంతో, మన ఇష్టంవచ్చినట్టు ప్రవర్తిస్తే, మనకు విజయం/సఫలత లభించదు. చిట్టచివరికి శ్రీ కృష్ణుడు అత్యంత గుహ్యమైన జ్ఞానమును తెలియచేస్తూ, సర్వ ధర్మములనూ త్యజించి కేవలం భగవంతునికే శరణాగతి చేయమంటాడు. కానీ, ఈ జ్ఞానమును సాధుచిత్తులూ, భక్తులు కాని వారికి ఇవ్వకూడదు అని అంటున్నాడు, ఎందుకంటే దానిని వారు తప్పుగా అర్థం చేసుకుని, బాధ్యతారహితముగా కర్మలను పరిత్యాగం చేసే ప్రమాదం ఉంటుంది. కానీ, ఈ రహస్య జ్ఞానమును అర్హులైన జీవులకు అందిస్తే, అది అత్యున్నత ప్రేమతో చేసేపని అవుతుంది మరియు అది భగవంతునికి అత్యంత ప్రీతికరమయినది.     తన మోహము/భ్రాంతి నిర్మూలించబడినవి అని, తాను ఇప్పుడు, చెప్పినట్టు చేయటానికి తయారుగా ఉన్నానని అర్జునుడు ఆ తరువాత శ్రీ కృష్ణుడికి తెలియచేస్తాడు. చివరలో, అంధుడైన ధృతరాష్ట్ర మహారాజుకి ఈ (కృష్ణార్జున) సంవాదమును వినిపిస్తున్న సంజయుడు, ఆ దివ్య సంభాషణను వింటూ తాను ఎంత ఆశ్చర్యానికి, దిగ్భ్రాంతికి లోనయ్యాడో చెప్తాడు. ఆ యొక్క పవిత్ర సంభాషణని, మరియు మహాద్భుత విశ్వరూపమును గుర్తుచేసుకుంటే ఆయన యొక్క రోమములు మహదానందముతో నిక్కబొడుచుకుంటాయి. భగవంతుడు మరియు ఆయన పరిశుద్ధ భక్తుడు ఎక్కడుంటే, వారి పక్షమే విజయం ఎల్లప్పుడూ ఉంటుంది; అంతేకాక, శుభమూ, విజయమూ, మరియు ఐశ్వర్యమూ కూడా వారి వద్దే ఉంటుంది, ఎందుకంటే అసత్యపు చీకటి ఖచ్చితంగా పరమ సత్యము యొక్క వెలుగుచే నిర్మూలించబడుతుంది - అనే ఒక గంభీరమైన ప్రకటనతో సంజయుడు దీనిని ముగిస్తున్నాడు.",
      "ta": "பகவத் கீதையின் இறுதி அத்தியாயம் மிக நீளமானது மற்றும் பல விஷயங்களை உள்ளடக்கியது. பொதுவாகப் பயன்படுத்தப்படும் இரண்டு ஸமஸ்கிருத வார்த்தைகளான ஸன்யாஸ் (செயல்களைத் துறத்தல்) மற்றும் தியாக் (ஆசைகளைத் துறத்தல்) பற்றிய கேள்வியுடன் அர்ஜுனன் துறவின் தலைப்பைத் தொடங்குகிறார். இரண்டு வார்த்தைகளும் 'கைவிடுவது' என்ற வார்த்தையின் மூலத்திலிருந்து வந்தவை. ஒரு ஸன்யாஸி (துறவி) என்பது குடும்ப வாழ்க்கையில் பங்கேற்காதவர் மற்றும் ஸாதனா (ஆன்மீக ஒழுக்கம்) செய்ய சமுதாயத்திலிருந்து விலகுபவர். தியாகி என்ற வார்த்தையின் பொருள் செய்யும் செயல்களை அனுபவிக்கும் சுயநல ஆசையை கைவிட்டு செயல்களை செய்பவன், (இது கீதையில் உள்ள வார்த்தையின் பொருள்) ஸ்ரீ கிருஷ்ணர் இரண்டாவது வகையான துறவை பரிந்துரைக்கிறார். தியாகம், தானம், தவம் மற்றும் பிற கடமைகளை ஒருபோதும் கைவிடக்கூடாது என்று அவர் அறிவுறுத்துகிறார், ஏனெனில் அவை ஞானிகளையும் கூட தூய்மைப்படுத்துகின்றன. மாறாக, இந்தச் செயல்களின் பலன்களில் எந்தப் பற்றுதலும் இல்லாமல், அவர்கள் செய்ய வேண்டும் என்பதற்காகவே அவை கடமையாகச் செய்யப்பட வேண்டும்.பின்னர், ஸ்ரீ கிருஷ்ணர் செயலைத் தூண்டும் மூன்று காரணிகள், செயலின் மூன்று பகுதிகள் மற்றும் செயலின் விளைவுக்கு பங்களிக்கும் ஐந்து காரணிகள் பற்றிய விரிவான பகுப்பாய்விற்கு செல்கிறார். இவை ஒவ்வொன்றையும் மூன்று குணங்களின் அடிப்படையில் விவரிக்கிறார். குறைபாடு உள்ளவர்கள் தங்கள் செயல்களுக்கு தங்களை மட்டுமே காரணமாக கருதுவதை அவர் நிரூபிக்கிறார். ஆனால் ஞானம் பெற்ற ஆன்மாக்கள், தூய்மைப்படுத்தப்பட்ட புத்தியுடன், தங்களைச் செய்பவர்களாகவோ அல்லது தங்கள் செயல்களை அனுபவிப்பவர்களாகவோ கருதுவதில்லை. அவர்கள் செய்யும் செயல்களின் பலன்களிலிருந்து எப்பொழுதும் விலகி இருப்பதால், அவர்கள் கர்ம வினைகளுக்குக் கட்டுப்படுவதில்லை. மக்கள் ஏன் தங்கள் நோக்கங்களிலும் செயல்பாடுகளிலும் வேறுபடுகிறார்கள் என்பதை அத்தியாயம் விளக்குகிறது.பொருள் இயற்கையின் மூன்று முறைகளின்படி, இது அறிவின் வகைகள், செயல்களின் வகைகள் மற்றும் செயல்பாட்டாளர்களின் வகைகளை விவரிக்கிறது. பின்னர் அதே பகுப்பாய்வை இது புத்தி, உறுதி மற்றும் மகிழ்ச்சிக்கு வழங்குகிறது. இந்த அத்தியாயம் ஆன்மீக வாழ்க்கையில் பரிபூரணத்தை அடைந்தவர்கள் மற்றும் ப்ரஹ்மத்தை உணர்தலில் உள்ளவர்களைப் பற்றிய ஒரு முன்னோட்டத்தை அளிக்கிறது. அத்தகைய பரிபூரண யோகிகள் கூட பக்தியில் ஈடுபடுவதன் மூலம் தங்கள் உணர்தலில் நிறைவு பெறுகிறார்கள் என்று கூறுகிறது. எனவே, உன்னதமான தெய்வீக ஆளுமையின் ரகசியத்தை அன்பான பக்தியின் மூலம் மட்டுமே அறிய முடியும். ஸ்ரீ கிருஷ்ணர் அர்ஜுனனுக்கு, கடவுள் அனைத்து உயிரினங்களின் இதயங்களிலும் வசிக்கிறார் என்பதையும், அவர்களின் கர்மங்களுக்கு ஏற்ப அவர்களின் அலைந்து திரிவதையும் வழி நடத்துகிறார் என்று நினைவூட்டுகிறார். அவரை நினைவு கூர்ந்து, நமது எல்லாச் செயல்களையும் அவருக்கு அர்ப்பணித்து, அவரிடம் அடைக்கலம் அடைந்து, அவரையே நமது உயர்ந்த குறிக்கோளாகக் கொண்டால், அவருடைய அருளால் நாம் எல்லாத் தடைகளையும் சிரமங்களையும் கடந்து செல்வோம். ஆனால், அகந்தையால் தூண்டப்பட்டு, நமது விருப்பப்படி செயல்பட்டால், வெற்றியை அடைய முடியாது. இறுதியாக, ஸ்ரீ கிருஷ்ணர், அனைத்து வகையான மத வாதங்களை விட்டுவிட்டு, கடவுளிடம் சரணடைவதே மிகவும் ரகசியமான அறிவு என்பதை வெளிப்படுத்துகிறார். எவ்வாறாயினும், எளிமையை கடைபிடிக்காதவர்கள் அல்லது அர்ப்பணிப்பு இல்லாதவர்களுக்கு இந்த அறிவை வழங்கக்கூடாது, ஏனென்றால் அவர்கள் அதை தவறாகப் புரிந்துகொண்டு பொறுப்பற்ற முறையில் செயல்களை கைவிடுவதற்கு தவறாகப் பயன்படுத்துவார்கள். ஆனால், இந்த ரகசிய அறிவை தகுதியுள்ள ஆத்மாக்களுக்கு விளக்கினால், அதுவே அன்பின் மிகப்பெரிய செயலாகவும், கடவுளுக்கு மிகவும் பிடித்ததாகவும் இருக்கும்.அர்ஜுனன் ஸ்ரீ கிருஷ்ணரிடம் தனது மாயை கலைந்துவிட்டதாகவும், அறிவுறுத்தியபடி செயல்படத் தயாராக இருப்பதாகவும் தெரிவிக்கிறார். இறுதியில், பார்வையற்ற மன்னர் திருதராஷ்டிரரிடம் உரையாடலைச் எடுத்துரைக்கும் சஞ்ஜயன் தெய்வீக உரையாடலைக் கேட்டு வியப்புடனும் திகைப்புடனும் இருப்பதாகக் கூறுகிறார். புனிதமான உரையாடலை நினைவுபடுத்தி, கடவுளின் பிரமாண்டமான பிரபஞ்ச வடிவத்தை நினைவுகூரும் போது அவர் உடல் சிலிர்த்து பரவசமாக உணர்கிறார். வெற்றி, நன்மை, மேன்மை மற்றும் செழுமை ஆகியவை எப்போதும் கடவுள் மற்றும் அவரது தூய பக்தர் பக்கமே இருக்கும் ஏனென்றால் பொய்யின் இருள் எப்போதும் முழுமையான உண்மையின் ஒளியால் அழிக்கப்படும். என்று ஆழமான உச்சரிப்புடன் முடிக்கிறார்.",
      "or": "ଭଗବଦ୍‌ଗୀତାର ଏହି ଅନ୍ତିମ ଅଧ୍ୟାୟଟି ଅନ୍ୟ ସବୁ ଅଧ୍ୟାୟଠାରୁ ଦୀର୍ଘତମ ଅଟେ ଏବଂ ଏଥିରେ ଅନେକ ବିଷୟ ଅନ୍ତର୍ଭୁକ୍ତ କରାଯାଇଛି । ସଂସ୍କୃତ ଭାଷାରେ ବହୁ ପ୍ରଚଳିତ ଦୁଇଟି ଶବ୍ଦ ସନ୍ୟାସ (କର୍ମ ତ୍ୟାଗ)ଏବଂ ତ୍ୟାଗ (କାମନା ତ୍ୟାଗ)ସମ୍ବନ୍ଧରେ ପ୍ରଶ୍ନ କରି ଅର୍ଜୁନ ତ୍ୟାଗ ବିଷୟରେ ଆଲୋଚନା ପ୍ରାରମ୍ଭ କରିଛନ୍ତି । ଉଭୟ ଶବ୍ଦର ଉତ୍ପତ୍ତି ମୂଳ ଶବ୍ଦ “ପରିତ୍ୟାଗ”ରୁ ହୋଇଛି । ଜଣେ ସନ୍ୟାସୀ ଗୃହସ୍ଥ ଜୀବନ ଅତିବାହିତ ନ କରି ନିଜକୁ ସଂସାରଠାରୁ ଦୂରେଇ ନେଇ ସାଧନାରେ ଲିପ୍ତ ରୁହନ୍ତି । ଜଣେ ତ୍ୟାଗୀ କର୍ମ କରିଥାନ୍ତି, କିନ୍ତୁ ତାର ଫଳ ଭୋଗ କରିବାର ସ୍ୱାର୍ଥପର ମନୋଭାବ ତ୍ୟାଗ କରିଥାନ୍ତି । (ଏହା ଗୀତା ଅନୁଯାୟୀ ତ୍ୟାଗ ଶବ୍ଦର ଅର୍ଥ ଅଟେ) । ଶ୍ରୀକୃଷ୍ଣ ଏହି ଦ୍ୱିତୀୟ ପ୍ରକାରର ତ୍ୟାଗକୁ ଅନୁମୋଦନ କରିଛନ୍ତି । ସେ ଉପଦେଶ ଦେଇଛନ୍ତି ଯେ ଯଜ୍ଞ, ଦାନ, ତପ ଏବଂ ଅନ୍ୟ କର୍ତ୍ତବ୍ୟ କର୍ମକୁ ତ୍ୟାଗ କରିବା ଉଚିତ ନୁହେଁ, କାରଣ ଏହା ବିଜ୍ଞ ବ୍ୟକ୍ତିମାନଙ୍କୁ ମଧ୍ୟ ଶୁଦ୍ଧ କରିଥାଏ । ବରଂ କୌଣସି ପ୍ରତିଫଳର ଆଶା ନ ରଖି ସେହି ସବୁ କର୍ମ କର୍ତ୍ତବ୍ୟ ଦୃଷ୍ଟିରୁ ସମ୍ପାଦନ କରିବା ଉଚିତ କାରଣ ତାହା କରଣୀୟ ।ତାପରେ ଶ୍ରୀକୃଷ୍ଣ କର୍ମକୁ ପ୍ରେରିତ କରୁଥିବା ତିନୋଟି ଉଦ୍ଦେଶ୍ୟ, କର୍ମର ତିନୋଟି ଉପାଦାନ ଏବଂ କର୍ମଫଳ ସୃଷ୍ଟି କରୁଥିବା ପାଞ୍ଚଟି ପ୍ରକ୍ରିୟାର   ବିସ୍ତୃତ ବିଶ୍ଳେଷଣ କରିଛନ୍ତି । ପ୍ରତ୍ୟେକର ବର୍ଣ୍ଣନା ସେ ତିନି ଗୁଣର ଅଧାରରେ କରିଛନ୍ତି । ସେ ପ୍ରତିପାଦିତ କରିଛନ୍ତି ଯେ ସ୍ୱଳ୍ପ ବୁଦ୍ଧି ସମ୍ପନ୍ନ ବ୍ୟକ୍ତି ନିଜକୁ ତାଙ୍କ କର୍ମର ଏକମାତ୍ର କାରଣ ମନେ କରିଥାନ୍ତି । କିନ୍ତୁ ଶୁଦ୍ଧ ବୁଦ୍ଧିଯୁକ୍ତ ଜ୍ଞାନୀମାନେ ନିଜକୁ ତାଙ୍କ କର୍ମର କର୍ତ୍ତା କିମ୍ବା ଭୋକ୍ତା ମନେ କରନ୍ତି ନାହିଁ । ଫଳାସକ୍ତି ରହିତ ହୋଇଥିବା କାରଣରୁ ସେମାନେ କର୍ମ ବନ୍ଧନରେ ଆବଦ୍ଧ ହୁଅନ୍ତି ନାହିଁ । ତାପରେ ଏହି ଅଧ୍ୟାୟରେ ଲୋକମାନଙ୍କର ପ୍ରବୃତ୍ତି ଏବଂ କର୍ମ କାହିଁକି ଭିନ୍ନ ଭିନ୍ନ ହୋଇଥାଏ, ତାହାର ବର୍ଣ୍ଣନା କରାଯାଇଛି । ମାୟାର ତିନି ଗୁଣ ଅନୁସାରେ ବିଭିନ୍ନ ପ୍ରକାରର ଜ୍ଞାନ, କର୍ମ ଏବଂ କର୍ତ୍ତାମାନଙ୍କର ଶ୍ରେଣୀବିଭାଗ ବର୍ଣ୍ଣନା କରାଯାଇଛି । ତାପରେ ବୁଦ୍ଧି, ସଂକଳ୍ପ ଏବଂ ସୁଖର ମଧ୍ୟ ଏତାଦୃଶ ବିଶ୍ଳେଷଣ କରାଯାଇଛି । ଏହି ଅଧ୍ୟାୟଟି ଆଧ୍ୟାତ୍ମିକ ଜୀବନରେ ସିଦ୍ଧିଲାଭ କରି ବ୍ରହ୍ମାନୁଭୂତିରେ ସ୍ଥିତ ମହାତ୍ମାମାନଙ୍କର ଏକ ପ୍ରତିଛବି ଅଙ୍କନ । ଏହା ପୁଣି କହିଛି ଯେ ସେହି ସିଦ୍ଧ ଯୋଗୀମାନେ ମଧ୍ୟ ତାଙ୍କ ଅନୁଭୂତିର ପୂର୍ଣ୍ଣତା ପାଇଁ ଭକ୍ତି ଆଚରଣ କରିଥାନ୍ତି । ସୁତରାଂ, କେବଳ ପ୍ରେମମୟୀ ଭକ୍ତି ଦ୍ୱାରା ର୍ହି ପରମ ପୁରୁଷ ଭଗବାନଙ୍କର ରହସ୍ୟ ଜାଣିହେବ ।ତାପରେ ଶ୍ରୀକୃଷ୍ଣ ଅର୍ଜୁନଙ୍କୁ ମନେ ପକାଇ ଦେଉଛନ୍ତି ଯେ ସମସ୍ତ ପ୍ରାଣୀଙ୍କ ହୃଦୟରେ ଭଗବାନ ପରମାତ୍ମା ରୂପରେ ନିବାସ କରନ୍ତି ଏବଂ କର୍ମ ଅନୁସାରେ ସଂସାର ଚକ୍ରରେ ସେମାନଙ୍କର ଭ୍ରମଣକୁ ନିର୍ଦ୍ଦେଶିତ କରିଥାନ୍ତି । ତାଙ୍କର ସ୍ମରଣ କରି ଆମେ ଯଦି ନିଜର ସମସ୍ତ କର୍ମ ତାଙ୍କୁ ଅର୍ପଣ କରିବା, ତାଙ୍କର ଶରଣାଗତ ହେବା ଏବଂ ତାଙ୍କୁ ଆମର ଚରମ ଲକ୍ଷ୍ୟ ମନେ କରିବା, ତାହେଲେ ତାଙ୍କ କୃପାରୁ ଆମେ ସମସ୍ତ ବାଧାବିଘ୍ନ ଅତିକ୍ରମ କରିପାରିବା । କିନ୍ତୁ ଯଦି ଆମେ ଅହଂକାରଯୁକ୍ତ ହୋଇ ଆମ ମନ ମୁତାବକ କର୍ମ କରିବା, ତେବେ ଆମେ ସଫଳତା ପ୍ରାପ୍ତ କରିବା ନାହିଁ । ସର୍ବଶେଷରେ ଶ୍ରୀକୃଷ୍ଣ ପ୍ରକାଶ କରିଛନ୍ତି ଯେ ସମସ୍ତ ଧର୍ମ-କର୍ମ ତ୍ୟାଗ କରି କେବଳ ଭଗବାନଙ୍କର ଶରଣାଗତ ହେବା, ଜ୍ଞାନର ଗୁଢ଼ତମ ରହସ୍ୟ ଅଟେ । କିନ୍ତୁ ଯେଉଁମାନେ ସଂଯମୀ କିମ୍ବା ଭକ୍ତ ନୁହଁନ୍ତି, ସେମାନଙ୍କୁ ଏହି ଜ୍ଞାନ ପ୍ରଦାନ କରିବା ଉଚିତ ନୁହେଁ  କାରଣ ସେମାନେ ଏହାର ଭୁଲ ବ୍ୟାଖ୍ୟା କରିବେ ଏବଂ ଦାୟୀତ୍ୱହୀନ ଭାବରେ କର୍ମ ତ୍ୟାଗ କରି ଏହାର ଅପବ୍ୟବହାର କରିବେ । ଅଥଚ ଯଦି ଆମେ ଏହି ଗୁପ୍ତ ଜ୍ଞାନକୁ ଅଧିକାରୀ ଜୀବକୁ ପ୍ରଦାନ କରିବା, ତେବେ ତାହା ଭକ୍ତିର ସର୍ବଶ୍ରେଷ୍ଠ ନିଦର୍ଶନ ହେବ, ଯାହା ଭଗବାନଙ୍କର  ଅତି ପ୍ରିୟ ଅଟେ ।ତାପରେ ଅର୍ଜୁନ ଶ୍ରୀକୃଷ୍ଣଙ୍କୁ ଜଣାଇଛନ୍ତି ଯେ ତାଙ୍କର ଭ୍ରମ ଦୂର ହୋଇଛି ଏବଂ ସେ ତାଙ୍କ ନିର୍ଦ୍ଦେଶ ଅନୁସାରେ କାର୍ଯ୍ୟ କରିବାକୁ ପ୍ରସ୍ତୁତ ଅଛନ୍ତି ।  ଶେଷରେ ସଞ୍ଜୟ, ଯିଏ ରାଜା ଧୃତରାଷ୍ଟ୍ରଙ୍କ ସମ୍ମୁଖରେ ଏହି ବାର୍ତ୍ତାଳାପର ବର୍ଣ୍ଣନା କରୁଥିଲେ, ମନ୍ତବ୍ୟ ଦେଇଛନ୍ତି ଯେ ଏହି ଦିବ୍ୟ ବାର୍ତ୍ତାଳାପ ଶୁଣି ସେ ଆଶ୍ଚର୍ଯ୍ୟଚକିତ ଏବଂ ସ୍ତମ୍ଭିଭୂତ ହୋଇଯାଇଛନ୍ତି । ସେହି ପବିତ୍ର କଥୋପକଥନ ଏବଂ ବିଶ୍ୱରୂପକୁ ମନେ ପକାଇ, ରୋମାଞ୍ଚରେ ତାଙ୍କ ଲୋମମୂଳ ଟାଙ୍କୁରି ଉଠୁଛି । ସେ ଦୃଢ଼ତାର ସହ ଘୋଷଣା କରିଛନ୍ତି ଯେ ଭଗବାନ ଏବଂ ତାଙ୍କ ଭକ୍ତଙ୍କର ସର୍ବଦା ଜୟ ହେବା ସହିତ ସତ୍ୟ, ମହନୀୟତା ଏବଂ ଐଶ୍ୱର୍ଯ୍ୟର ମଧ୍ୟ ଜୟ ହେବ କାରଣ ଶାଶ୍ୱତ ସତ୍ୟର ଆଲୋକ ଦ୍ୱାରା ଅସତ୍ୟର ଅନ୍ଧକାର ସର୍ବଦା ପରାଭୂତ ହୋଇଥାଏ ।",
      "es": "Sri Krishna brinda a Arjuna un análisis detallado de los cinco factores que contribuyen a la acción, los tres constituyentes de la acción y los tres factores que inspiran la acción. Describe cada uno de estos factores en relación a las tres gunas (modalidades de la naturaleza). Declara que aquellos que se ven a sí mismos como la única causa de sus obras son ignorantes. No obstante, las almas iluminadas no se perciben a sí mismas como hacedoras ni disfrutadoras de sus acciones debido a su intelecto purificado. Siempre están desapegadas de los resultados, por lo tanto, libres de las reacciones kármicas de sus acciones. A continuación, Sri Krishna explica las razones de la diferencia en los motivos y las acciones de los individuos. Describe las clases de conocimiento, los tipos de acciones y las categorías de ejecutantes, basándose en las tres gunas o modalidades de la naturaleza. Luego, da un análisis similar para el intelecto, la resolución o voluntad firme, y la felicidad.\n\nMás adelante en este capítulo, Sri Krishna describe en detalle los atributos de aquellos que han alcanzado la perfección en la espiritualidad y han realizado al Brahman. Añade que incluso estos yoguis perfectos encuentran que practicar bhakti es trascendental para completar su realización del Brahman. Así, concluye que solo a través de la devoción amorosa, uno puede desentrañar los secretos de la Suprema Personalidad Divina. Entonces le recuerda a Arjuna que Dios mora en los corazones de todas las criaturas vivientes y dirige su movimiento según sus karmas. Debemos tomar Su refugio, pensar en Él, dedicar todas nuestras acciones a Él, y hacer de Él nuestro objetivo último.\n\nPara concluir, Sri Krishna le revela a Arjuna que el conocimiento más confidencial es abandonar todas las variaciones de la religiosidad y rendirse solo a Dios. Sin embargo, advierte que se debe compartir este conocimiento solo con los devotos y no con quienes no son austeros, porque pueden malinterpretar este conocimiento divino y hacer mal uso de él y abandonar irresponsablemente todas las acciones. Pero, exponer este conocimiento confidencial a las almas merecedoras es el acto más elevado de amor y es apreciado por Dios mismo.\n\nIluminado con el conocimiento divino, Arjuna le dice a Sri Krishna que todas sus dudas e ilusiones se han disipado, y está listo para actuar según Sus instrucciones. Sanjay, que ha estado narrando este diálogo sagrado entre Krishna y Arjuna al rey ciego Dhritarashtra, está asombrado y su piel se eriza de éxtasis. Le transmite al rey la profunda alegría y dicha que experimenta al recordar su conversación y el recuerdo de la divina forma cósmica del Señor Supremo. El Bhagavad Gita - La Divina Canción de Dios concluye con un profundo pronunciamiento de que la victoria, la bondad, la opulencia y la soberanía siempre estarán del lado de Dios y de Su devoto puro. Y que la luz de la Verdad Absoluta derrotará a la oscuridad de la falsedad y la injusticia."
    },
    "oneliner": {
      "en": "Yog through the Perfection of Renunciation and Surrender",
      "hi": "संन्यास में पूर्णता और शरणागति के माध्यम से योग ",
      "gu": "સંન્યાસમાં પૂર્ણતા અને શરણાગતિ દ્વારા યોગ",
      "te": "మోక్ష సన్యాస యోగము",
      "ta": "பரிபூரண துறவு மற்றும் சரணடைதல் மூலம் யோகம்",
      "or": "ମୋକ୍ଷ ସନ୍ୟାସ ଯୋଗ",
      "es": "Este último capítulo del Bhagavad Gita es el más largo, ya que explica muchos temas. Al inicio Arjuna le pide a Sri Krishna que lo instruya sobre la renuncia y le explique la diferencia entre dos palabras sánscritas: sanyās (renuncia a las acciones) y tyāg (renuncia a los deseos), ya que ambas provienen de las palabras raíz que significan \"abandonar.\" Un sanyāsī (monje) es aquel que ha renunciado a la vida familiar y social para practicar sādhanā (disciplina espiritual). Y un tyāgī es aquel que actúa sin deseos egoístas por las recompensas de sus acciones. Sin embargo, Sri Krishna recomienda otro tipo de renuncia. Declara que uno nunca debe renunciar a los actos de deber, sacrificio, caridad y penitencia prescritos, ya que éstos ayudan a la purificación incluso de las almas más sabias. Uno debe emprender acciones solo como una cuestión de deber, sin ningún apego a sus frutos."
    }
  }
]
